{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 68,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 68,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Ext - found documents",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "29F53611-1587-4061-94FD-5951C643174E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U"
      }
    },
    "created": "2016-02-07T22:07:00Z",
    "dbir_year": 2016,
    "github": "5950",
    "master_id": "29F53611-1587-4061-94FD-5951C643174E",
    "modified": "2016-02-07T22:07:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.hipaajournal.com/orlando-health-notifies-68-after-phi-found-in-neighborhood-driveway-4788/",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Orlando Health hospital has sent breach notification letters to 68 patients after a document containing their Protected Health Information (PHI) was found \"in a neighborhood driveway\". The letters were sent \"out of an abundance of caution\", although potentially that information could have been read by an unauthorized individual.  According to a WFTV news report, Channel 9 was contacted by a man after his son received a breach notification letter in the post telling him that his confidential health information may have been exposed in a security incident, which prompted reporters to investigate.  John Henderson told reporters that his son was sent a letter saying that a patient list was discovered in a driveway which was found to contain patient names, medical record numbers, account numbers and medical diagnoses, although no insurance information, financial details or Social Security numbers were included on the list. He said he \"can't believe Orlando Health is this irresponsible.\"  Hospitals must take great care to ensure that patient health information is properly protected, although even when technical, physical and administrative controls are put in place to protect data __ as required by the HIPAA Security Rule __ accidental disclosures of PHI can still occur as a result of human error.  The breach notification letters sent by the hospital explain that the breach was caused when an employee took information out of the hospital by accident. The paper file containing the PHI and names of patients \"possibly fell out of the employees car\". Reporters attempted to contact the hospital for a statement to find out whether it was permitted for employees to take confidential healthcare data out of the hospital and how many people were affected, with the Orlando Health issuing a statement on the incident this Wednesday.  Orlando Health told WFTV that the incident was thoroughly investigated as soon as it was discovered and the hospital determined the security breach to be an isolated incident. No evidence of any malicious intent was discovered and no further risk is believed to exist. The HIPAA breach was determined to have been purely accidental.  The statement also said, \"We have a number of policies in place to ensure the security and privacy of all protected health information, and we continually evaluate and modify these policies to protect our patients.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Orlando Health"
  }
}