{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Partner"
      ]
    },
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Remote access"
      ]
    }
  },
  "actor": {
    "unknown": {}
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "governance": [
      "Personally owned"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 34,
          "variety": "Medical"
        },
        {
          "amount": 1600,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1600,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": "Int - log review",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2FBA39C9-1207-40F5-8D0D-6FF4C5616CF6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U"
      }
    },
    "created": "2014-07-30T15:53:00Z",
    "github": "4022",
    "master_id": "2FBA39C9-1207-40F5-8D0D-6FF4C5616CF6",
    "modified": "2014-07-30T15:53:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.govinfosecurity.com/prescription-information-network-breached-a-7057;http://www.phiprivacy.net/privacy-breach-in-british-columbias-prescription-system/;http://www.britishcolumbia.name/news/pharmanet-privacy-breach-victims-to-be-offered-protection/",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Canadian authorities are investigating whether a hacker or healthcare insider used a physician's credentials to gain unauthorized access to a British Columbia prescription information network, accessing information on about 1,600 patients.  In a statement about the breach issued on July 11, the British Columbia Ministry of Health says that staff of its PharmaNet network conducted a forensic audit after noticing suspicious activity on the system. The audit discovered that between March 9 and June 19, an unknown, unauthorized person used a doctor's PharmaNet account without the physician's knowledge to access the personal information of about 1,600 patients.  The information inappropriately accessed includes patients' names, dates of birth, addresses, telephone numbers, and personal health numbers - BC Services Card or Care Card numbers. For 34 individuals, the unauthorized access also involved looking at medication histories.  Doctors throughout British Columbia use the PharmaNet network to check the drug histories of patients, enter prescription information and check for potential drug interactions before writing prescriptions, a spokesman in the B.C. ministry of health tells Information Security Media Group. While PharmaNet links all B.C. pharmacies to a central set of data systems, it is not used by healthcare providers to transmit and process prescriptions electronically to pharmacies, which ensures that the unauthorized individual cannot use the system to order or obtain fraudulent prescriptions, he says. Prescriptions are written out separately for patients to present to pharmacists, who enter the dispensing information into the PharmaNet system, he explains.  \"It's still being determined whether the person who accessed the system worked for the doctor or is someone external,\" the spokesman tells ISMG.  Every prescription dispensed in British Columbia is entered into PharmaNet. In 2007, more than 47 million prescriptions were processed on PharmaNet and the system flagged more than 24 million potential drug interactions, says the ministry in its statement.  Investigation Continues The Ministry of Health and the British Columbia government's Office of the Chief Information Officer are investigating the incident, but authorities do not expect the number of breach victims to rise, the spokesman says. The incident was reported to the government's Information Privacy Commissioner, and the Ministry of Health is contacting all affected individuals by letter, offering free credit protection services.  \"While this privacy breach did not include banking information, enough information was accessed to be used for identity theft,\" the ministry's statement says. \"The ministry encourages affected people to keep a close eye on their bank accounts, credit cards, and online identity and services.\"  Additionally, those affected are being encouraged to contact their local pharmacy to put a \"keyword\" on their PharmaNet profile to notify pharmacists. \"They can also request, through Health Insurance BC, a Medical Services Plan alert, which prompts health professionals to ask for a second piece of identification when a person uses his or her personal health number.\"  Unauthorized access incidents underscore the importance of active security monitoring and regular security assessments, says Dan Berger, CEO of Redspin, a data security services firm. \"Without sophisticated security monitoring in place, it can be very difficult to detect an attack\" and other intrusive breaches, he says.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 5
    },
    "incident": {
      "day": 9,
      "month": 3,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "446110",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "victim_id": "British Columbia Ministry of Health"
  }
}