{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Remote access"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Former employee"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 177,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 177,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "74B37E79-ABA4-46CB-8132-CE59AE76D50F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_misuse": "Y"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4967",
    "master_id": "74B37E79-ABA4-46CB-8132-CE59AE76D50F",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://www.cbs12.com/news/top-stories/stories/vid_21310.shtml; http://www.palmbeachpost.com/news/news/state-regional-govt-politics/data-security-breach-reported-in-palm-beach-county/njRb3/; http://cbs12.com/news/top-stories/stories/local-security-breach-compromises-peoples-information-21310.shtml; http://www.phiprivacy.net/fl-early-learning-coalition-of-palm-beach-county-announces-breach-at-family-central-inc/; http://healthitsecurity.com/2014/12/15/personal-data-of-200000-compromised-by-former-employee/",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former employee improperly accessed the personal data of approximately 200,000 individuals.  Often discussed on this website is the importance of healthcare organizations  and facilities that store individuals healthcare information  must have the necessary HIPAA administrative safeguards in place. Combined with technical and physical safeguards, organizations have a much greater chance at keeping patients protected health information (PHI) secure.  However, when a facility has lax or outdated security measures, it can be difficult to monitor who is accessing certain systems. When that happens, former employees can log into an online database and potentially extract sensitive data, such as PHI or financial records.  Such is the case with the Early Learning Coalition of Palm Beach County. A breach occurred at the Belle Glade office of Family Central, Inc.The Florida facility recently announced on its website that a former employee accessed the electronic database that manages the personal information of individuals applying for or receiving services from the coalition.  The security breach compromised the personal information of individuals whose data is contained in the system, including parents and children residing in Palm Beach County who have received school readiness services or participated in the Voluntary Prekindergarten Education Program, the statement read.  Spokeswoman Tara Laxer told a local CBS affiliate that 177 people are currently known to have affected by the data breach. However, there could be more victims. The former employee had access to more than 230,000 identities through a statewide information system, the news source reported. Moreover, 110,000 of those records had valid Social Security numbers.  The breach occurred when an employee accessed the database in an unauthorized manner in order to obtain the personal information, including social security numbers, of individuals contained in the database, explained the statement. The employee is no longer employed by Family Central.  State and federal officials are currently investigating the incident, Family Central stated. Individuals whose information was known to have been compromised are being notified via email. However, people who have received services from the organization are encouraged to carefully monitor their credit history and enroll for free fraud alerts with one of the three major credit agencies. Family Central has not yet reported that they will offer any free credit services to those potentially affected by the data breach.  Family Central has implemented additional security measures including expanded security training for all employees, further restricting access to the information system and revising data security policies, the statement said.  Another key thing for organizations to remember is that all third-parties must be aware of the potential privacy risks, and implement the proper security measures to keep data safe. Just last week a New York health insurer had to notify Medicare subscribers that a subcontractor mishandled their PHI. As previously reported, the third-party vendor had a computer coding error, which caused denial letters to be sent to the wrong members. The compromised data included patients names, addresses, member ID numbers and general descriptions of the procedures.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "624410",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Early Learning Coalition"
  }
}