{
  "action": {
    "physical": {
      "variety": [
        "Theft",
        "Bypassed controls"
      ],
      "vector": [
        "Partner vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Tapes"
      }
    ],
    "governance": [
      "Personally owned"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2200000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2200000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Ext - customer",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "ACC2A1EC-3738-4850-8D25-59CD25B1E2A5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U"
      }
    },
    "created": "2014-02-17T04:47:38Z",
    "master_id": "ACC2A1EC-3738-4850-8D25-59CD25B1E2A5",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 6,
        "year": 2008
      }
    }
  },
  "reference": "http://healthcare.utah.edu/publicaffairs/news/current/billing_theft.html",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The University of Utah Hospitals & Clinics announced today that it is launching a broad-based effort to inform its patients about the recent theft of billing records and to provide them with resources to protect their confidentiality. Additionally, the health-care system, which was already in the process of an independent assessment of its information systems, has taken additional steps to safeguard its records as a result of the theft.  Although it is unlikely that information on the tapes will be compromised, we are nevertheless taking aggressive steps to protect our patients confidentiality, said Lorris Betz, M.D., Ph.D, Senior Vice President for Health Sciences.   A metal box containing the backup tapes, which contained billing records for approximately 2.2 million patients and guarantors, was stolen on Monday, June 2, from a car belonging to a driver who worked for an independent storage company contracted by the health-care system. The driver violated the protocols his company had established to ensure secure data transportation.   The Salt Lake County Sheriffs Department, the FBI and the U.S. Postal Service are investigating the theft.  The investigation indicates that the theft was probably a random car burglary, and there is no evidence that the information on the tapes has been accessed or used for identity theft, said Salt Lake County Sheriff Jim Winder.  Having concluded the first phase of our investigation, we believe it is now time to bring this issue to the publics attention so that we can enlist their help in recovering the tapes.  The University of Utah Hospitals & Clinics is offering a $1,000 reward for the return of the tapes, no questions asked.  Those wishing to claim the reward may call the Sheriffs Department at (801) 743-7000.  The billing records included patient names, related demographic information and diagnostic codes.  None of the records contained credit card information.  Records for a subset of 1.3 million patients also contained Social Security numbers.  The company contracted by the university to transport and store the tapes, Perpetual Storage Inc., said this is the first and only such incident in its 40-year history.  It also said that the employee who left the tapes in his car had been with the company for nearly 18 years.  Nevertheless, The University of Utah Hospitals & Clinics has suspended deliveries of backup tapes to Perpetual Storage pending the review of all procedures and protocols for transporting and storing backup data.  Additionally, the health-care system is taking the following steps on behalf of its 2.2 million patients.      Mailing notification letters to all 2.2 million patients and guarantors;     Providing free credit monitoring and restoration service to patients whose records included Social Security numbers;     Providing a toll-free information line at 1-866-581-3599 to respond to questions; and     Establishing a website at http://healthcare.utah.edu/billingrecordstheft that provides information and resources. ",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 6,
      "year": 2008
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "UT",
    "victim_id": "University of Utah Hospitals & Clinics"
  }
}