{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Competitor"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 8700000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8700000,
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FB02FFFE-F535-4AEC-A207-4DA3181EF3FD",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_subject": "Customer"
      }
    },
    "created": "2014-02-14T04:35:46Z",
    "master_id": "FB02FFFE-F535-4AEC-A207-4DA3181EF3FD",
    "modified": "2014-02-14T04:35:46Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 7,
        "year": 2012
      }
    }
  },
  "reference": "http://www.jpost.com/National-News/Six-indicted-over-Population-Registry-data-theft ",
  "schema_version": "1.2.1",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Police said Sunday they have arrested two people for allegedly hacking into the network system of KT Corp., Korea's No.2 mobile carrier, and selling the data.  The 40-year-old suspect, identified only by his family name Choi, and another were accused of leaking personal information of about 8.7 million mobile phone subscribers from February until recently, the National Police Agency's cyber terror response team said.  Seven others were booked without physical detention on charges of buying the leaked data for telemarketing purposes.  The number of KT subscribers accounts for nearly half of the total mobile phone users in South Korea, one of the most wired countries in the world.  Police suspect the telemarketers used the data, which contained personal information of subscribers, their phones and monthly plans, to contact customers whose contracts are close to expiration or considered likely to change phone plans. Officials estimate the suspects earned at least 1 billion won (US$877,000) from the illegal marketing.  \"It took nearly seven months to develop the hacking program and (the suspects) had very sophisticated hacking skills,\" an official at the cyber response team said.  KT apologized over the hacking incident, saying it has restored the leaked personal information and taken necessary steps to prevent further leakage.  \"In light of this incident, we will strengthen the internal security system and raise awareness of security among all employees to prevent causing inconvenience to customers,\" the carrier said in a statement. (Yonhap)",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "KR"
    ],
    "employee_count": "Unknown",
    "industry": "000",
    "victim_id": "KT Corp"
  }
}