{
  "action": {
    "misuse": {
      "notes": "He either placed and then cancelled orders for meds to get the system to open the drawer and let him take what he wanted, or he would order tylenol or some other innocuous item to get the system to give him access.  In this way he could access the drugs to use in his attacks on patients while gaming the records generated.",
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Other"
      ],
      "notes": " In every case, Cullen killed not because he believed the patient needed his intervention but because Cullen himself felt compelled to do so.",
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Unknown"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "notes": "Fraudulent medication orders in this case.",
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FB786B04-6005-4656-81E6-74FAD324B048",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y"
      }
    },
    "created": "2013-06-04T23:24:24Z",
    "f500": "N",
    "master_id": "FB786B04-6005-4656-81E6-74FAD324B048",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "year": 2004
      }
    }
  },
  "reference": "http://www.wired.com/threatlevel/2013/04/charles-cullen-hospital-hack/",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Nurses deal with drugs every day. Most do so professionally, safely, reliably. A very few abuse them, getting high or selling them for a profit, mostly opiates. And a tiny minority — a handful in the history of nursing — turn medicines into a murder weapon.  One such nurse was Charles Cullen, who is the subject of my book The Good Nurse. A former Navy electronics technician who used his technical acumen to enable his crimes and avoid detection, Cullen got away with medical murder in at least nine hospitals over the course of his 16-year career. (He was finally arrested in 2003; he’s currently serving life in Trenton Maximum Security Prison.)   Cullen was the master of a new machine that hospitals started using to track and distribute drugs, a computerized cabinet called a Pyxis MedStation. Manufactured by an Ohio company called Cardinal Health, the machine is essentially a metal drug cash register with a computer screen and keyboard affixed to the top.Cullen had realized that if he placed an order of the drug for his own patient, then quickly canceled it, the drug drawer popped open anyway. He could simply take what he wanted without recording it in the system. It was that easy.",
  "timeline": {
    "incident": {
      "year": 2003
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622",
    "region": [
      "019021"
    ],
    "state": "NJ",
    "victim_id": "Unknown"
  }
}