{
    "source_id": "vcdb",
    "incident_id": "11b272f0-e19c-11ef-82ac-ff675e604920",
    "security_incident": "Confirmed",
    "reference": "https://securityaffairs.com/154271/data-breach/vietnam-post-data-leak.html",
    "confidence": "High",
    "summary": "Vietnam Post Corporation, a Vietnamese government-owned postal service, left its security logs and employee email addresses accessible to outside cyber snoopers, Cybernews researchers have discovered. The exposed sensitive data could spell trouble if accessed by malicious actors.  On October 3rd, the Cybernews research team discovered an open Kibana instance belonging to the Vietnam Post Corporation. Kibana is a visualization dashboard for data search and analytics, helping enterprises deal with large quantities of data.  At the time of discovery, the data store contained 226 million logged events, resulting in 1.2 Terabytes of data, which was being updated in real-time. The leaked information also had employee names and emails.  Those logs were mainly attributable to cybersecurity software such as Extended Detection and Response (XDR) and Security Information and Event Management (SIEM). Some records resembled a modified version of Wazuh, an open-source security information and event management (SIEM) platform.  “Event logs can be very valuable for potential attackers, as they can help with network, user, and service enumeration and tracking,” Cybernews researchers explain.  The data store was left accessible for at least 87 days, as the internet-scanning IoT search engines indexed the data for the first time on July 8th, 2023.  Soon after the discovery on October 6th, Vietnam Post Corporation revoked public access before the Cybernews researchers could contact them. Cybernews has contacted the company but has yet to receive additional comments before publishing this article.",
    "plus": {
        "master_id": "54c33222-59d2-4450-bcbb-8d9594068647",
        "modified": "2025-02-03T05:24:15.374Z",
        "created": "2025-02-03T03:29:49.983Z",
        "event_chain": [
            {
                "action": "err",
                "asset": "srv",
                "summary": "System unprotected on the network",
                "actor": "int",
                "attribute": "cp"
            }
        ],
        "analysis_status": "Reviewed",
        "analyst": "swidup",
        "dbir_year": 2025,
        "github": "20159"
    },
    "timeline": {
        "incident": {
            "year": 2024,
            "month": 1,
            "day": 26
        }
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "amount": 226000000,
                    "variety": "Internal"
                }
            ],
            "data_victim": [
                "Customer"
            ],
            "state": [
                "Stored unencrypted"
            ],
            "data_disclosure": "Yes",
            "data_total": 226000000
        }
    },
    "victim": {
        "government": [
            "Federal"
        ],
        "country": [
            "VN"
        ],
        "industry": "921190",
        "employee_count": "Large",
        "victim_id": "Vietnam Post Corporation"
    },
    "action": {
        "error": {
            "variety": [
                "Misconfiguration"
            ],
            "vector": [
                "Carelessness"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "Developer"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Database"
            }
        ],
        "cloud": [
            "Unknown"
        ],
        "role": [
            "IT"
        ]
    },
    "targeted": "NA",
    "discovery_method": {
        "external": {
            "variety": [
                "Security researcher"
            ]
        }
    },
    "schema_name": "vcdb",
    "schema_version": "1.3.7"
}