{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Partner"
      ]
    }
  },
  "actor": {
    "external": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "0E308D20-5149-4820-BBDD-72657365DE2E",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "created": "2026-02-14T13:47:37Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "unk",
        "summary": "Unknown hacking event"
      }
    ],
    "github": "21641",
    "master_id": "1001B8C5-C131-4F7A-A897-2FFBB5675937",
    "modified": "2026-02-14T13:55:14Z",
    "row_number": 6
  },
  "reference": "https://pix11.com/business/press-releases/cision/20250108LA92431/notice-of-data-breach/; https://www.scworld.com/brief/data-breach-compromises-stiiizy-customers-data; https://securityaffairs.com/172950/data-breach/marijuana-dispensary-stiiizy-data-breach.html",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "summary": "\"Dear members of the STIIIZY community:\n\nStiiizy, Inc. (\"STIIIZY\") values the trust you place in us and takes the privacy and security of your information very seriously. Unfortunately, we are writing to inform you about an incident potentially affecting certain of your personal information processed by one of STIIIZY's vendors. Please review this communication to learn what happened and the steps that you can take to protect yourself against identity fraud.\n\nWhat Happened?\n\nOn November 20, 2024, we were notified by a vendor of point-of-sale processing services for some of our retail locations that accounts with their organization had been compromised by an organized cybercrime group. An investigation conducted by the vendor revealed that personal information relating to certain STIIIZY customers processed by the vendor was acquired by the threat actors on or around October 10, 2024 - November 10, 2024. Upon receiving notice of the incident, we launched our own investigation to assess the extent of the impact. We have determined that certain of our customers' personal information and documents was acquired by the threat actors. We have been working closely with the vendor and our legal counsel to address the situation, including to determine the cause of the incident. This notification was not delayed by law enforcement.\n\nWhat Information Was Involved?\n\nBased on our initial investigation, the incident only impacted consumer profiles associated with the following STIIIZY locations:\n\nSTIIIZY Union Square: 180 O'Farrell Street, San Francisco, CA\n\nSTIIIZY Mission: 3326 Mission Street, San Francisco, CA\n\nSTIIIZY Alameda: 1528 Webster St., Alameda, CA\n\nSTIIIZY Modesto: 426 McHenry Ave., Modesto, CA\nThe incident impacted information contained on government-issued identification cards, including drivers' licenses and medical cannabis cards, as well as information related to transactions with our dispensaries. The categories of information compromised include name, address, date of birth, age, drivers' license number, passport number, photograph, the signatures appearing on a government ID card, medical cannabis cards, transaction histories, and other personal information. Not all of this information was affected for each impacted individual.\"",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "day": 10,
      "month": 10,
      "year": 2024
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "government": [
      "NA"
    ],
    "industry": "522320",
    "secondary": {
      "amount": 4,
      "victim_id": [
        "STIIIZY Union Square; 459991",
        "STIIIZY Mission; 459991",
        "STIIIZY Alameda; 459991",
        "STIIIZY Modesto; 459991"
      ]
    },
    "state": "CA",
    "victim_id": "Unnamed Partner"
  }
}