{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 5
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "victim_id": "Chatbooks",
        "industry": "561",
        "employee_count": "11 to 100",
        "state": "UT"
    },
    "action": {
        "hacking": {
            "variety": [
                "Unknown"
            ],
            "vector": [
                "Web application"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Financial"
            ],
            "name": [
                "Shiny Hunters"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Web application"
            }
        ],
        "cloud": [
            "Unknown"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Credentials"
                }
            ],
            "data_victim": [
                "Customer"
            ],
            "state": [
                "Stored"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "hak",
                "actor": "ext",
                "asset": "srv",
                "attribute": "cp",
                "summary": "attacker breached web server (unknown means) and downloaded data"
            }
        ],
        "modified": "2020-11-12T01:29:21.559Z",
        "created": "2020-11-12T01:29:21.559Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 5,
                "day": 11
            }
        },
        "master_id": "1109496b-b632-4db7-a406-7b550d5a6c19",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2021,
        "attribute": {
            "confidentiality": {
                "data_abuse": "Yes",
                "credit_monitoring": "No"
            }
        },
        "github": "15589"
    },
    "incident_id": "9e083bb0-2452-11eb-af35-ed9bb3f10d5f",
    "security_incident": "Confirmed",
    "reference": "https://www.bleepingcomputer.com/news/security/chatbooks-discloses-data-breach-after-data-sold-on-dark-web/ ; https://www.cyberscoop.com/chatbooks-data-breach-shiny-hunters/",
    "summary": "A photo-printing startup is alerting its users about a data breach in which hackers stole some customers’ personal information.  Chatbooks, a Utah-based company that sells albums of digital photos, told customers on May 8 it was victimized on March 26 by attackers who accessed Chatbooks login credentials, including names, email addresses and individually salted and hashed passwords, and, for some customers, phone numbers and Facebook ID data.  “We’ve hired a digital forensics firm and our investigation is ongoing, but as we learn more we will continue to communicate with our community and other stakeholders,” CEO Nate Quigley wrote in an email to CyberScoop.  Chatbooks appears to be just one of a growing number of international companies victimized by a hacking group which calls itself “Shiny Hunters.” The same group of scammers claimed to steal 91 million usernames and passwords from Tokopedia, an Indonesian e-commerce company, as well as the food delivery service HomeChef, the Chronicle of Higher Education, and a number of other seemingly random organizations. These attackers also are advertising databases of stolen records on illicit web forums, typically for thousands of dollars.  While Chatbooks and Tokopedia have confirmed they experienced security incidents, other firms including HomeChef and the Chronicle of Higher Education, have not responded to requests for comment. A number of security firms, including Under The Breach, which first uncovered the Tokopedia data for sale and ZeroFOX, have reported on the recent incidents.  Dark web data brokers will sometimes market databases of stolen information that have been combined from a number of sources. It remains unclear whether Shiny Hunters is selling records it stole itself, or whether the scammer has re-packaged old usernames and passwords already available through the cybercriminal underground.  The reported breaches comes after other hacking groups, particularly the ransomware collective known as “Maze,” has for months breached victims, then threatened to publish their stolen information if organizations refused to pay an extortion fee.  “Often, these kinds of hacking groups sell breach dumps publicly without notifying the breached organization, or when they have tried to disclose the intrusion to the breached organization and [the victim] has declined to respond, or publicly disclosed the breach themselves,” Ashlee Benge, a senior threat researcher at ZeroFOX, said in an email.  “This kind of name-and-shame technique has become popular with both breach dump sellers an ransomware groups because the fear of disclosure tends to increase the likelihood of a response[.]”",
    "confidence": "High",
    "targeted": "Opportunistic",
    "schema_version": "1_3_4"
}