{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 4,
            "day": 22
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "region": [
            "019021"
        ],
        "victim_id": "Bank of America Corp. ",
        "employee_count": "Over 100000",
        "industry": "522110",
        "state": "SC"
    },
    "action": {
        "error": {
            "variety": [
                "Publishing error"
            ],
            "vector": [
                "Carelessness"
            ],
            "notes": "Using production data on a test website"
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "Developer"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Web application",
                "amount": 1
            }
        ],
        "cloud": [
            "NA"
        ],
        "role": [
            "IT"
        ],
        "country": [
            "US"
        ],
        "total_amount": 1
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Personal"
                }
            ],
            "data_victim": [
                "Customer"
            ],
            "state": [
                "Stored"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "unknown": true
    },
    "plus": {
        "event_chain": [
            {
                "action": "err",
                "actor": "int",
                "asset": "srv",
                "attribute": "cp",
                "summary": "Internal actor uploads production customer data into a test platform."
            }
        ],
        "modified": "2020-05-28T22:16:35.378Z",
        "created": "2020-05-28T22:16:35.378Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 5,
                "day": 26
            }
        },
        "master_id": "1ac4a2dd-b8f3-40a8-9c99-6ec087c8521b",
        "analysis_status": "Validated",
        "analyst": "swidup",
        "dbir_year": 2021,
        "attribute": {
            "confidentiality": {
                "credit_monitoring": "Yes",
                "credit_monitoring_years": 2
            }
        },
        "github": "15687"
    },
    "incident_id": "257e6940-a0f3-11ea-878c-ff8a51fa1e8f",
    "security_incident": "Confirmed",
    "reference": "https://www.bizjournals.com/charlotte/news/2020/05/26/bank-of-america-discloses-ppp-data-breach.html",
    "summary": "Bank of America Corp. (NYSE: BAC) has revealed a possible data breach on business clients' information for the Paycheck Protection Program.  The breach occurred on April 22, as BofA uploaded PPP applications onto the U.S. Small Business Administration's test platform, according to a filing with the California Attorney General's Office. The limited-access platform allowed lenders to test PPP submissions before the second round began.  Charlotte-based BofA said application information may have been visible to other SBA-authorized lenders and their vendors.  \"There is no indication that your information was viewed or misused by these lenders or their vendors. And your information was not visible to other business clients applying for loans, or to the public, at any time,\" BofA said.  Compromised information could include business details, such as an address or tax identification number, or a business owner's information, such as name, address, Social Security number, phone number, email and citizenship status.  Applicants were part of a nationwide pool, with customers in multiple states likely affected. BofA did not specify which states. A spokesperson described it as a \"small number\" of clients.  The bank said the data breach did not affect the applications' submission to the SBA. It asked the SBA to remove the visible information that same day, according to the filing.  BofA said it also conducted internal investigations. The spokesperson declined to provide further details. The bank is offering a free two-year membership for Experian identify theft protection, which includes daily credit monitoring and surveillance.  It did not say how many customers were affected or how many lenders were using the test site on April 22. ",
    "notes": "COVID-19",
    "confidence": "High",
    "targeted": "NA",
    "schema_version": "1_3_4"
}
