{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 8,
            "day": 31
        }
    },
    "victim": {
        "country": [
            "AU"
        ],
        "victim_id": "Anglicare Sydney",
        "employee_count": "1001 to 10000",
        "industry": "624110",
        "locations_affected": 1
    },
    "action": {
        "malware": {
            "variety": [
                "Ransomware"
            ],
            "vector": [
                "Direct install"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Financial"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Database"
            }
        ],
        "cloud": [
            "Unknown"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Stored"
            ],
            "data_disclosure": "Potentially"
        },
        "integrity": {
            "variety": [
                "Software installation"
            ]
        },
        "availability": {
            "variety": [
                "Obscuration"
            ]
        }
    },
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "ia"
            },
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "au"
            }
        ],
        "modified": "2020-09-28T20:45:31.349Z",
        "created": "2020-09-28T20:45:31.349Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 9,
                "day": 2
            }
        },
        "master_id": "2bf5df47-4aee-409a-a944-ca20a6307613",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2021,
        "github": "16278"
    },
    "incident_id": "bc3fc080-019d-11eb-b177-5f49668a9776",
    "security_incident": "Confirmed",
    "reference": "https://www.abc.net.au/news/2020-09-19/anglicare-sydney-victim-of-cyber-security-breach-involving-data/12681510 ; https://www.itwire.com/security/anglicare-sydney-says-17gb-of-data-exfiltrated-during-cyber-attack.html ; https://ia.acs.org.au/article/2020/anglicare-hit-by-ransomware.html",
    "summary": "About 17GB of data has been exfiltrated from Anglicare Sydney, a Christian not-for-profit that supports people across the greater Sydney and Illawarra regions, to a remote location during a ransomware attack, according to a statement put out by the organisation.  But in the same statement, Anglicare claimed there was no evidence that data had been stolen.  The attack, which took place on 31 August, was made public by Anglicare Sydney on 2 September.  None of the ransomware sites that regularly carry out attacks of this nature have as yet listed Anglicare Sydney on their websites.  The data of victims who refuse to negotiate with the cyber criminals who stage these kind of attacks is often published on their websites, in order to put pressure on the victim to settle. Anglicare Sydney said only its systems had been affected and not those of the government. It also emphasised that the attack was only on the Sydney unit.  The statement, on Saturday, said the organisation had an incident response plan in place to tackle this kind of situation, involving off-site back-ups and a refusal to engage with cyber-criminals.  \"Once the cyber attack was detected, Anglicare Sydney immediately embarked on remediation and investigation including the engagement of cyber security experts. A formal forensic investigation by third parties is still ongoing,\" the organisation said.  Contacted for comment, a NSW Government spokesperson said: \"Department of Communities and Justice cyber security staff were quick to act on potential threats posed by the Anglicare cyber-attack. DCJ took immediate protective action to ensure the cyber breach did not impact their systems.  \"At this point Cyber Security NSW is not aware of any impacts on NSW Government systems or services from the Anglicare cyber-attack.  \"Cyber Security NSW, together with DCJ, is working closely with Anglicare to assist with their investigation and response to the incident, including engaging with NSW Police.\"",
    "confidence": "High",
    "schema_version": "1_3_4"
}