{
    "source_id": "vcdb",
    "incident_id": "0d9199a0-dfe7-11ef-8e7d-5bcd93832819",
    "security_incident": "Confirmed",
    "reference": "https://doingfedtime.com/vietnam-social-security-data-breach-2-million-records-leaked-in-2024/",
    "summary": "In September 2024, a significant data breach involving Vietnam's Social Security Administration (Bảo Hiểm Xã Hội Việt Nam) was reported, exposing sensitive personal information of nearly 2 million individuals. The leaked data, including 12-digit ID numbers, was posted on a dark web forum by a user known as \"GovRansomArtist,\" who is offering the dataset for $600.  Company Overview The Vietnam Social Security (VSS) is a government agency responsible for administering social security programs in Vietnam, including health insurance, social insurance, and unemployment benefits. Established in 1995, the agency serves millions of Vietnamese citizens, ensuring their social and economic well-being. The VSS plays a crucial role in the country's welfare system, managing vast amounts of sensitive data, including personal identification numbers, health records, and financial information.  Breach Details The breach was discovered on September 3, 2024, when a post on a dark web forum revealed the sale of 2 million records stolen from the VSS. The data includes social security numbers, 12-digit ID numbers, and possibly other personal details that could be exploited for identity theft and fraud.  The breach is particularly concerning given the sensitive nature of the data. Social security numbers and ID numbers are often used in various official capacities in Vietnam, including accessing government services, banking, and employment. The exposure of this data puts affected individuals at significant risk of identity theft, financial fraud, and other malicious activities.",
    "confidence": "Medium",
    "plus": {
        "master_id": "4d74f9f6-8797-4aca-b339-e823b9b33e89",
        "modified": "2025-01-31T21:34:04.006Z",
        "created": "2025-01-31T21:21:32.986Z",
        "event_chain": [
            {
                "action": "unk",
                "actor": "ext",
                "asset": "srv",
                "attribute": "cp",
                "summary": "unknown action by TA enabled them to gain access and steal data"
            }
        ],
        "analysis_status": "Reviewed",
        "analyst": "Hylender",
        "dbir_year": 2025,
        "github": "21013"
    },
    "timeline": {
        "incident": {
            "year": 2024,
            "month": 9
        }
    },
    "victim": {
        "government": [
            "Federal"
        ],
        "country": [
            "VN"
        ],
        "victim_id": "Vietnam Social Security Administration",
        "industry": "923130",
        "employee_count": "10001 to 25000"
    },
    "action": {
        "unknown": {
            "result": [
                "Infiltrate",
                "Exfiltrate"
            ],
            "notes": "unknown action to gain access and steal data "
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Financial"
            ],
            "name": [
                "GovRansomArtist"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Unknown"
            }
        ],
        "cloud": [
            "Unknown"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Personal"
                }
            ],
            "data_disclosure": "Yes"
        }
    },
    "targeted": "Opportunistic",
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "schema_name": "vcdb",
    "schema_version": "1.4.0"
}