{
  "action": {
    "malware": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6D17744C-1DB8-457C-BAE8-D444471275C0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U"
      }
    },
    "created": "2015-03-06T21:55:38Z",
    "github": "2021",
    "master_id": "6D17744C-1DB8-457C-BAE8-D444471275C0",
    "modified": "2015-03-06T21:55:38Z",
    "timeline": {
      "notification": {
        "day": 7,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://archive.marionstar.com/article/20140418/NEWS01/304180006/Morrow-County-EMS-911-breach-raises-questions",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Patient information in the Morrow County emergency medical service and 911 systems was at risk of being compromised in 2011, said the 911 coordinator at the time and the current 911 supervisor.  Keith Acker, current 911 coordinator for the Morrow County Firefighters and Squadsmen Association, which has contracted with the county since 1972 to provide EMS and 911 services, said the breach occurred at the tail end of September 2011.  Acker, who said he did do a lot of our in-house computer work for small stuff but not network-related issues, said MCFSA did not contact patients about the breach because no data was compromised or lost.  Information technology specialists, Tranztec Solutions Inc. and Alert Public Safety Solutions, contracted by MCFSA, assisted the private nonprofit organization with remediation of the two operations shared computer system. The system has since been separated into two systems for EMS and 911, Acker said.  We have EMS crews come in for training, and we didnt want them piggybacking into 911 for Internet access, he said. Its all-around better security. Through the remediation, it was determined no data left the building.  Teresa Staley, the 911 coordinator at the time of the breach, said technicians with the IT companies assisting with the computer issues told MCFSA officials to notify patients whose personal information was at risk about the breach, but they did not contact them.  Staley, who said she was fired by the MCFSA board in May 2012 because of co-workers allegations she was not working, said the breach was discovered when MCFSA was having voiceover capability installed on its computers; personnel had noticed computers running slowly and other problems and the IT specialists discovered computer viruses, including Trojan viruses, in the system.  We dont know where it came from, she said. We dont know if they got anything. We dont know. We were told by Alert and Tranztec, You were breached. You need to let everyone who was transported know, because this involved the billing information. You really need to tell everybody.  Could they have gotten anything? I dont know. We dont know. Thats the problem.  Four ports on the 911/EMS computer system were left open from 2008 through 2011, making the system vulnerable, Staley said; Acker said Time Warner, MCFSAs Internet provider, managed a firewall for the system. He said MCFSA had the ports closed when they were discovered in 2011.  Unfortunately, in the digital age nobody is ever 100 percent secure or safe, he said, adding he wished he could say the 911 and EMS computer systems were iron-clad right now.  Staley said Tranztec and Alert Public Safety Solutions IT personnel said to notify patients who had been served from 2008 through 2011 about the computer system breach, but they were never informed that I know of. She said an Alert technician said personal information for as many as 20,000 people might have been at risk.  Acker said patients were not contacted, recalling conversations with Tranztec differently.  I dont remember them ever suggesting we contact patients of a breach, he said.  Toby Miller, one of the primary tech specialists who worked on the breach problem with Acker and other local 911/EMS employees, said his company has a confidentiality clause in its contracts that prevents him from discussing its work on 911/EMS system in Morrow County.  I can tell you we did some network services work out there, which involved server and network audits, Miller said, adding he would have to receive permission from MCFSA to answer any further questions. On April 1, Acker said he would contact Miller and speak with him concerning his ability to discuss ... this incident, but according to a woman answering the phone at Tranztec, Miller informed her Monday Acker had not contacted him. Additional phone calls made to Acker at the 911 office had not been returned by publication time.  Staley expressed uncertainty about the source of the computer viruses and whether patient data was compromised.  She said she did not report the breach to the Morrow County Board of Commissioners.  That would be out of the chain of command, she said. That would have been immediate termination (for her). She said while she was the 911 coordinator, she had been given the understanding by Jeff Sparks, the Morrow County EMS chief, that she had to have his approval for any 911 rule changes and that he would overrule any 911 personnel moves she made with which he disagreed. She said she was not provided with a job description by MCFSA.  Morrow County Commissioner Tom Whiston, who was a commissioner at the time of the incident, said based on what hes been told, a breach occurred that should have been reported to the patients and the U.S. Department of Health and Human Services.  Because of informal reports hes heard recently that the MCFSA 911/EMS computer system had malware and viruses, including Trojan viruses, Id be hard-pressed to say a breach had not occurred, Whiston said. Its going to be one of the questions I have for them (MCFSA).  Staley, who said she was dismissed without being allowed to give my side of the story by MCFSA in May 2012, said the IT companies were looking out for the best for the county, for the residents.  Billing is personal. Weve got a lot of information there.  She said Acker, who succeeded her as EMS coordinator and was our IT person, said the computers were clean of viruses after corrective measures recommended by an outside company were taken, but Tranztec personnel said the computers still had viruses. After the breach, we were told were not going to worry about it.  Acker said the 911 operation implemented stronger antivirus scan software as recommended by Tranztec to prevent further occurrences.  The only thing we really did not implement, they gave us a plan to monitor our network, but the board felt at that time it was too costly an avenue for us to go down, he said, recalling the price would have been about $2,220 per month. We deal on a shoestring budget. Thats not to say network security isnt important to us. We kind of have to decide where we want to put expenditures for the most benefit. Were in the business of EMS and 911. We have to decide where to put our money, what little we have. That was not in the budget at that time.  Acker said MCFSA regularly submits reports on its board meetings to the commissioners, including a report of the boards discussion of computer issues; he provided a copy of a report from an Oct. 27, 2011, meeting, which included 14 paragraphs covering such conversation.  Whiston said the commissioners may have received the report, but the incident should have been communicated more openly.  To me, notification would be you call and inform somebody or provide a letter, Whiston said. You dont just say we discussed that in the minutes from four years ago.  Staley said no one informed the county commissioners of the possible security breach that I know of.  Of her dismissal and being replaced by Acker, she said, Im not mad. What Im mad about is they havent taken anything seriously. I dont care who took over as long as they knew what they were doing. Hes not experienced.  She said Morrow EMS/911 never notified the U.S. Department of Health and Human Services of the breach, either. I dont know for a fact. If they did, I would think they would have told them what they had to do.  MCFSAs EMS/911 operation is one of three organizations that submitted proposals to provide EMS/911 services countywide, while another submitted a proposal to provide 911 services only. MCFSAs contract with the county expires Dec. 31. A levy that provides about 68 percent of the funds for operating EMS will expire Dec. 31.  The commissioners discovered in March that MCFSA did not notify them of the organizations surrender of a certificate of accreditation that had allowed it to provide beginning training for EMTs. Whiston said similar to that, a lack of communication from MCFSA about the computer system breach raises concerns. He said the commissioners will consider the track record of each contractor that submitted a proposal in determining which to accept as the countys new EMS/911 provider. We want to make sure we make the best decision for all the citizens of Morrow County.  The Health Insurance Portability and Accountability Act of 1996 requires an EMS to provide notification of any breach of unsecured protected health information breach to affected individuals, the Secretary, and, in certain circumstances, to the media, according to the U.S. Department of Health and Human Services.  Emails seeking information from the U.S. Department of Health and Human Services did not receive a response by publication time.  MCFSAs website includes a link to the new MCEMS Notice of Privacy Practices, which it states was effective Sept. 23, 2013.",
  "timeline": {
    "incident": {
      "month": 9,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "922160",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Morrow County Firefighters and Squadsmen Association"
  }
}