{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2021,
            "month": 6,
            "day": 1
        }
    },
    "victim": {
        "government": [
            "NA"
        ],
        "country": [
            "JP"
        ],
        "region": [
            "019005"
        ],
        "victim_id": "Fuji Film",
        "employee_count": "50001 to 100000",
        "industry": "423410"
    },
    "action": {
        "malware": {
            "variety": [
                "Ransomware",
                "Trojan"
            ],
            "vector": [
                "Direct install"
            ],
            "result": [
                "Deploy payload",
                "Infiltrate"
            ],
            "name": "Qakbot"
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Financial"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Unknown"
            }
        ],
        "cloud": [
            "Unknown"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data_disclosure": "Potentially"
        },
        "integrity": {
            "variety": [
                "Software installation"
            ]
        },
        "availability": {
            "variety": [
                "Obscuration"
            ]
        }
    },
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "value_chain": {
        "development": {
            "variety": [
                "Ransomware",
                "Trojan"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "ia",
                "summary": "trojan installed on system"
            },
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "ia",
                "summary": "ransomware installed on system"
            },
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "au",
                "summary": "executed ransomware"
            }
        ],
        "modified": "2021-11-02T19:59:21.580Z",
        "created": "2021-11-02T19:59:21.580Z",
        "timeline": {
            "notification": {
                "year": 2021,
                "month": 1,
                "day": 3
            }
        },
        "master_id": "80f0147f-a39d-487c-b4c2-00c280643d54",
        "analysis_status": "First pass",
        "analyst": "Hylender",
        "dbir_year": 2022,
        "github": "17727"
    },
    "incident_id": "58d91310-3bea-11ec-963f-f964320be408",
    "security_incident": "Confirmed",
    "summary": "FujiFilm is investigating a ransomware attack and has shut down portions of its network to prevent the attack's spread.  FujiFilm, also known as just Fuji, is a Japanese multinational conglomerate headquartered in Tokyo, Japan, which initially started in optical film and cameras. It has grown to include pharmaceuticals, storage devices, photocopiers and printers (XEROX), and digital cameras. Today, FUJIFILM announced that their Tokyo headquarters suffered a cyberattack Tuesday night that they indicate is a ransomware attack.  \"FUJIFILM Corporation is currently carrying out an investigation into possible unauthorized access to its server from outside of the company. As part of this investigation, the network is partially shut down and disconnected from external correspondence,\" FUJIFILM said in a statement.  \"We want to state what we understand as of now and the measures that the company has taken. In the late evening of June 1, 2021, we became aware of the possibility of a ransomware attack. As a result, we have taken measures to suspend all affected systems in coordination with our various global entities.\"  \"We are currently working to determine the extent and the scale of the issue. We sincerely apologize to our customers and business partners for the inconvenience this has caused.\"  Due to the partial network outage, FUJIFILM USA has added an alert to the top of their website stating that they are experiencing network problems that are impacting their email and phone systems. While Fujifilm is keeping tight-lipped on further details, such as the identity of the ransomware used in the attack, Bleeping Computer reports that the company’s servers have been infected by Qbot. Advanced Intel CEO Vitali Kremez told the publication that the company’s systems were hit by the 13-year-old Trojan, typically initiated by phishing, last month.  The creators of Qbot, also known as QakBot or QuakBot, have a long history of partnering with ransomware operators. It previously worked with the ProLock and Egregor ransomware gangs, but is currently said to be linked with the notorious REvil group.  “Initial forensic analysis suggests that the ransomware attack on Fujifilm started with a Qbot trojan infection last month, which gave hackers a foothold in the company’s systems with which to deliver the secondary ransomware payload,” Ray Walsh, digital privacy expert at ProPrivacy, told TechCrunch. “Most recently, the Qbot trojan has been actively exploited by the REvil hacking collective, and it seems highly plausible that the Russian-based hackers are behind this cyberattack.”  REvil, also known as Sodinokibi, not only encrypts a victim’s files but also exfiltrates data from their network. The hackers typically threaten to publish the victim’s files if their ransom isn’t paid. But a site on the dark web used by REvil to publicize stolen data appeared offline at the time of writing.  Ransomware attacks have been on the rise since the start of the COVID-19 pandemic, so much so that they have become the biggest single money earner for cybercriminals. Threat hunting and cyber intelligence firm Group-IB estimates that the number of ransomware attacks grew by more than 150% in 2020, and that the average ransom demand increased more than twofold to $170,000.  At the time of writing, it’s unclear whether Fujifilm has paid any ransom to the hackers responsible for the attack on its systems.",
    "confidence": "High",
    "schema_version": "1.3.5"
}