{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2021,
            "month": 2,
            "day": 19
        }
    },
    "victim": {
        "government": [
            "NA"
        ],
        "country": [
            "US"
        ],
        "region": [
            "019021"
        ],
        "victim_id": "Health Aid of Ohio",
        "employee_count": "11 to 100",
        "industry": "532283",
        "state": "OH"
    },
    "action": {
        "hacking": {
            "variety": [
                "Unknown"
            ],
            "vector": [
                "Unknown"
            ],
            "result": [
                "Exfiltrate",
                "Infiltrate"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Unknown"
            ],
            "motive": [
                "Financial"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Database"
            }
        ],
        "cloud": [
            "Unknown"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Medical"
                },
                {
                    "variety": "Payment"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Stored"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "internal": {
            "variety": [
                "Reported by employee"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "hak",
                "actor": "ext",
                "asset": "srv",
                "attribute": "cp",
                "summary": "actor hacked into network and stole PHI documents"
            }
        ],
        "modified": "2021-11-03T01:08:51.277Z",
        "created": "2021-11-03T01:08:51.277Z",
        "timeline": {
            "notification": {
                "year": 2021,
                "month": 5,
                "day": 7
            }
        },
        "master_id": "8346bafb-2d69-458b-9608-c09a8c074d04",
        "analysis_status": "First pass",
        "analyst": "Hylender",
        "dbir_year": 2022,
        "attribute": {
            "confidentiality": {
                "credit_monitoring": "No"
            }
        },
        "github": "17593"
    },
    "incident_id": "af3cfec0-3c16-11ec-963f-f964320be408",
    "security_incident": "Confirmed",
    "reference": "https://www.calhipaa.com/health-aid-of-ohio-security-breach-impacts-approximately-14100-people/",
    "summary": "Full-service home medical equipment firm, Health Aid of Ohio in Parma, OH, has learned that unauthorized people obtained access to its networks and stolen a number of files. The data breach was identified on February 19, 2021 after noticing suspicious system activity. Health Aid of Ohio immediately took steps to get rid of the attackers from its network and protect all patient data.  A breach investigation affirmed that the attacker got access to files and exfiltrated them from Health Aid’s systems, nevertheless, it cannot be confirmed exactly which files were obtained from its networks. It is likely that a number of the exfiltrated files contained VA plan members’ protected health information (PHI).  The data possibly compromised included names, telephone numbers, addresses, and details of the type of equipment delivered to homes or was set up in people’s residences. The PHI of individuals who received services through their insurance company or healthcare provider included names, telephone numbers, birth dates, details of insurance, Social Security numbers, diagnosis information, and type of equipment.  Though the above-mentioned information could have been stolen, so far, Health Aid of Ohio did not receive any report that indicates any misuse of the compromised information. data.  Health Aid of Ohio has not discussed how the attackers acquired access to its systems and whether the attackers used malware or ransomware. However, it has already notified the Federal Bureau of Investigation (FBI) and appropriate authorities. The breach report submitted to the HHS’ Office for Civil Rights indicates that about 141,149 individuals were probably impacted.",
    "confidence": "High",
    "schema_version": "1.3.5"
}