{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2019,
            "month": 8
        }
    },
    "victim": {
        "government": [
            "NA"
        ],
        "country": [
            "GB"
        ],
        "region": [
            "150155"
        ],
        "victim_id": "Equiniti",
        "industry": "5242",
        "employee_count": "1001 to 10000"
    },
    "action": {
        "error": {
            "variety": [
                "Misdelivery"
            ],
            "vector": [
                "Carelessness"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "Unknown"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "M - Documents",
                "amount": 740
            }
        ],
        "cloud": [
            "NA"
        ],
        "total_amount": 740
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Personal"
                }
            ],
            "data_victim": [
                "Customer"
            ],
            "state": [
                "Printed"
            ],
            "data_disclosure": "Yes",
            "data_total": 740
        }
    },
    "discovery_method": {
        "external": {
            "variety": [
                "Customer"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "err",
                "actor": "int",
                "asset": "med",
                "attribute": "cp",
                "summary": "misdelivery error"
            }
        ],
        "modified": "2022-02-15T22:21:46.280Z",
        "created": "2022-02-15T22:21:46.280Z",
        "timeline": {
            "notification": {
                "year": 2021,
                "month": 4,
                "day": 27
            }
        },
        "master_id": "86a1f108-0a73-4bca-ada3-1c340b200752",
        "analysis_status": "Reviewed",
        "analyst": "Hylender",
        "dbir_year": 2022,
        "github": "17553"
    },
    "schema_name": "vcdb",
    "incident_id": "e2f6e0e0-8e79-11ec-8536-fdd879d89dfb",
    "security_incident": "Confirmed",
    "reference": "https://www.financialreporter.co.uk/finance-news/hundreds-of-police-officers-sue-equiniti-over-pensions-data-breach.html",
    "summary": "In August 2019, Equiniti distributed 750 annual pension benefits statements on behalf of Sussex Police force after receiving updated contact details for the force’s officers. But Equiniti failed to properly update their database, resulting in pension statements being sent to the wrong addresses.  The Equiniti data breach exposed the names, National Insurance numbers, salary banding, dates of birth, police service details, and pensions information of police officers. Due to privacy concerns emanating from the case, the Judge has ordered that the names of the claimants be kept confidential.  Equiniti is presently being courted for a £600m takeover by American private equity firm Siris Capital, which was due to make a further offer in the coming days. At the start of this month Equiniti announced a pre-tax loss of £6.6m for 2020. In January 2020, five months after the data breach, Equiniti published an article on their website entitled: “Importance of Data Privacy”. Ironically, the article noted that “safeguarding personal data is now the minimum expected of businesses”, and that consumers expect that their data be “stored and used responsibly and relevantly”.  Head of data breach at Keller Lenkner UK, Kingsley Hayes, commented: “A data breach of this scale has a significant impact on the individuals affected. Equiniti has thus far failed to recognise the seriousness of the data violation and the impact on the large number of police officers affected. The breach included highly confidential information which, placed in the wrong hands, could have significant consequences, including identity theft or other fraudulent activities resulting in significant financial losses. Equiniti had a duty to protect this information and should be held accountable for their failure to do so. They should compensate victims fairly.”  One of the police officer claimants commented: “Equiniti’s actions have caused a great deal of distress to myself and my family, resulting in us having to review all of our accounts and changing our passwords. I removed myself from social media platforms to protect our privacy and joined a credit checking service, which I now feel the need to check on a regular basis. I have even considered the need to move house to protect myself. Knowing that my personal information may potentially be used to defraud me or others is deeply troubling.\"",
    "confidence": "High",
    "targeted": "NA",
    "schema_version": "1.3.6"
}