{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 1,
            "day": 31
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "victim_id": "Colorado Mental Health Institute at Pueblo",
        "industry": "621420",
        "employee_count": "101 to 1000",
        "state": "CO"
    },
    "action": {
        "error": {
            "variety": [
                "Publishing error"
            ],
            "vector": [
                "Carelessness"
            ],
            "notes": "put sensitive patient data on shared internal drive"
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "System admin"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - File"
            }
        ],
        "cloud": [
            "NA"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Stored unencrypted"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "internal": {
            "variety": [
                "Unknown"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "err",
                "actor": "int",
                "asset": "srv",
                "attribute": "cp"
            }
        ],
        "modified": "2020-11-13T00:47:33.408Z",
        "created": "2020-11-13T00:47:33.408Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 4,
                "day": 8
            }
        },
        "master_id": "88b12a1e-f9e1-474d-83d3-9a1c8e679f99",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2021,
        "attribute": {
            "confidentiality": {
                "data_abuse": "Unknown",
                "credit_monitoring": "No"
            }
        },
        "github": "15425"
    },
    "incident_id": "204a4440-250e-11eb-af35-ed9bb3f10d5f",
    "security_incident": "Confirmed",
    "reference": "https://www.chieftain.com/news/20200408/potential-data-breach-reported-at-cmhip",
    "summary": "Officials from the Colorado Department of Human Services Office of Behavioral Health said on Wednesday that the Colorado Mental Health Institute at Pueblo experienced a potential data breach.  A folder containing protected health information on a shared internal drive was found, prompting the concern about the possible breach.  On Jan. 31, CMHIP staff identified the file containing protected health information on a shared internal drive and immediately took steps to mitigate harm, according to the CDHS.  The state-run Pueblo mental health hospital is part of the CDHS’ Office of Behavioral Health.  An investigation conducted by the Colorado Office of Information Technology found that some personal information was accessible to all CMHIP staff while the file was on the drive instead of only to providers who required the information to perform their job, according to the CDHS.  The investigation also determined that at no time was information publicly accessible, and there is no evidence that any information was viewed, acquired or used improperly by CMHIP staff, the CDHS added.  The CDHS said the possible exposed personal information included demographic, financial and clinical information.  CMHIP and the CDHS’ Office of Behavioral Health’s Forensic Services are sending letters to all impacted individuals and are working to implement new technical safeguards in the Office of Information Technology. The entities also are reviewing and revising policies and procedures, and providing additional training for CMHIP and Forensic Services staff.  Those who were impacted by this matter can request a free copy of their credit report from Experian, TransUnion or Equifax and review the Colorado Attorney General’s fraud prevention resources.  Individuals also may file a complaint with the Office for Civil Rights in the U.S. Department of Health and Human Services.",
    "confidence": "High",
    "targeted": "NA",
    "schema_version": "1_3_4"
}