{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 9,
            "day": 8
        },
        "discovery": {
            "unit": "Minutes",
            "value": 30
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "victim_id": "Spokane Regional Health District",
        "industry": "932120",
        "employee_count": "101 to 1000",
        "state": "WA"
    },
    "action": {
        "error": {
            "variety": [
                "Misdelivery"
            ],
            "vector": [
                "Carelessness"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "End-user"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "M - Documents"
            }
        ],
        "cloud": [
            "NA"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Transmitted unencrypted"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "internal": {
            "variety": [
                "Reported by employee"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "err",
                "actor": "int",
                "asset": "med",
                "attribute": "cp"
            }
        ],
        "modified": "2020-09-28T20:17:32.684Z",
        "created": "2020-09-28T20:17:32.684Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 9,
                "day": 21
            }
        },
        "master_id": "92116321-5e8f-448d-871a-9dc4907c6796",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2021,
        "github": "16288"
    },
    "incident_id": "6c92d460-019c-11eb-b177-5f49668a9776",
    "security_incident": "Confirmed",
    "reference": "https://www.krem.com/article/news/health/coronavirus/spokane-health-district-apology-accidental-data-disclosure/293-b9c61e8a-5a95-4d9e-b27b-b5f6fdfae183",
    "summary": "SPOKANE, Wash. — The Spokane Regional Health District is apologizing on Monday after it accidentally disclosed personal health information to a partner agency.   According to a press release, SRHD discovered the unauthorized disclosure to Northeast Washington Educational Service District 101 on Tuesday, Sept. 8. Recipients included school administrations and nursing staff.  Dr. Bob Lutz, who serves as Spokane County Health Officer, said during a press conference on Monday that the health district has been \"working very closely\" with school districts over the past few months and \"a lot of materials\" have gone out to ESD 101 during that time.   The disclosed information included first and last name; date of birth; gender; address; phone number; race; employer; COVID-19 testing and results; and COVID-19 hospitalization status.  Amelia Clark, who serves as SRHD Administrative Officer, said in the press release that the health district is investigating the incident and will implement corrective actions to prevent unauthorized disclosure of information in the future.   “We are very sorry to have accidently released confidential information to a partner agency,” Clark said. “We are confident that this agency shares our concern and commitment to safeguard your personal information, yet we will work diligently to ensure that it does not happen again.”   Those whose information was included in the disclosure have been notified, the press release says. No Social Security numbers or financial information were noted on any of the documents, but those affected are encouraged to monitor their bank accounts and report any suspicious activity immediately.   Explanation of Benefits (EOB) from insurance companies should also be monitored for possible identify theft activities.   Lutz said the release of data was retracted within 30 minutes and \"only a few people apparently opened it.\" He called the accidental disclosure \"an unfortunate error.\"  Access to this data has always been limited to epidemiologists and diseases investigators prior to the breach, Lutz said. He added that the health district has already implemented additional security measures, such as password protections, to prevent another accidental disclosure. ",
    "confidence": "High",
    "targeted": "NA",
    "schema_version": "1_3_4"
}