{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 5,
            "day": 14
        }
    },
    "victim": {
        "country": [
            "IN"
        ],
        "region": [
            "142034"
        ],
        "victim_id": "Goa Police Department",
        "employee_count": "Unknown",
        "industry": "922120"
    },
    "action": {
        "misuse": {
            "variety": [
                "Privilege abuse"
            ],
            "vector": [
                "Physical access"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "Unknown"
            ],
            "motive": [
                "Fun"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "M - Documents",
                "amount": 1
            }
        ],
        "cloud": [
            "NA"
        ],
        "role": [
            "NA"
        ],
        "country": [
            "IN"
        ],
        "total_amount": 1
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "amount": 7,
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Customer"
            ],
            "state": [
                "Printed"
            ],
            "data_disclosure": "Yes",
            "data_total": 7
        }
    },
    "discovery_method": {
        "unknown": true
    },
    "plus": {
        "event_chain": [
            {
                "action": "mis",
                "actor": "int",
                "asset": "med",
                "attribute": "cp",
                "summary": "Internal actor shares list of COVID patients"
            }
        ],
        "modified": "2020-05-28T22:40:57.274Z",
        "created": "2020-05-28T22:40:57.274Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 5,
                "day": 16
            }
        },
        "master_id": "a083ff93-bb8e-41ed-b8a9-836c30254f05",
        "analysis_status": "Validated",
        "analyst": "swidup",
        "dbir_year": 2021,
        "attribute": {
            "confidentiality": {
                "data_abuse": "Yes"
            }
        },
        "github": "15630"
    },
    "incident_id": "fc3046d0-a0f7-11ea-878c-ff8a51fa1e8f",
    "security_incident": "Confirmed",
    "reference": "https://www.heraldgoa.in/Goa/Public-advised-not-to-make-COVID-patients-report-viral/160647",
    "summary": "The Goa Police have advised people to refrain from circulating details of patients; a day after the government ordered an inquiry into the leakage of the confidential lab report.   Details of the first seven COVID-19 patients were leaked into public domain on Thursday. This was followed by another sheet with seven more names, details of which were later said to be fake.   “In this time of crisis, it is important that we take care not to spread news that will create alarm in the society or lead to panic. We must refrain from irresponsibly posting patient details which is not only illegal but cases trauma and prejudice to the families. If there is any query or doubt regarding authenticity of any post, instead of sharing, please contact 112 for guidance,” Inspector General of Police Jaspal Singh said in an appeal message to the people.   Soon after the confidential lab papers had gone viral, Health Minister Vishwajit Rane warned of action while also requesting the people to not indulge in breach of law.   “Confidential lab reports of GMC and DHS are being currently circulated by many on WhatsApp and social media platforms. This act is in violation of patients private confidentiality and I request you all to not indulge in leaking or sharing any such information,” he tweeted.   If such act is repeated or continued by any individual, Rane said, the government is authorised to take stern action against him/her under the provisions of the law.   “This is a breach of law and shall be dealt with serious punishments,” the minister had posted on Twitter.    An inquiry, probing how the confidential paper leaked outside the hospital, is underway. ",
    "notes": "COVID-19",
    "confidence": "High",
    "targeted": "Opportunistic",
    "schema_version": "1_3_4"
}