{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Developer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "amount": 1,
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "country": [
      "US"
    ],
    "role": [
      "IT"
    ],
    "total_amount": 1
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "incident_id": "cccdaf20-a10d-11ea-878c-ff8a51fa1e8f",
  "notes": "COVID-19",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2020-05-29T02:22:20.754Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "err",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Webapp misconfigured and displayed other people's data."
      }
    ],
    "github": "15408",
    "sub_source": "covid19",
    "master_id": "a58a794a-68d9-4052-8b1b-d2001084da1f",
    "modified": "2020-05-29T02:22:20.754Z"
  },
  "reference": "https://www.cbsnews.com/news/business-owners-say-their-personal-data-is-being-leaked-on-federal-loan-site/; https://www.cnbc.com/2020/04/21/small-businesses-seeking-loans-may-have-had-personal-data-exposed.html; https://www.zdnet.com/article/bank-of-america-blames-ppp-applications-leak-on-faulty-sba-test-server/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Small businesses across the U.S. have reported personal data leaks after applying for a disaster loan from the Small Business Administration. The SBA, whose website was plagued by maintenance shutdowns in late March, did not acknowledge the leaks until Saturday evening. The agency told CBS News it is currently operational — despite concerns from small business owners.  Eric Levinson opened The Hummingbird Inn, a pet-friendly Maryland bed-and-breakfast, in 2017. When the coronavirus pandemic hit and he was forced to close his doors, Levinson turned to the SBA for a disaster loan.   \"You go from a steady cash inflow, that you know, obviously ebbs and flows during the year, to it completely flatlining, no new reservations, no new booking, so no income at all,\" he told CBS News' Jim Axelrod.   Levinson went online to the SBA site and found someone else's date of birth, Social Security number, email, phone numbers and business address all filled in on the loan registration page, where he was supposed to put his own personal information.   Ten minutes after deleting the information and replacing it with his own, Levinson said he got a call from a business in Delaware that now had all of his data.   \"So, on top of the stress I have trying to keep this business going, now I don't know who else could have seen that information,\" he said. Nearly a dozen other small businesses told CBS News they experienced the same problem in late March.  Several hours after this story aired Saturday morning, the SBA reached out to CBS News and acknowledged the leaks, saying the agency is \"in the process of notifying potentially impacted individuals and offering them one year of free credit monitoring.\" The SBA did not say the number of businesses that were impacted or how long the problem lasted.  The site shown in the video version of this story is not experiencing problems and is safe for applicants, the agency said. The disaster loan site is currently operational, and no problems have been reported related to the newly launched Paycheck Protection Program.  Todd McCracken of the National Small Business Association said these leaks could not have come at a worse time.  \"They've got to know not only that assistance is coming, but they can count on those sources,\" he said. While he acknowledged that glitches like these can happen, he said it \"undercuts\" small business owners' \"confidence in the system,\" and might lead them to make decisions that they otherwise would not have.  Despite the SBA's claim the site is operational, Levinson said it was \"not comforting\" and that he was still apprehensive about filing his loan application.  \"Haven't been on the site since,\" he said. \"But I have, at this point ... all of us have no choice.\"  Levinson said he tried emailing and tweeting the agency, and even attended an online SBA webinar to alert them to the problem, but has not heard back. ",
  "targeted": "NA",
  "timeline": {
    "incident": {
      "month": 3,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "921130",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Small Business Administration"
  }
}