{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 2,
            "day": 13
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "victim_id": "FHN (Family Healthcare Network)",
        "industry": "621340",
        "employee_count": "1001 to 10000",
        "state": "IL"
    },
    "action": {
        "hacking": {
            "variety": [
                "Unknown"
            ],
            "vector": [
                "Web application"
            ],
            "result": [
                "Infiltrate"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Financial"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Mail"
            }
        ],
        "cloud": [
            "Unknown"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Stored unencrypted"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "internal": {
            "variety": [
                "Log review"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "hak",
                "actor": "int",
                "asset": "srv",
                "attribute": "cp",
                "summary": "external actor hacked into mail accounts of several employees."
            }
        ],
        "modified": "2020-11-11T00:48:02.353Z",
        "created": "2020-11-11T00:39:47.218Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 7,
                "day": 31
            }
        },
        "master_id": "b4c36daf-6ef2-4673-9dfe-ea5de3c62ac9",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2021,
        "attribute": {
            "confidentiality": {
                "data_abuse": "Unknown",
                "credit_monitoring": "Yes",
                "credit_monitoring_years": 1
            }
        },
        "github": "16031"
    },
    "incident_id": "e5a18d70-2383-11eb-b77f-316b5c5dd5eb",
    "security_incident": "Confirmed",
    "reference": "https://chicagomorningstar.com/fhn-sends-mails-to-patients-regards-a-recent-privacy-breach-incident ; https://www.infosecurity-magazine.com/news/data-breach-at-illinois-healthcare/",
    "summary": "A limited number of FHN employees’ email accounts may have been accessed by an unauthorized person. FHN said on April 20, 2020, that their investigation found a privacy incident that happened with some of their employees. Now, FHN notified their patients whose information may have been involved in that incident.  FHN announced on July 31 that they sent emails to the patients related to the data breach. During the preliminary investigation, it was not confirmed which information may have been contained in the accounts accessed by the unauthorized person. However, FHN took steps immediately after finding the suspicious activities that happened with the accounts of their employees. A leading computer forensic team assisted the hospital to secure the accounts.  According to the investigation, an authorized person accessed some of the accounts to take information illegally between February 12, 2020, and February 13, 2020. The investigation team could not find whether the information contained in the emails was viewed by the unauthorized person. For security purposes, the team reviewed the emails and attachments that might have been accessed.  According to the investigation team, the confidential information related to all patients was not accessed by the unauthorized person. It is still not confirmed whether the information included in the affected accounts was viewed or not. However, FHN decided to send precautionary emails to the patients whose information was included in the affected email accounts.  The patients are advised to call 1-888-800-3306, a toll-free call center, to ask questions related to the incident. The affected patients should contact their insurer or service provider immediately if they see any charges for the services they have not received. The FHN officials said, “We regret any concern or inconvenience this incident may cause.” They added that their commitment was to secure the confidential information of their employees and patients.",
    "confidence": "High",
    "targeted": "Opportunistic",
    "schema_version": "1_3_4"
}