{
  "action": {
    "error": {
      "variety": [
        "Data entry error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3
    }
  },
  "discovery_method": "Unknown",
  "incident_id": "BB796274-4852-41F9-89C0-E10A48B98A0D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-02-21T04:07:15Z",
    "master_id": "BB796274-4852-41F9-89C0-E10A48B98A0D",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "When a new drug used in the treatment of HIV was added to the facilitys formulary and e-billing system, the individual adding the medication failed to input the code identifying the medication as sensitive for the treatment of a 7332 protected condition. This resulted in an electronic bill being generated for the medication and it being sent to the Veterans' outside insurance company for payment without a signed release of information as is required for 7332 protected information. The pharmacy department is currently auditing the use of the drug and have identified that 73 Veterans who were prescribed the medication. Pharmacy is in the process of identifying how many who were prescribed the drug had bills sent to their insurance companies without a signed Release of Information (ROI). One Veteran was identified initially during an internal audit and the current audit may result in more Veterans being identified. Approximately 10% of our Veteran population has outside insurance which would result in approximately 7 Veterans if 10% of the Veterans prescribed the medication have outside insurance. The results of the audit should be available later today and an update to the ticket will be made when they are available.",
  "timeline": {
    "incident": {
      "day": 9,
      "month": 4,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "United States Department of Veterans Affairs"
  }
}