{
    "incident_id": "76acb1e0-c5c1-11e9-890f-61c57d05334d",
    "reference": "https://www.thetelegraphandargus.co.uk/news/17836523.investigation-claims-student-nurse-shared-patients-39-highly-sensitive-personal-details-snapchat/",
    "summary": "AN INVESTIGATION is underway amid allegations that a Bradford nurse shared patients’ highly-sensitive personal details on Snapchat.  The Telegraph & Argus has had sight of images of posts purporting to have been made by a student nurse. It has not been confirmed whether or not this is the case.  Snapchat allows users to share a ‘snap’ - a picture or video sent through the app to one or more of their friendsIn one of the images seen by the T&A, the poster appears to confirm the identity of one of the patients in their care when asked by another user of the social media platform.  In a separate post, the user apparently shares a picture of a patient’s medical notes with the message ‘I don’t get paid enough for this job’. Another post appears to show a selfie with Bradford Royal Infirmary (BRI) tagged as the location.  The Bradford Teaching Hospitals NHS Foundation Trust, which the BRI comes under, confirmed it had launched an investigation.  Karen Dawber, Chief Nurse at the Trust, said: “We are treating this matter extremely seriously and are working with the University of Bradford to investigate it fully.  “We will take any action necessary in line with the codes of conduct and policies which are part of our staff’s professional and employment requirements.”  She added: “The vast majority of our staff work to the very highest standards and treat patients with dignity and respect at all times.  “We have a social media policy and we will not tolerate any staff criticising or causing embarrassment to the Trust, its patients, other stakeholders or staff.”  The University of Bradford did not wish to add anything further to the comment made by the Trust.  The Royal College of Nursing, the UK’s largest professional body for nursing, has a guide which sets out how social media should be used responsibly.",
    "source_id": "vcdb",
    "confidence": "High",
    "timeline": {
        "incident": {
            "year": 2019
        },
        "compromise": {
            "unit": "Seconds"
        },
        "exfiltration": {
            "unit": "NA"
        },
        "discovery": {
            "unit": "Minutes"
        }
    },
    "victim": {
        "victim_id": "Bradford Royal Infirmary",
        "employee_count": "1001 to 10000",
        "industry": "622110",
        "locations_affected": 1,
        "country": [
            "GB"
        ],
        "region": [
            "150155"
        ]
    },
    "action": {
        "misuse": {
            "variety": [
                "Data mishandling"
            ],
            "vector": [
                "LAN access"
            ],
            "result": [
                "Exfiltrate"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "Doctor or nurse"
            ],
            "motive": [
                "Fun"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "M - Documents"
            }
        ],
        "notes": "M - Documents because they shared a snapchat of the patients chart",
        "country": [
            "GB"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data_disclosure": "Yes",
            "data": [
                {
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Printed"
            ]
        }
    },
    "targeted": "Opportunistic",
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "plus": {
        "created": "2019-08-23T21:49:12.618Z",
        "event_chain": [
            {
                "action": "mis",
                "actor": "int",
                "asset": "med",
                "attribute": "cp",
                "summary": "nurse showed patient chart on snapchat."
            }
        ],
        "modified": "2019-08-23T21:49:12.618Z",
        "timeline": {
            "notification": {
                "day": 14,
                "month": 8,
                "year": 2019
            }
        },
        "master_id": "c8619786-b815-4cca-81f4-0dccc145074e",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2020,
        "github": "13197"
    },
    "schema_version": "1_3_3"
}