{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "amount": 1,
        "variety": "U - Laptop"
      }
    ],
    "total_amount": 1
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Never"
      },
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": "Int - unknown",
  "incident_id": "6e405a10-d55f-11e7-bfad-07ede9e0bc7c",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2017-11-30T07:50:30.140Z",
    "dbir_year": 2018,
    "github": "10215",
    "master_id": "cc8dbeb3-236a-408f-965a-c220262d1b16",
    "modified": "2017-11-30T08:52:38.691Z",
    "sub_source": "phidbr"
  },
  "reference": "https://www.hipaajournal.com/lost-laptop-sees-phi-3725-veterans-exposed/",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A decommissioned laptop computer previously used by the Mann-Grandstaff VA Medical Center (MGVAMC) in Spokane, WA, has been discovered to be missing, potentially resulting in the exposure of sensitive patient data. The laptop was paired with a hematology analyzer and stored data related to hematology tests. The laptop was in use between April 2013 and May 2016, but was decommissioned when the device became unusable. The laptop, which had been supplied by a vendor, was replaced; however, an equipment inventory revealed the device to be missing. The device should have been returned to the vendor, although the vendor has no record of the laptop ever being recalled from MGVAMC. An inventory of equipment at the MGVAMC lab determined the device was missing. A full search of the medical center was conducted but the laptop could not be located. It was not possible to tell exactly what information had been stored on the device, or the exact number of patients whose protected health information may have been exposed. MGVAMC concluded all patients who submitted samples for hematology tests during the dates that the laptop was in use potentially had data exposed. The types of information stored on the device would have included names, dates of birth, and Social Security numbers according to a statement issued by MGVAMC. 3,275 patients have potentially been impacted and have been notified of the possible breach. Where applicable, patients will be offered credit monitoring and identity theft protection services.",
  "targeted": "NA",
  "timeline": {
    "incident": {
      "year": 2017
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "923140",
    "state": "WA",
    "victim_id": "Mann-Grandstaff VA Medical Center"
  }
}