{
    "incident_id": "033a0ff0-e0b5-11e9-8cfd-bf57b38104b7",
    "security_incident": "Confirmed",
    "reference": "https://www.albertleatribune.com/2019/05/cyber-security-breach-found-at-american-baptist-homes-of-the-midwest/",
    "summary": "American Baptist Homes of the Midwest, owner of Thorne Crest Senior Living Community and Crest Services in Albert Lea, on Monday announced it had an information security breach that could potentially affect some residents.  According to a press release, an unauthorized party gained access to the organization’s computer system and infected the system with malware. The malware reportedly encrypted many of the organization’s records, making them inaccessible out of an effort to extort money — also known as ransomware.  American Baptist Homes of the Midwest discovered the malware shortly after its records were encrypted and was able to stop the incident and secure the affected accounts a few hours later, the release states.  The organization engaged a data forensics firm to ensure all systems were secure and investigated the incident further.  It determined the unauthorized party may have had access to names and addresses of people in the database, along with Social Security numbers and medical and financial information. However, at this time there is no evidence that individual information was retrieved or misused in any way, the release states.  “ABHM is committed to the security of all sensitive information maintained by ABHM, and it is taking this matter very seriously,” the release states. “ABHM has notified individuals who may have been affected by the incident and reported the incident to law enforcement and to the Office for Civil Rights.”  The organization is advising people who may have been affected to remain attentive to the possibility of fraud and identity theft by reviewing account statements and credit reports for any unauthorized activity. Fraudulent activity or suspected incidents of identity theft should be reported to proper law enforcement authorities, the state attorney general and the Federal Trade Commission.  A dedicated call center is in place at 877-408-3394 to answer questions affected individuals may have.  Other affected locations were at Elm Crest Senior Living in Harlan, Iowa; Maple Crest Health Center in Omaha, Nebraska; Trail Ridge Senior Living in Sioux Falls, South Dakota; Tudor Oaks Senior Living in Muskego, Wisconsin; Health Center at Franklin Park in Denver; Mountain Vista Senior Living in Wheat Ridge, Colorado; and Iowa Crest Services locations in Cedar Rapids, Des Moines, Harlan, Ottumwa and Chariton, Iowa.",
    "source_id": "vcdb",
    "confidence": "High",
    "timeline": {
        "incident": {
            "year": 2019,
            "month": 5
        },
        "discovery": {
            "unit": "Hours"
        }
    },
    "victim": {
        "victim_id": "American Baptist Homes of the Midwest,",
        "employee_count": "1001 to 10000",
        "industry": "623312",
        "country": [
            "US"
        ],
        "state": "MN",
        "secondary": {
            "victim_id": [
                "Thorne Crest Senior Living Community",
                "Crest Services",
                "Mountain Vista Senior Living",
                "Tudor Oaks Senior Living",
                "Trail Ridge Senior Living",
                "Maple Crest Health Center",
                "Elm Crest Senior Living"
            ]
        }
    },
    "action": {
        "hacking": {
            "variety": [
                "Unknown"
            ],
            "vector": [
                "Unknown"
            ],
            "result": [
                "Infiltrate"
            ]
        },
        "malware": {
            "variety": [
                "Ransomware"
            ],
            "vector": [
                "Unknown"
            ],
            "result": [
                "Exfiltrate"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Fear"
            ],
            "country": [
                "Unknown"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Unknown"
            }
        ]
    },
    "attribute": {
        "confidentiality": {
            "data_disclosure": "Potentially",
            "data": [
                {
                    "variety": "Medical"
                }
            ],
            "data_victim": [
                "Patient"
            ],
            "state": [
                "Stored"
            ]
        },
        "integrity": {
            "variety": [
                "Software installation"
            ]
        },
        "availability": {
            "variety": [
                "Obscuration"
            ]
        }
    },
    "targeted": "Unknown",
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "plus": {
        "created": "2019-10-02T06:27:15.905Z",
        "event_chain": [
            {
                "action": "hak",
                "actor": "ext",
                "asset": "srv",
                "attribute": "ia"
            },
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "au"
            }
        ],
        "modified": "2019-10-02T06:27:15.905Z",
        "timeline": {
            "notification": {
                "day": 6,
                "month": 5,
                "year": 2019
            }
        },
        "master_id": "d7c107a8-3ffb-4797-99b4-a440a09f52ba",
        "analysis_status": "Validated",
        "analyst": "swidup",
        "dbir_year": 2020,
        "github": "13474"
    },
    "schema_version": "1_3_3"
}