{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2020,
            "month": 7
        }
    },
    "victim": {
        "country": [
            "CA"
        ],
        "victim_id": "Durham Radio",
        "employee_count": "11 to 100",
        "industry": "33422"
    },
    "action": {
        "hacking": {
            "variety": [
                "Use of stolen creds"
            ],
            "vector": [
                "Web application"
            ],
            "result": [
                "Infiltrate"
            ]
        },
        "malware": {
            "variety": [
                "Ransomware"
            ],
            "vector": [
                "Email attachment"
            ]
        },
        "social": {
            "variety": [
                "Phishing"
            ],
            "vector": [
                "Email"
            ],
            "target": [
                "Unknown"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Organized crime"
            ],
            "motive": [
                "Financial"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "P - Unknown"
            },
            {
                "variety": "U - Desktop or laptop"
            },
            {
                "variety": "S - File"
            }
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Internal"
                }
            ],
            "data_victim": [
                "Victim organization"
            ],
            "state": [
                "Stored"
            ],
            "data_disclosure": "Potentially"
        },
        "integrity": {
            "variety": [
                "Alter behavior",
                "Software installation"
            ]
        },
        "availability": {
            "variety": [
                "Obscuration"
            ]
        }
    },
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "soc",
                "actor": "ext",
                "asset": "ppl",
                "attribute": "ia",
                "summary": "Phishing"
            },
            {
                "action": "hak",
                "actor": "ext",
                "asset": "usr",
                "attribute": "cp",
                "summary": "Use of stolen creds"
            },
            {
                "action": "mal",
                "actor": "ext",
                "asset": "usr",
                "attribute": "ia",
                "summary": "Malware installed"
            },
            {
                "action": "mal",
                "actor": "ext",
                "asset": "srv",
                "attribute": "au",
                "summary": "Encryption triggered"
            }
        ],
        "modified": "2020-07-23T03:05:37.558Z",
        "created": "2020-07-23T03:05:37.558Z",
        "master_id": "dc189ccd-8d88-4c86-a0f0-974dbbf80b6d",
        "analysis_status": "Validated",
        "analyst": "swidup",
        "dbir_year": 2021,
        "github": "s_widup@yahoo.com"
    },
    "incident_id": "263068f0-c968-11ea-858c-33a6d5171bc6",
    "security_incident": "Confirmed",
    "reference": "https://www.fyimusicnews.ca/articles/2020/07/19/durham-radio-beats-back-ransomware-attack",
    "summary": "Durham Radio, one of the last of the few independent chains in Ontario – with three stations in Oshawa, one in Hamilton and one in Caledonia – was hit with a Pyse ransomware attack that forced the stations off the air recently. Rather than stand down and pay up, Durham used its internal resources to get back and running.  “The ransomware malware attack came in as an attachment and cleaned our music libraries and ad spots that we had stored on hard-drives,” Durham Radio sales VP Steve Macaulay said in a phone interview on the weekend. He added that a similar incident occurred two years back but wasn’t as severe.  This go-round, Durham’s technical team sorted things out and got them all back on air in a few hours, but it was a few more days to “get our full playlists on and we had to contact many of our advertisers to ask them to email us back the spots we had done for them. With no commercials or announcers on for two days, it created a bit of a splash on Facebook with people wondering if we were changing format or if we had been sold.”  Fortunately, Durham has a ransomware insurance policy that can cover lost income from advertising during the downtime across the station’s network of five stations. Asked if the authorities were of any help, Macaulay simply said “no,” but the attack was reported to Durham Regional Police. Other attacks on local businesses and one major manufacturing plant also occurred at roughly the same time.  How much was the ransom being asked? Macaulay said they didn’t even pursue that course of action. The company did contact specialists in these kinds of extortion exercises in Australia and the US but the fees were unthinkably high.  At no point were the station’s computers hacked, just a harmless looking attachment from a known email address that turned out to be a trojan intruder that wiped drive sectors on the company’s hard-drive. To prevent this occurring again, Durham now doubles up all of its information and secures it on a third-party cloud service. Their advice for other radio operators – back up, back up, back up and make your network security as tight as possible.",
    "confidence": "High",
    "targeted": "Unknown",
    "schema_version": "1_3_4"
}