{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Exploit vuln"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data_disclosure": "Yes"
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "8F14E45F-CEEA-167A-5A36-DEDD4BEA2543",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "created": "2025-12-30T14:49:24Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Uses oracle ebs exploit to compromise servers"
      }
    ],
    "master_id": "DF0A820C-C2F6-42D8-868F-840F50C91DDA",
    "modified": "2026-02-11T15:55:52Z",
    "row_number": 7
  },
  "reference": "https://www.securityweek.com/nearly-30-alleged-victims-of-oracle-ebs-hack-named-on-cl0p-ransomware-site/",
  "schema_version": "1.4.1",
  "security_incident": "Confirmed",
  "summary": "\"Cybercriminals have named nearly 30 organizations allegedly impacted by the recent campaign targeting customers of Oracle’s E-Business Suite (EBS) enterprise resource planning solutions.\n\nThe campaign, which involved extortion emails being sent to executives at dozens of organizations in late September, is believed to have been conducted by a cluster of a profit-driven threat actor tracked as FIN11.\n\nThe attacks were claimed by the Cl0p (aka Clop) ransomware group. Cl0p was previously linked by the cybersecurity community to FIN11 and the decision to use it as the public-facing entity for the campaign was likely motivated by its prior involvement in similar high-impact campaigns targeting customers of Cleo, MOVEit, and Fortra file transfer products.\n\nTwenty-nine alleged victims of the Oracle EBS hack have been listed on the Cl0p leak website to date. The organizations that were the first to be named, such as Harvard University, South Africa’s Wits University, and American Airlines subsidiary Envoy Air, confirmed being impacted shortly after they were named by the attackers in mid-October.\n\nLast week, The Washington Post also confirmed it had been successfully targeted in the campaign, but did not share any details, Reuters reported.\n\nHowever, a majority of the other alleged victims have yet to confirm suffering a data breach.\n\nSecurityWeek has reached out for comment to several important organizations from the list, but none responded. This includes industrial giants Schneider Electric and Emerson, consumer electronics giant Logitech, communications and automotive giant Cox Enterprises, silver and gold producer Pan American Silver, automotive parts firm LKQ Corporation, and HVAC company Copeland.\n\nOther alleged victims include companies in the mining, professional services, wastewater, construction, insurance, financial, manufacturing, transportation, technology, automotive, energy, and HVAC sectors.\n\nGiven Cl0p’s history, it’s unlikely that organizations have been falsely listed as victims. However, it’s not uncommon for the cybercriminals to deliberately name parent companies as the victim when the actual impact was limited to a smaller subsidiary (as in the case of American Airlines being listed for the Envoy Air hack). It’s also possible that in some cases the hackers have exaggerated the value and sensitivity of the stolen data. \"",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2025
    }
  },
  "victim": {
    "country": [
      "ZA"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "611310",
    "victim_id": "Wits University"
  }
}