{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2019,
            "month": 8
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "victim_id": "Entercom ",
        "industry": "334220",
        "employee_count": "1001 to 10000"
    },
    "action": {
        "hacking": {
            "variety": [
                "Unknown"
            ],
            "vector": [
                "Web application"
            ]
        }
    },
    "actor": {
        "external": {
            "variety": [
                "Unknown"
            ],
            "motive": [
                "Financial"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "S - Database"
            }
        ],
        "cloud": [
            "External Cloud Asset(s)"
        ],
        "role": [
            "IT"
        ]
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "variety": "Credentials"
                }
            ],
            "data_victim": [
                "Customer"
            ],
            "state": [
                "Stored unencrypted"
            ],
            "data_disclosure": "Yes"
        }
    },
    "discovery_method": {
        "unknown": true
    },
    "plus": {
        "event_chain": [
            {
                "action": "hak",
                "actor": "ext",
                "asset": "srv",
                "attribute": "cp",
                "summary": "attacker gained access to cloud database"
            }
        ],
        "modified": "2020-11-13T22:09:37.727Z",
        "created": "2020-11-13T22:09:37.727Z",
        "timeline": {
            "notification": {
                "year": 2020,
                "month": 3,
                "day": 10
            }
        },
        "master_id": "e043d2f2-b0ed-46be-a776-13ad7d88154c",
        "analysis_status": "Validated",
        "analyst": "Hylender",
        "dbir_year": 2021,
        "github": "15301"
    },
    "incident_id": "46e17640-25c8-11eb-a3b1-07c4769263ea",
    "security_incident": "Confirmed",
    "reference": "https://www.bleepingcomputer.com/news/security/entercom-radio-giant-says-data-breach-exposed-user-credentials/ ; https://www.crossingbroad.com/2020/03/entercom-hackers-obtained-radio-com-user-information.html",
    "summary": "Entercom says in a notice of data breach sent to affected customers and filed with California's Office of the Attorney General that the data breach was detected while investigating a cyberattack that took place in September 2019.     \"As part of our investigation into that attack, we became aware of unauthorized activity relating to third-party cloud hosting services, which we use to store information relating to Radio.com users,\" Entercom explains.  \"Specifically, our investigation determined that for approximately three (3) hours on August 4, 2019, an unauthorized actor accessed information relating to Radio.com users contained in database backup files.\"  The company discovered that an unauthorized actor was able to access the protected personal information of an undisclosed number of Radio.com users.   During the investigation conducted with the help of third-party data privacy and computer forensics specialists, Entercom discovered that the attacker was able to gain access to the names, usernames, and passwords of the impacted Radio.com users.  We sincerely regret any inconvenience this incident may cause you. We remain committed to safeguarding the information in our care and will continue to take steps to ensure the security of our systems. - Radio.com Customer Support Team  Following the data breach, the radio giant implemented several measures designed to prevent similar incidents in the future, including but not limited to passwords rotations, cloud services multifactor authentication and stronger password policies, and staff data security training.  Entercom also urges users who received the data breach notification letters to change their passwords for Radio.com accounts and for any other accounts where the same password was used. ",
    "confidence": "High",
    "targeted": "Opportunistic",
    "schema_version": "1_3_4"
}