{
    "source_id": "vcdb",
    "timeline": {
        "incident": {
            "year": 2019,
            "month": 11
        },
        "discovery": {
            "unit": "Weeks",
            "value": 4
        }
    },
    "victim": {
        "country": [
            "US"
        ],
        "victim_id": "The Walt Disney Company",
        "employee_count": "Over 100000",
        "industry": "512110",
        "state": "CA"
    },
    "action": {
        "error": {
            "variety": [
                "Loss"
            ],
            "vector": [
                "Carelessness"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "End-user"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "assets": [
            {
                "variety": "M - Documents",
                "amount": 1
            }
        ],
        "cloud": [
            "NA"
        ],
        "role": [
            "Other"
        ],
        "country": [
            "US"
        ],
        "total_amount": 1
    },
    "attribute": {
        "confidentiality": {
            "data": [
                {
                    "amount": 1,
                    "variety": "Secrets"
                }
            ],
            "data_victim": [
                "Victim organization"
            ],
            "state": [
                "Printed"
            ],
            "data_disclosure": "Yes",
            "data_total": 1
        },
        "availability": {
            "variety": [
                "Loss"
            ],
            "duration": {
                "unit": "Weeks"
            }
        }
    },
    "discovery_method": {
        "external": {
            "variety": [
                "Actor disclosure"
            ]
        }
    },
    "plus": {
        "event_chain": [
            {
                "action": "err",
                "actor": "int",
                "asset": "med",
                "attribute": "cp",
                "summary": "Employee loses Star Wars script, cleverly hidden under his bed."
            },
            {
                "action": "err",
                "actor": "int",
                "asset": "med",
                "attribute": "au",
                "summary": "Loss of availability of the document"
            }
        ],
        "modified": "2019-12-13T01:18:07.685Z",
        "created": "2019-12-13T01:18:07.685Z",
        "timeline": {
            "notification": {
                "year": 2019,
                "month": 11,
                "day": 28
            }
        },
        "master_id": "ebf8fd95-272f-47a9-8166-b8e6521c41b8",
        "analysis_status": "Validated",
        "analyst": "swidup",
        "dbir_year": 2020,
        "attribute": {
            "confidentiality": {
                "data_abuse": "Yes"
            }
        },
        "github": "14610"
    },
    "incident_id": "38cd2510-1d02-11ea-aaae-134977653bb1",
    "security_incident": "Confirmed",
    "reference": "https://www.telegram.com/news/20191128/star-wars-rise-of-skywalker-actor-who-caused-script-leak-comes-forward",
    "summary": "John Boyega, who plays storm trooper-turned-resistance-fighter Finn in the new trilogy, confessed to the crime Wednesday on “Good Morning America” days after director J.J. Abrams and costar Daisy Ridley refused to reveal his name. True to Abrams’ original account, the British star said he accidentally left a copy of the top-secret screenplay under his bed before it landed in the wrong hands.  “All right, all right, guys - it was me,” he said. “I was moving apartments, and I left the script under my bed. I was like, ‘You know what? I will leave it under my bed. When I wake up in the morning, I’ll take it and then move.’ But then my boys came over and we started partying a little bit. And the script, it just stayed there. And a few weeks after, this cleaner comes in, finds this script and puts it on eBay for like 65 pounds. The person didn’t know the true value.”  Not surprisingly, Disney - notorious for its airtight, spoiler-proof security measures - was not pleased with Boyega’s gaffe. Earlier this week, Abrams explained that the studio giant had distributed only “a handful of scripts, and they were printed on crazy, uncopy-able paper.” But it took only one human error for the coveted property, valued at about $84, to end up on an auction site.  “It was scary,” Boyega said. “I got calls from every official. Even Mickey Mouse called me, ‘What did you do?!’ ”  A day before his confession, Ridley, who stars opposite Boyega as Jedi scavenger Rey, cleared her own name on the morning show - and dropped a hint as to who was really to blame.  “Apparently, people assume it was me,” Ridley said. “I’m not going to throw the person under the bus ... but there is someone else potentially coming on the show this week who can answer the question as to who that was.”  According to Abrams’ story, Boyega was eventually let off the hook thanks to a sharp-eyed Disney staffer, who spotted and purchased the stolen script online before anyone else could. Since the incident, details about the highly anticipated conclusion to the Skywalker era have so far remained under wraps ahead of its Christmastime debut.  “Star Wars: The Rise of Skywalker,” starring Boyega, Ridley, Oscar Isaac and Adam Driver, hits theaters Dec. 20 Sign up for daily e-mail Wake up to the day’s top news, delivered to your inbox Sign-up for other newsletters Upcoming Events",
    "confidence": "High",
    "targeted": "NA",
    "schema_version": "1_3_4"
}