{
    "incident_id": "32a51dd0-ccf0-11e9-bb5c-c14da9ab577c",
    "security_incident": "Confirmed",
    "reference": "https://www.theguardian.com/world/2019/mar/11/china-database-lists-breedready-status-of-18-million-women",
    "summary": "An open database in China contains the personal information of more than 1.8 million women, including their phone numbers, addresses, and something called “BreedReady” status, according to a researcher.  Victor Gevers, a Dutch internet expert from the non-profit group GDI.Foundation, found the insecure data cache while searching for open databases in China. He posted a series of screenshots of it over the weekend.  The database, whose server is in China, included fields labeled in English for sex, age, education, marital status, as well as a column titled “BreedReady”, which could be a poor translation of Chinese terms to describe whether a woman has children or is of child-bearing age, observers noted. It was taken down late on Monday afternoon local time, according to Gevers.  The data breach is alarming in the context of official concerns over China’s falling birthrates. Women rights advocates and critics of China’s use of strict family planning rules worry about how far the government will go to encourage more women to have children.  It is not clear whether the database is related to a dating app, a government registry, or another organisation or company. Gevers, who also identified a database maintained by a surveillance company tracking at least 2.5 million residents in Xinjiang, said he was still taking samples and working on verifying the data.  “More than this, we don’t have at the moment. Our primary concern is that it gets secured ASAP,” he told the Guardian.  The average age of women in the database was 32, with the youngest being 15, he said. Almost 90% of included entries were described single and 82% were listed as living in Beijing.  The database also included fields labeled “political” and “hasvideo” as well as links to what appear to be Facebook profile pages. Facebook is blocked in China and can only be accessed through virtual private networks.  Other IT specialists believed the database could have been built by a hacker who stole secured data from a dating website. Gevers said he and others were contacting some of those whose profile pages were linked to see if they were aware of the database or had registered such information.  In a thread titled “Is this the prologue to The Handmaid’s Tale?” on the discussion forum Douban, Chinese internet users likened the database to the television show based on a future where women are forced to reproduce.  “This kind of database is very indicative and frightening,” said one user, adding: “I’m a pessimist and the fact that stories like The Handmaid’s Tale exist means the signs are already there.”  Others were less surprised and wondered whether the information could be related to the Chinese dating website Jiayuan, which was hacked by a security researcher aiming to highlight the site’s vulnerabilities in 2015. One user on Douban wrote: “To tell the truth, this kind of data is everywhere.”",
    "source_id": "vcdb",
    "confidence": "High",
    "timeline": {
        "incident": {
            "year": 2019
        }
    },
    "victim": {
        "employee_count": "Unknown",
        "industry": "0000",
        "country": [
            "CN"
        ]
    },
    "action": {
        "error": {
            "variety": [
                "Misconfiguration"
            ],
            "vector": [
                "Carelessness"
            ]
        }
    },
    "actor": {
        "internal": {
            "variety": [
                "System admin"
            ],
            "motive": [
                "NA"
            ]
        }
    },
    "asset": {
        "total_amount": 1,
        "assets": [
            {
                "variety": "S - Database",
                "amount": 1
            }
        ]
    },
    "attribute": {
        "confidentiality": {
            "data_disclosure": "Yes",
            "data_total": 1800000,
            "data": [
                {
                    "amount": 1800000,
                    "variety": "Personal"
                }
            ],
            "state": [
                "Stored unencrypted"
            ]
        }
    },
    "targeted": "NA",
    "discovery_method": {
        "external": {
            "variety": [
                "Security researcher"
            ]
        }
    },
    "plus": {
        "created": "2019-09-02T02:47:06.000Z",
        "event_chain": [
            {
                "action": "err",
                "actor": "int",
                "asset": "srv",
                "attribute": "cp",
                "summary": "Internal actor stands up unprotected database."
            }
        ],
        "modified": "2019-09-02T02:47:06.000Z",
        "master_id": "f899f76f-214d-4407-9c08-6e9dea9209a1",
        "analysis_status": "Validated",
        "analyst": "swidup",
        "dbir_year": 2020,
        "github": "13240"
    },
    "schema_version": "1_3_3"
}