{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Use of stolen creds"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data_disclosure": "Yes",
      "data_total": 2095
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "8F14E45F-CEEA-167A-5A36-DEDD4BEA2543",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "created": "2025-12-30T14:49:14Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Used stolen credentials from a connected app to exfil data from CRM environment"
      }
    ],
    "master_id": "FAF23D7D-1321-4EFB-B1BF-42886E57043B",
    "modified": "2026-02-11T15:56:41Z",
    "row_number": 7
  },
  "reference": "https://www.hipaajournal.com/florida-radiology-practice-data-breach/",
  "schema_version": "1.4.1",
  "security_incident": "Confirmed",
  "summary": "\"Rectangle Health, a Valhalla, NY-based software company that provides practice management software to healthcare providers, has recently notified the Maine Attorney General about a breach affecting 2,095 individuals, including 11 Maine residents. The incident involved unauthorized access to its Salesforce platform on August 14, 2025. The platform was used to store customer information. Rectangle Health did not state which cybercriminal group was involved. The file review was completed on September 4, 2025, and confirmed that the stolen data includes names, dates of birth, and Social Security numbers. Notification letters were mailed to the affected individuals on October 8, 2025. Complimentary credit monitoring services are being offered to the affected individuals.\n\nThere has been a spate of attacks on Salesforce environments over the past few months, prompting the Federal Bureau of Investigation (FBI) to issue a Flash Alert in September. The alert warned that two cybercriminal groups – UNC6040 (ShinyHunters) and UNC6395 – were targeting Salesforce environments. In September, a hacking group called Scattered Lapsus$ Hunters started leaking stolen Salesforce data. Some members are believed to also be part of the ShinyHunters group. The group has attempted to extort Salesforce and has threatened to extort companies directly if Salesforce refuses to pay the ransom.\"",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 14,
      "month": 8,
      "year": 2025
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "government": [
      "NA"
    ],
    "industry": "522320",
    "state": "NY",
    "victim_id": "Rectangle Health"
  }
}