{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Helpdesk"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "03EA3D0E-E90A-475D-9832-A3C2C369936A",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Partner"
      }
    },
    "created": "2013-08-23T23:36:00Z",
    "f500": "U",
    "master_id": "03EA3D0E-E90A-475D-9832-A3C2C369936A",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.mondaq.com/canada/x/248576/Trade+Secrets/Enforcement+Of+Privacy+Policy+In+Steel+v+Coast+Capital+Savings+Credit+Union",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "In a recent decision of the British Columbia Supreme Court, the Court upheld the termination for cause of a help desk analyst in the IT department who had been employed for over 20 years at Coast Capital Savings Credit Union. (Steel v. Coast Capital Savings Credit Union, 2013 BCSC 527)  Employees at Coast were permitted to have a personal folder in which they would keep confidential business documents. Under the privacy policy at Coast, the files in the personal folder could only be read or edited by the employee who had the folder. Help desk employees were allowed to access personal folders but could only do so to resolve a technical problem and only if the employee who had the personal folder first gave permission to the help desk to access the folder.  The restrictions on access to personal folders were clearly set out in the privacy policy at Coast.  An employee tried to open a confidential spreadsheet in her personal folder. She got a message on her screen that the document was already in use by the help desk. The document in question was a waiting list of employees for parking spots. This was a confidential document that had information about employees' seniority and rates of pay. The help desk employee had not requested permission to view the document in the other employee's personal folder. She accessed it because she was curious about the waiting list for parking.  Coast terminated her employment on the basis of breach of the trust \"that is required in a position that holds access to confidential and private information.\" Coast stated that it no longer had confidence in her.  The Supreme Court decided that the help desk employee was in a position of trust because she was \"given the ability to access confidential documents\" as a result of her position on the help desk. She was not allowed to do that without the consent of the other employee. The Court stated that, \"the employer had to trust Ms. Steel to obey its policies and follow the protocols. It had to trust Ms. Steel to only access such documents as part of the performance of her duties and follow the protocols when she did so. Such trust was fundamental to the employment relationship in relation to Ms. Steel's position.\" Accordingly, the Court upheld the termination for cause.  The Court's decision to uphold the termination for cause of an employee with over 20 years of service for a single breach of the privacy policy is a clear indication that Courts are prepared to treat privacy issues very seriously. If employees in a position of trust violate privacy policies, they may well be subject to termination for cause.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": [
    {
      "country": "CA",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "victim_id": "Coast Capital Savings Credit Union"
    }
  ]
}