{
  "action": {},
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "notes": "",
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2000,
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Ext - actor disclosure",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1E541AF0-D9E1-4A91-9E03-942D2DC633EA",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Student"
      }
    },
    "created": "2013-02-21T05:57:15Z",
    "f500": "N",
    "master_id": "1E541AF0-D9E1-4A91-9E03-942D2DC633EA",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 12,
        "year": 2012
      }
    }
  },
  "reference": "http://www.fairfaxunderground.com/forum/read/2/1072197.html, http://www.washingtonpost.com/blogs/the-state-of-nova/post/fairfax-underground-website-ordered-to-remove-fairfax-high-school-grades/2012/12/21/0326c090-4bb0-11e2-a6a6-aabac85e8036_blog.html ",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Fairfax Underground is an online bulletin board, not a blog, where almost anything goes. Anyone can anonymously start or join a discussion about local drug dealers, complaints about the Fairfax County police or schools, places to meet women, politics, breaking news, all manner of things of interest to Northern Virginians. It is largely uncensored, so the content can be sexist, racist, vulgar or offensive, sometimes all in one post.  It wasn’t particularly surprising, then, that someone anonymously obtained and posted a file Tuesday with the detailed grades of more than 2,000 Fairfax High School students in hundreds of different courses from the 2011-12 school year. On Wednesday, the Fairfax County School Board’s lawyers sent the site’s founder and administrator, Cary Wiedemann, an e-mail requesting that he immediately take the file down. Wiedemann declined, saying he did not post the file and did not see any law which prohibited the disclosure of the grades, and that there was no personal information such as social security numbers or home addresses. He also asked if anyone could verify that it was actual, accurate school data.   -----------------------  Due to the content and publicity associated with the thread Leaked! Fairfax High School Report Cards from 2011-2012 School Year for Every Student! 2,166 page PDF file, the Fairfax County School Board has filed suit against Fairfax Underground and was granted a temporary preliminary injunction by the US District Court of Alexandria, VA.  As the order was issued without notice I was not provided any chance to respond to the school board's petition. I have a very limited time to file a Motion to Dissolve, and am currently exploring the merits of doing so, but as the injunction expires on January 4th, 2013 I may well abide by this temporary order and focus my efforts on ensuring the injunction doesn't become permanent.  In compliance with the injunction I am currently performing a full MySQL database backup to preserve all of the original records, as I need to modify the offending post in order to remove the content.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "25001 to 50000",
      "industry": "611110",
      "notes": "",
      "revenue": {
        "amount": 2460000000,
        "iso_currency_code": "USD"
      },
      "state": "VA",
      "victim_id": "Fairfax High School"
    }
  ]
}