{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Knowledge abuse",
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "notes": "",
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 30,
          "variety": "Medical"
        },
        {
          "amount": 30,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 30,
      "notes": "",
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "notes": "",
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "22DF31DA-B032-4180-A4F7-22A9536E46C9",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Patient"
      }
    },
    "created": "2013-02-22T00:25:13Z",
    "f500": "N",
    "master_id": "22DF31DA-B032-4180-A4F7-22A9536E46C9",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 12,
        "year": 2012
      }
    }
  },
  "reference": "http://www.justice.gov/usao/vae/news/2012/12/20121217smithnr.html ",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Lynette Smith, 41, of Suffolk, Va., was sentenced today to ten months in prison for altering records to conceal Medicaid fraud committed by a provider of home health care services.   Smith pled guilty on July 31, 2012. According to court documents, Smith was employed as a staffing manager by A Caring Hand Home Health Care Services, Inc. (A Caring Hand), a business located in Suffolk, Virginia that was owned and operated by Janice W. Holland.  A Caring Hand was authorized to provide home health care services, including respite care, to recipients of Medicaid.  Respite care services, as authorized by applicable Medicaid regulations, are designed to provide temporary, substitute care for a Medicaid recipient that is normally provided by the family or another unpaid primary caregiver of the recipient.  These services are provided on a short-term basis because of the emergency absence, or the need for routine or periodic relief of the primary caregiver.   From in or about January 2008 through October 2011, Holland engaged in a fraudulent scheme to obtain health care benefit payments from the Virginia Medicaid program.  Holland submitted to the program approximately 900 fraudulent claims for payment representing that respite care services had been provided to thirty (30) Medicaid recipients, when in fact no such services had actually been provided.  As a result, Holland obtained health care benefit payments totaling approximately $630,000 to which she was not entitled.   During the period from in or about September 2010 through October 6, 2011, Holland and Smith, and members of the staff of A Caring Hand at their direction, altered, falsified and made false entries in the office records of A Caring Hand to conceal and cover up the fact that Holland had submitted false and fraudulent claims for payment to the Virginia Medicaid program.  On multiple occasions, Holland and Smith met with staff members and directed them to alter, falsify and make false entries into office records, including the creation of false and fraudulent time sheets, in order to make it appear that the respite care services for which Holland had billed the program had actually occurred, when in fact they knew that no such services had been provided.  Approximately twelve staff members knowingly committed the alteration and falsification of office records at the direction of Holland and Smith, who were aware of an upcoming scheduled audit of the office records.  Holland and Smith committed these acts with the intent to impede, obstruct and influence the proper administration of the Virginia Medicaid program, which is a matter within the jurisdiction of the Department of Health and Human Services.",
  "timeline": {
    "incident": {
      "day": 31,
      "month": 1,
      "year": 2008
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "Unknown",
      "industry": "62111",
      "notes": "",
      "state": "VA",
      "victim_id": "A Caring Hand Home Health Care Services, Inc."
    }
  ]
}