{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "notes": "",
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2700,
          "variety": "Bank"
        },
        {
          "amount": 2700,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2700,
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "25CAD94C-8005-400C-8F3F-526AB0B5A748",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Customer"
      }
    },
    "created": "2013-08-22T23:27:45Z",
    "f500": "U",
    "master_id": "25CAD94C-8005-400C-8F3F-526AB0B5A748",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 6,
        "year": 2013
      }
    }
  },
  "reference": "http://www.reuters.com/article/2013/08/22/us-swiss-datatheft-idUSBRE97L0I820130822, http://online.wsj.com/article/SB10001424127887324165204579028513334141776.html, http://www.businessweek.com/ap/2013-06-28/julius-baer-tax-data-theft-case-before-swiss-court",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Swiss court on Thursday sentenced a 54-year-old computer specialist to three years in jail for selling client data from Swiss bank Julius Baer to the German tax authorities, after the man agreed a plea deal with prosecutors.  Switzerland has come under growing international pressure to change its banking secrecy laws, which other governments say enables many of their wealthy citizens to avoid taxes.  German-born Lutz Otte, appearing before the Swiss criminal court in a striped polo shirt and jeans, said that he had intended to use the bulk of a 1.1 million-euro ($1.5 million) reward to pay off taxes he owed in Germany.  \"The pressure from the finance authorities was pretty great. I saw an opportunity to alleviate the pressure on myself,\" Otte, who moved to Switzerland from Germany in 2005, said in court.  He said he left it to a German accomplice to pay the back taxes in Germany, but had no knowledge of whether the middleman had done so.  Judges ruled that Otte can serve half his three-year sentence, for breaching Swiss banking laws, industrial espionage and money laundering, on probation. Including time already served, he may be released in as soon as six months.  He had confessed to collecting data on wealthy German and Dutch clients from computer applications at Zurich-based Julius Baer between October and December 2011, as agreed with the German middleman.  Otte sent 15 emails from his work computer to his private account with attachments containing client names, addresses, account numbers, account balances and currencies, according to the arraignment.  He then filtered the data for German clients with more than 100,000 euros, Swiss francs, pounds sterling or U.S. dollars and sent a sample of the information to his accomplice, who he met in Berlin in February 2012.  There, he handed over data on 2,700 German clients to be transferred to the German tax authorities and agreed on payment of 1.1 million euros, although prosecutors said they could only recover 140,000 euros from his accounts.  Julius Baer agreed in 2011 to pay German tax authorities 50 million euros ($66.47 million) to close a tax investigation, but is still under investigation in the United States for helping wealthy Americans evade taxes through secret Swiss accounts.  The bank didn't comment on the sentencing on Thursday.  German lawmakers last year struck down a deal aimed at allowing Swiss banks to levy taxes on German clients without revealing their identities.  Last week the two governments agreed on giving Swiss banks access to the German market without having to operate a subsidiary there, pending the introduction of new European Union-wide rules on cross-border banking coming into force.",
  "timeline": {
    "discovery": {
      "unit": "Years"
    },
    "incident": {
      "month": 10,
      "year": 2011
    }
  },
  "victim": [
    {
      "country": "CH",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "victim_id": "Julius Baer"
    }
  ]
}