{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Knowledge abuse",
        "Embezzlement"
      ],
      "vector": [
        "Physical access",
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "notes": "Internal actor was the owner of the business.",
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 44,
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Ext - customer",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3124B1F6-2355-4F55-BBFC-7F3A7239CBC3",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Customer"
      }
    },
    "created": "2013-02-13T18:34:43Z",
    "f500": "N",
    "master_id": "3124B1F6-2355-4F55-BBFC-7F3A7239CBC3",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://www.kansascity.com/2013/02/12/4062584/jackson-county-id-theft-case-grows.html",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Missouri Attorney General Chris Koster on Tuesday called a Jackson County identity theft case the largest ever prosecuted by the state and said 44 victims have been identified.  The case against former Independence car dealer Terry Lee Morrow Jr., 25, had expanded significantly in the last week, since prosecutors filed their initial case involving eight victims, Koster said.  The amount of fraudulent loans has more than doubled to $1,036,522, and Morrow’s alleged take has gone from about $170,000 to $470,000 in cash, Koster said.  Morrow allegedly used personal information he obtained from former and prospective customers at his car lot to create fraudulent car loans.  He first operated Edge Auto Sales in the 3500 block of Southwest U.S. 40 in Blue Springs but later moved it to 211 E. U.S. 24 in Independence, court records said.  Between October 2011 and April 2012, Morrow generated illegal car loans by using personal information from former customers in the dealership’s files, court records alleged.  Using his customer’s names, birthdates and Social Security numbers, Morrow fabricated addresses and other details, according to the charges.  With the paperwork complete, Morrow then allegedly sold the loans to four automotive finance companies, which then tried to collect, Koster said. But because Morrow had used fake addresses, the finance companies had trouble finding the victims, who were unaware that he had signed them up for the loans.",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2011
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "Unknown",
      "industry": "441",
      "notes": "",
      "state": "MO",
      "victim_id": "Edge Auto Sales"
    }
  ]
}