{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Other"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3F99B184-3F80-471F-B0AA-08ABF748F399",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Patient"
      }
    },
    "created": "2013-08-23T00:47:51Z",
    "f500": "U",
    "master_id": "3F99B184-3F80-471F-B0AA-08ABF748F399",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.theprovince.com/health/Victoria+doctor+under+fire+over+alleged+breach+privacy/8709571/story.html",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Victoria urologist is under investigation by health authorities over allegations he photographed an unconscious, morbidly obese male patient and sent the picture to a friend.  Dr. John Kinahan is being investigated by the Vancouver Island Heath Authority — and a third-party lawyer specializing in labour, employment and human rights — for an alleged privacy breach.  The urologist maintains his hospital privileges. Kinahan was operating Thursday and did not return calls for comment. The nurse who apparently first received the image did not respond to an email request for comment. The B.C. Nurses Union notes that a patient privacy breach is a serious allegation, and it is awaiting the outcome of VIHA’s investigation before commenting.  The alleged privacy breach occurred July 4 at Royal Jubilee Hospital. It was reported to VIHA’s information stewardship, access and privacy department the next day.  “We were made aware on July 5 a physician with hospital privileges was alleged to have taken a photo of a patient and sent it to parties that had no direct care relationship with the patient or appeared to not to have a direct relationship with the parties,” said VIHA spokeswoman Suzanne Germain.  The morbidly obese patient was unconscious and in the intensive-care unit following a procedure when the doctor allegedly photographed him with his cellphone and sent the picture to a friend, who may have forwarded it to others.  “We take the privacy and confidentiality of our patients extremely seriously,” Germain said. “We can confirm that an investigation is underway into an alleged privacy breach that occurred at Royal Jubilee Hospital.”  VIHA did not immediately inform the patient of the alleged breach because it said the patient was very sick, it did not have full facts and information.” In a privacy breach situation, VIHA said its first mandate is to stop the spread of the breach.  But when the investigation became public Wednesday and VIHA received requests from patients concerned they were the subjects of the photographs, VIHA contacted the patient and his family.  The doctor talked to the patient about the incident, VIHA said.  The three-week-old investigation is in its “fact-finding stage.” The College of Physicians and Surgeons said it is aware of the alleged patient privacy breach but is not investigating as it has no first-hand information about the alleged incident.  Generally speaking the college would be very critical of a patient privacy breach, spokeswoman Susan Prins said.  If VIHA determines the patient’s privacy rights were violated, the health authority could review the hospital privileges of the doctor — an independent contractor. The college is the authority that issues discipline.  VIHA officials would not comment on whether the physician has been investigated by the health authority before.  But this is not the first time that such an privacy breach has occurred in VIHA. A doctor at Cowichan District Hospital was accused of a similar breach earlier this year.  Despite protections and policies in place related to patient privacy and confidentiality, earlier this year, before either incident, VIHA began developing a new policy around photographing, videotaping and audio recording in VIHA service areas in part because of the rapidly changing technology for handheld devices.",
  "timeline": {
    "incident": {
      "day": 4,
      "month": 7,
      "year": 2013
    }
  },
  "victim": [
    {
      "country": "CA",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "victim_id": "Royal Jubilee Hospital"
    }
  ]
}