{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "notes": "",
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      },
      {
        "variety": "M - Documents"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "43EBEEB3-2D3B-4782-B561-04F323EAFB67",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Customer"
      }
    },
    "created": "2013-08-20T00:03:02Z",
    "f500": "N",
    "master_id": "43EBEEB3-2D3B-4782-B561-04F323EAFB67",
    "timeline": {
      "notification": {
        "day": 8,
        "month": 5,
        "year": 2011
      }
    }
  },
  "reference": "http://www.dailymail.com/ap/ApTopStories/201105080424",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A lawsuit filed by Huntington National Bank claims six former employees stole more than 2,000 customer records before they quit to go work for the competition.  The bank filed the lawsuit in federal court against former vice president Sandra D. Kokoska, former assistant vice president Kimberly A. Barnum, and mortgage department employees, Stewart P. McCaw, Lisa A. Musgrave, Carrie J. Swaniger and Marcie A. Lipscomb.  The lawsuit alleges that the former employees committed a \"brazen and egregious theft of trade secrets\" when they abruptly resigned April 14 and opened a new loan origination office for MVB Bank in Cranberry Square, Morgantown, on April 18.  Huntington claims that the defendants spent weeks leading up to their resignations downloading and printing confidential customer records from the bank's secure database -- records they then used to solicit Huntington's existing and prospective customers.  \"These customer records did not merely include customer names, addresses and telephone numbers,\" the lawsuit said. \"In addition, the defendants took with them what is presently known to be over 2,000 customer Social Security numbers, dates of birth, bank account numbers, and other highly confidential, personal information of Huntington's customers, the unwitting victims of this theft.\"  The lawsuit also claims that the former employees took the files of some customers who had filed active mortgage loan applications -- files which included their paystubs, W-2s, tax returns and other sensitive information -- often without the customers' knowledge or consent.  Huntington discovered the alleged theft April 19 when a few customers called to ask why MVB was contacting them about the loans they had applied for at Huntington.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "10001 to 25000",
      "industry": "522110",
      "notes": "",
      "revenue": {
        "amount": 290000000000,
        "iso_currency_code": "USD"
      },
      "state": "SC",
      "victim_id": "Huntington Bank"
    }
  ]
}