{
  "action": {
    "error": {
      "notes": "",
      "variety": [
        "Other"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "US"
      ],
      "industry": "541512",
      "motive": [
        "NA"
      ],
      "notes": ""
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "notes": "",
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "50B355C7-176B-42D9-8305-35AA80419D63",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Customer"
      }
    },
    "created": "2013-08-22T00:13:44Z",
    "f500": "N",
    "master_id": "50B355C7-176B-42D9-8305-35AA80419D63",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 5,
        "year": 2012
      }
    }
  },
  "reference": "Since 2003, the Michigan Department of Community Health has been secretly collecting the names, dates of birth, risk categories, and other demographic information of people submitting for confidential HIV testing at grant-funded locations throughout the state and storing them in a massive database, a months-long investigation by The American Independent has discovered., http://americanindependent.com/218779/not-so-confidential-hiv-testing",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Since 2003, the Michigan Department of Community Health has been secretly collecting the names, dates of birth, risk categories, and other demographic information of people submitting for confidential HIV testing at grant-funded locations throughout the state and storing them in a massive database, a months-long investigation by The American Independent has discovered.  The database became apparent when the department confirmed to TAI that it had initiated an internal investigation into whether the private health information of thousands of people with HIV and their partners had been improperly released. The state’s investigation found that a contractor had emailed some data within the HIV Event System from a protected government server – without encryption – to an email address at the company that created and maintains the database for the state. The state determined that no private information was released.  According to Rick’s report, the violation occurred late last year when an employee of A.J. Boggs & Company — a subcontractor that provides technology services to MDCH — sent an unencrypted email attachment to the company’s CEO that included thousands of pages of health and demographic information from the state’s HIV database.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "1001 to 10000",
      "industry": "94310000",
      "notes": "",
      "state": "MI",
      "victim_id": "Michigan Department of Community Health"
    }
  ]
}