{
  "action": {
    "physical": {
      "location": [
        "Personal vehicle"
      ],
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      }
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 13617,
      "notes": "",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "54D682E2-479C-4644-A504-872166386DC9",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Patient"
      }
    },
    "created": "2013-06-28T04:34:07Z",
    "f500": "N",
    "master_id": "54D682E2-479C-4644-A504-872166386DC9",
    "timeline": {
      "notification": {
        "day": 8,
        "month": 3,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/?p=12171, HHS Breachtool",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "According to a spokesperson, on January 8, the billing manager took a laptop home with her, with permission. But on the way home, she stopped off to visit an ill friend for 10 minutes, leaving the laptop on the front seat of her locked car. In that short timeframe, someone smashed the window of the car and stole the laptop. The theft was reported to the organization on January 9. UHCS reported the theft to the police and even hired a private detective to try to recover it. As of today, however, the laptop has not been recovered. Frustratingly for everyone, that laptop had password protection but no encryption as it was one of the last remaining laptops scheduled to be updated to add encryption.  It took the agency time to compile exactly what information was on the laptop, but using a roaming profile, they were able to determine that data on clients going back to 2002 were on the device. For some clients, the information may have been just a name and address, while for others it may have been name and date of birth, or name and Social Security number. According to the spokesperson, there were very few diagnostic codes or treatment service codes on the laptop.  All told, records on 1,318 United Home Care Services of Southwest Florida clients and 12,299 clients of United HomeCare Services, Inc. were on the stolen laptop  The 13,617  affected clients were sent a notification letter in February in compliance with Florida’s privacy rule that requires notification within 45 days. On March 8, they were sent a second letter to comply with HIPAA.",
  "timeline": {
    "incident": {
      "day": 8,
      "month": 1,
      "year": 2013
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "101 to 1000",
      "industry": "624190",
      "notes": "",
      "state": "FL",
      "victim_id": "United Home Care Services"
    }
  ]
}