{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Knowledge abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "US"
      ],
      "industry": "522320",
      "motive": [
        "Other"
      ],
      "notes": ""
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "hosting": "External",
    "management": "External",
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "These are merchants whose information was inappropriate shared.",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Other",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5D5BC7F7-FF13-423C-825A-5786741039BF",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Y",
        "data_abuse": "U",
        "data_subject": "Other"
      }
    },
    "created": "2013-02-06T16:36:15Z",
    "f500": "U",
    "master_id": "5D5BC7F7-FF13-423C-825A-5786741039BF",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 5,
        "year": 2012
      }
    }
  },
  "reference": "http://oag.ca.gov/system/files/BAMS_Notification_Letter_Final_5_14_12%5B1%5D_0.pdf?",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "It has recently been brought to our attention that personal information about merchants who currently process with Bank of America Merchant Services (“BAMS”) had been shared outside of the company by our service provider, First Data Corporation (“First Data”). This information was provided to three firms in connection with First Data„s efforts to evaluate effective verification and anti-fraud services. BAMS believes there is little risk of harm to you, however, we sincerely regret this error, as the security of your information is one of our top priorities at BAMS. First Data has been working to improve its customer acceptance experience while reducing fraud. To that end, First Data has been testing product offerings from two credit reporting agencies (one of which is a First Data subsidiary) and a fraud analytics company. As part of this testing initiative, in January and February 2012, First Data sent these three organizations certain data, including the name, address, and social security numbers of BAMS merchants. Please note that the data that First Data sent to the three companies is the same information routinely provided by BAMS to credit reporting agencies in the normal course of our merchant application underwriting and boarding process. The agencies that received the data are required to maintain the security and confidentiality of your information. In addition, these agencies did not pull credit reports on you nor did the testing activities in any way impact your credit report or score as test databases, not live ones, were used. Finally, the firms that the files were sent to have certified to First Data that they did not further transfer the information and have now deleted the data sent.",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 1,
      "year": 2012
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "1001 to 10000",
      "industry": "522320",
      "notes": "",
      "revenue": {
        "amount": 1136000000,
        "iso_currency_code": "USD"
      },
      "state": "KY",
      "victim_id": "Bank of America Merchant Services, LLC"
    }
  ]
}