{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6AE50671-71FF-465E-ACC8-6D6077E054B6",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Customer"
      }
    },
    "created": "2013-08-25T21:47:39Z",
    "f500": "U",
    "master_id": "6AE50671-71FF-465E-ACC8-6D6077E054B6",
    "timeline": {
      "notification": {
        "day": 5,
        "month": 6,
        "year": 2013
      }
    }
  },
  "reference": "http://articles.baltimoresun.com/2013-06-05/news/bs-md-ci-ashley-roane-20130605_1_tax-scheme-pretrial-release-pre-trial-release",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A U.S. District Court judge has released a Baltimore police officer caught in a drug dealing and tax-fraud investigation from federal custody until trial.  On Tuesday, U.S. Magistrate Judge Stephanie A. Gallagher allowed Baltimore police officer Ashley Roane, 25, pre-trial release with conditions. She faces charges of attempted possession with intent to distribute one kilogram or more of heroin, possession of a firearm in furtherance of a drug trafficking crime, aggravated identity theft and identity theft.  Federal prosecutors said Roane, who worked out of the Southwestern District, accepted illegal cash payments, protected a man she believed to be a drug dealer and accessed law enforcement databases to steal Social Security numbers as part of a tax scheme.  The man she assisted was working with Baltimore police investigators and FBI agents to build a criminal case against her. They began their investigation after the man, a confidential law enforcement source, approached investigators four months ago saying Roane had told him she could help him deal drugs in the area she patrolled, prosecutors said.  If convicted of all charges, federal prosecutors say she faces a mandatory minimum prison sentence of 17 years. Erica Hughes, Roane's 25-year-old roommate, was also charged in the alleged tax scheme.  As part of her pre-trial release, Gallagher imposed conditions that included around the clock electronic monitoring and in-home monitoring by a \"third-party custodian.\" She warned Roane to have no contact with the federal prosecutors' confidential source.  As part of Gallagher's reasons for granting Roane release, she wrote in a court memo that Roane has no history of ties to criminals, has surrendered access to her service firearm, police uniform, vehicle and Baltimore Police computer system.  The judge also noted that Roane has no prior criminal or substance abuse history. Roane is required to report on a regular basis to a pretrial services officer, refrain from possessing a firearm or dangerous weapon. She also must submit to any testing, therapy or treatment required by pretrial services, \"obtain no passport\" and open no new lines of credit.  Hughes was also granted pretrial release without bail, according to federal court records. A judge also subjugated her to conditions that included house arrest and reporting to a Pretrial Services officer on a regular basis.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "state": "MD",
      "victim_id": "Baltimore Police Department"
    }
  ]
}