{
  "action": {
    "error": {
      "notes": "",
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "US"
      ],
      "industry": "561990",
      "motive": [
        "NA"
      ],
      "notes": ""
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Other"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 277000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 277000,
      "notes": "",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "85D3326D-3EB1-4ADE-A0B4-61D3AC8F8D65",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "N",
        "data_abuse": "U",
        "data_subject": "Patient"
      }
    },
    "created": "2013-08-22T22:31:52Z",
    "f500": "U",
    "master_id": "85D3326D-3EB1-4ADE-A0B4-61D3AC8F8D65",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.sdbmagazine.com/Shred-It-Records-Improper-Handling-Hospital.aspx#.Uf_Cl64Ltfc.twitter, http://www.star-telegram.com/2013/07/11/4997021/fort-worths-harris-hospital-says.html, http://www.texashealth.org/workfiles/HMFW/Microfiche_Incident.pdf",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Texas Health Harris Methodist Hospital Fort Worth, Arlington, Texas, has begun notifying patients about a potential exposure of confidential information resulting from what it alleges is improper handling of microfiche by Shred-It, the vendor contracted by the hospital to handle the confidential destruction of the media.    The hospital says it is unlikely that the information found on the microfiche was used inappropriately because specialized equipment is needed to view the documents. However, Texas Health Fort Worth is informing patients whose records may have been involved. The hospital is providing call center support to all patients and offering contact information for credit protection services to eligible individuals.   The microfiche was limited to Texas Health Fort Worth patients who were seen from 1980 to 1990.    The potential exposure of information occurred when Shred-It did not destroy Texas Health Fort Worth’s microfiche as had been agreed to in the contract between both companies, the hospital says.    May 13, 2013, Texas Health Fort Worth says it learned that a portion of the microfiche it had provided to Shred-It had been discovered in a park two days earlier by a local resident who reported the incident to the Dallas Police Department. In addition, three sheets of microfiche were found during that general time frame in two other public areas. Texas Health Fort Worth says it recovered the microfiche and began a thorough investigation.   The records on the microfiche may have included patient names, addresses, dates of birth, medical record numbers, clinical information, health insurance information and, in some instances, Social Security numbers. Texas Health Fort Worth says it has no knowledge that any of the information included on the microfiche has been accessed or used inappropriately.   Shred-It has advised Texas Health Fort Worth that the microfiche remaining in its possession was destroyed, the hospital says.  ",
  "timeline": {
    "incident": {
      "day": 11,
      "month": 5,
      "year": 2013
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "state": "TX",
      "victim_id": "Texas Health Harris Methodist Hospital"
    }
  ]
}