{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Knowledge abuse",
        "Privilege abuse"
      ],
      "vector": [
        "Physical access",
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "notes": "",
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Ext - unrelated party",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "94826261-20BD-4BDD-A5A2-31FDB56202EC",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Other"
      }
    },
    "created": "2013-02-14T04:09:49Z",
    "f500": "N",
    "master_id": "94826261-20BD-4BDD-A5A2-31FDB56202EC",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 3,
        "year": 2012
      }
    }
  },
  "reference": "http://www.courthousenews.com/2012/03/23/44961.htm ",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An attorney claims in Superior Court that a law firm specializing in asbestos claims shared confidential client files stolen from a competitor, and fired him after he discovered the data on the firm's servers.  Ashrafi, now managing attorney of the defendant firm's Los Angeles office, stole the files from his former employer, Waters, Krause & Paul, according to the complaint.  Maher claims he was forced out of Weitz & Luxenberg as \"part of a Machiavellian plot\" after he discovered the files had been swiped from Waters, Krause & Paul.      Maher claims his employers tried to stop him from disclosing the alleged theft as part of his termination agreement.    \"On August 27 and again on August 29, 2011, plaintiff Maher discovered, on the Weitz & Luxenberg Los Angeles office T:/drive computer file, the contents of the Waters, Krause & Paul law firm computer files that seemed to be a wholesale copy of the entire and complete Waters, Krause & Paul confidential and/or proprietary asbestos legal practice,\" the complaint states. \"As emails, later discovered, bear out, these Waters, Krause & Paul files were uploaded from defendant Benno Ashrafi's personal external hard-drive to the Weitz & Luxenberg servers and computer network as hereinbefore described, with the knowledge and approval of Perry Weitz and Arthur M. Luxenberg.\"      Maher claims the information included Waters, Krause & Paul databases, client files, settlement documents and confidential patient information, including medical records and Social Security numbers.      Maher claims that the data on the firm's network and servers was made available to more than 370 employees, so that \"a janitor, law clerk, secretary or any other personnel in the office could access this data, take this data for their own personal use and/or steal a copy of the data for themselves and then sell their services to yet another law firm who stood to gain from the misuse of the Waters, Krause & Paul clients.\"      Maher claims the stolen information also allowed Weitz and Luxenberg to solicit Waters, Kraus & Paul clients.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "101 to 1000",
      "industry": "541110",
      "notes": "",
      "revenue": {
        "amount": 14500000,
        "iso_currency_code": "USD"
      },
      "state": "TX",
      "victim_id": "Waters, Kraus & Paul"
    }
  ]
}