{
  "action": {
    "error": {
      "notes": "Other",
      "variety": [
        "Loss"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Classified"
        },
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        },
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9F46A2D6-51B9-4C54-A673-FF4E5BB45034",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Other"
      }
    },
    "created": "2013-07-02T15:56:45Z",
    "f500": "N",
    "master_id": "9F46A2D6-51B9-4C54-A673-FF4E5BB45034",
    "timeline": {
      "notification": {
        "year": 2009
      }
    }
  },
  "reference": "http://blog.annualcreditreport.co.uk/tagged/data-breach",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A memory stick belonging to Merseyside Police, with extensive legal data, has been found in a street.  Data breached is alleged to include names and addresses of witnesses, victims, surveillance files of Islamic terror suspects, patient claims against various NHS Trust, police intelligence files and more.  The Liverpool Echo has reported that a member of the public found an unencrypted memory stick which contained, amongst other things, information about the Rhys Jones murder in Croxteth – including the names and addresses of witnesses, together with details of victims in other highly publicised cases and further details of cases including the Liam Smith murder in Fazakerley and the Rachel Jones stabbing in Everton.  The finder also is reported to have found that the memory stick also contained private bank account details, claims made by patients against various NHS trusts, surveillance files of Islamic terror suspects from the London bombings in 2005 and information about terrorist training in Pakistan, and police intelligence relating to Operation Alarm and Operation Gingerbread.  A spokeswoman for Merseyside Police is reported to have said that the matter is being investigated, that the memory stick was recovered on the day of the theft, that the accompanying laptop was encrypted and that no sensitive details regarding the Rhys Jones murder have been compromised.",
  "timeline": {
    "incident": {
      "year": 2009
    }
  },
  "victim": [
    {
      "country": "GB",
      "employee_count": "101 to 1000",
      "industry": "922120",
      "notes": "",
      "victim_id": "Merseyside Police Department"
    }
  ]
}