{
  "action": {
    "hacking": {
      "notes": "",
      "variety": [
        "Use of backdoor or C2"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "variety": [
        "Former employee"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "AC5C6BCC-3C62-4C94-BD70-888019D91778",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Other"
      }
    },
    "created": "2013-08-23T00:34:19Z",
    "f500": "U",
    "master_id": "AC5C6BCC-3C62-4C94-BD70-888019D91778",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 5,
        "year": 2013
      }
    }
  },
  "reference": "http://articles.washingtonpost.com/2013-07-19/local/40672569_1_court-filings-computer-robert-steele",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "When 38-year-old Robert Steele left the government contractor he worked for in 2010, he was able to maintain a backdoor login to the company computer system — a security breach, prosecutors say, that is becoming increasingly common. What’s worse, prosecutors say, is that he used it tens of thousands of times to download reams of confidential documents.  The so-called “unauthorized access” came with a price. On Thursday, federal district court judge Gerald Bruce Lee sentenced Steele to four years in prison, authorities said.  The stiff penalty comes in the midst of a national discussion about computer access and cyber security, much of it centered on Edward Snowden, who, as a government contractor, was able to access and then leak to reporters classified information about National Security Agency surveillance. Steele’s case, court filings show, is a more garden-variety incident of a disgruntled ex-employee snooping around his old shop.  Steele, of Alexandria, was convicted in May of 12 felony counts and two misdemeanor counts of unauthorized access to a protected computer, court filings show. Prosecutors wrote in court filings that after he left a Reston-based company called Platinum Solutions in 2010, he used a “secret backdoor email account” to repeatedly access the company’s computer systems until September 2011.  Christopher Amolsch, Steele’s defense attorney, wrote in court filings that his client admitted to accessing Platinum’s computer systems after the company “through sheer oversight, had neglected to revoke his access after his departure.” But Amolsch argued that Steele did not gain any competitive advantage for his new company, noting that Platinum, which was acquired by Fairfax-based SRA International Inc., did not lose any contracts to Buchanan and Edwards because of Steele.",
  "timeline": {
    "incident": {
      "year": 2010
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "state": "VA",
      "victim_id": "Platinum Solutions"
    }
  ]
}