{
  "action": {
    "misuse": {
      "notes": "",
      "variety": [
        "Knowledge abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "notes": "",
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "hosting": "External",
    "management": "External",
    "notes": ""
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "notes": "",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": "Ext - law enforcement",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B96F0A1A-B74D-481C-8858-CEB8E423A14F",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Patient"
      }
    },
    "created": "2013-02-22T00:20:10Z",
    "f500": "N",
    "master_id": "B96F0A1A-B74D-481C-8858-CEB8E423A14F",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 11,
        "year": 2012
      }
    }
  },
  "reference": "http://www.justice.gov/usao/md/Public-Affairs/press_releases/Press12/CoventryHealthCareInc.AgreestoPay3MilliontotheU.S.asPartofaNon-prosecutionAgreement.html",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Coventry Health Care, Inc. (Coventry) has agreed to pay the United States $3 million in return for the agreement by the United States Attorney’s Office for the District of Maryland not to prosecute Coventry criminally for any crimes arising from the unauthorized access by its employees to a Medicare database.   According to the agreement, from May 2005 to no later than December 29, 2006, some employees of Coventry and/or First Health Priority Services, a subsidiary, inappropriately accessed the Medicare database to obtain Medicare eligibility information for the sale of Medicare set-aside products. A Medicare set-aside is created from a process that allocates a portion of a worker’s compensation settlement to pay future medical expenses that would otherwise be payable by Medicare. Coventry’s actions were intended in part to give Coventry an unfair advantage over its competitors.     Several senior employees were aware of the unauthorized access to the Medicare database, including Coventry’s senior vice president for worker’s compensation services, senior vice president for government programs, senior vice president of service operations and the manager of Medicare enrollment department. All of these individuals have terminated their employment with Coventry.     In January 2007, the CMS contacted Coventry regarding the unauthorized access. Coventry acknowledged that employees had inappropriately accessed the database, and pledged to take corrective action.  In addition to the monetary settlement, Coventry has agreed to maintain new-hire and annual training for all of its employees who have been granted access to government databases, which include mandatory testing on fraud abuse, privacy and security. ",
  "timeline": {
    "incident": {
      "day": 31,
      "month": 5,
      "year": 2005
    }
  },
  "victim": [
    {
      "country": "US",
      "employee_count": "Unknown",
      "industry": "62111",
      "notes": "",
      "state": "MD",
      "victim_id": "Coventry Health Care, Inc., First Health Priority Services"
    }
  ]
}