{
  "action": {
    "hacking": {
      "notes": "",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 20,
          "variety": "Internal"
        },
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 20,
      "notes": "",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": "Unknown",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C5B4F1AD-158C-4B81-9A3F-6D5D4D33EEE0",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Other"
      }
    },
    "created": "2013-08-23T18:30:23Z",
    "f500": "U",
    "master_id": "C5B4F1AD-158C-4B81-9A3F-6D5D4D33EEE0",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://www.csoonline.com/article/728343/japan-foreign-ministry-says-pc-leaked-docs-to-external-server",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Japan's foreign ministry said that a computer was compromised and documents were probably copied to an external server.  The Ministry of Foreign Affairs said that about 20 documents are feared to have been stolen, though none of them were confidential. The ministry said it was made aware of the breach on Jan. 28 by Japan's National Information Security Center, a government body. The incident was described in a public posting dated Tuesday.  The leak occurred on a government network that doesn't handle highly sensitive materials. The documents leaked were all rated at the country's second-highest security clearance or lower, which the ministry describes as documents that are not classified but \"could infringe the rights of the public or impede administrative affairs if leaked.\"  The ministry said it immediately took measures to stop leaks to the server in question and is working with outside specialists to investigate the incident. It did not provide information on the external server, as investigations are still going on.  Japanese government computers have long been the target of hackers, with officials often claiming the attacks come from nearby China. The government and national police have in recent years scrambled to establish new agencies and publish user guidelines to make its networks safer.  Last year, Japan's space agency said a virus may have stolen sensitive information on a long-range rocket project, after a single employee's computer was compromised. In the previous year, the Japan Aerospace Exploration Agency, or JAXA, said images and emails were leaked in a separate incident when a worker opened software sent in a targeted mail.  The country's agriculture ministry has also been hit with attacks, as has the Diet, the national parliament. Two years ago, both houses of Japan's parliament were hacked via \"Trojan Horse\" software opened by its members, possibly leaking names and passwords of politicians.  Domestically, national police have wrongly made arrests in pursuit of a hacker that took over computers and used them to publicly post threatening messages.",
  "timeline": {
    "incident": {
      "month": 1,
      "year": 2013
    }
  },
  "victim": [
    {
      "country": "JP",
      "employee_count": "Unknown",
      "industry": "0000",
      "notes": "",
      "victim_id": "Japanese Foreign Ministry"
    }
  ]
}