{
  "action": {
    "social": {
      "notes": "\"The person was able to impersonate myself with our Web hosting company, and provide correct answers to their verification questions. And thereby gain access to our client account with the host, and ultimately change the email and then request a mailing of the access details.\"",
      "target": [
        "Call center"
      ],
      "variety": [
        "Pretexting"
      ],
      "vector": [
        "Phone"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "notes": "hacker group UGNazi",
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      },
      {
        "variety": "P - Call center"
      }
    ],
    "hosting": "External",
    "management": "External",
    "notes": ""
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Unknown"
      },
      "notes": "UGNazi compounded the problem by launching a large-scale distributed denial-of-service attack that froze WHMCS's Web servers. ",
      "variety": [
        "Destruction",
        "Degradation"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Credentials"
        },
        {
          "amount": 500000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 500001,
      "notes": "auth creds on twitter account were also compromised.",
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "notes": "The hackers stole the data, deleted it from the hosting provider's systems, and then posted it on the Web. ",
      "variety": [
        "Misappropriation",
        "Modify data",
        "Alter behavior"
      ]
    }
  },
  "discovery_method": "Ext - actor disclosure",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DE066AAA-98FA-4A98-B585-BF72EE8FDD06",
  "notes": "",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "asset": {
      "total": "No"
    },
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Customer"
      }
    },
    "created": "2013-02-14T23:29:41Z",
    "f500": "N",
    "master_id": "DE066AAA-98FA-4A98-B585-BF72EE8FDD06",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 5,
        "year": 2012
      }
    }
  },
  "reference": "http://www.darkreading.com/database-security/167901020/security/news/240001090/social-engineers-steal-500-000-customers-data-from-whmcs.html ",
  "schema_version": "1.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Client management billing platform WHMCS last week notified customers that hacker group UGNazi fooled its Web hosting firm into providing the hackers with administrative credentials.  The hackers stole the data, deleted it from the hosting provider's systems, and then posted it on the Web.  UGNazi also gained access to WHMCS’s Twitter account, which it used to publicize a series of posts on Pastebin that contained links to locations from which the billing firm’s customer records and other sensitive data might be downloaded. A total of 500,000 records, including customer credit card details, were leaked as a result of the hack, according to news reports.  WHMCS developer Matt Pugh wrote in a blog: \"The person was able to impersonate myself with our Web hosting company, and provide correct answers to their verification questions. And thereby gain access to our client account with the host, and ultimately change the email and then request a mailing of the access details.  \"This means that there was no actual hacking of our server. They were ultimately given the access details. This is obviously a terrible situation, and very unfortunate, but rest assured that this was no issue or vulnerability with the WHMCS software itself.\"  UGNazi compounded the problem by launching a large-scale distributed denial-of-service attack that froze WHMCS's Web servers. ",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": [
    {
      "country": "GB",
      "employee_count": "1 to 10",
      "industry": "541512",
      "notes": "",
      "revenue": {
        "amount": 76230000,
        "iso_currency_code": "USD"
      },
      "victim_id": "WHMCS"
    }
  ]
}