{
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "osint521",
  "reference": "http://www.winnipegfreepress.com/business/spain-frees-with-conditions-ex-hsbc-employee-wanted-by-switzerland-for-stolen-information-183949381.html ",
  "attribute": {
    "confidentiality": {
      "notes": "",
      "data_disclosure": "Yes",
      "data": [
        {
          "amount": 154700,
          "variety": "Bank"
        },
        {
          "amount": 154700,
          "variety": "Personal"
        }
      ],
      "state": [
        "Stored"
      ],
      "data_total": 154700
    }
  },
  "notes": "",
  "discovery_method": "Unknown",
  "schema_version": "1.2",
  "summary": "Spain's National Court on Tuesday granted conditional freedom to a former HSBC bank employee who is wanted by Switzerland for stealing confidential information on thousands of customers with Swiss accounts.  The court ordered Herve Falciani's release on the prosecutor's recommendation, which argues that Falciani was co-operating with authorities in several European countries in investigations on tax, money-laundering, corruption and terrorism financing. The prosecutor noted Falciani has been detained for some time and that his extradition case could drag on.  He was ordered to hand over his passport, not to leave Spain and to appear before police every three days. He was also told to establish a residence in Spain and to inform authorities if he moved house.  Falciani, a French-Italian citizen, has been jailed provisionally since being arrested July 1 in Barcelona on a Swiss warrant. He had previously fled Switzerland to France.  The data he allegedly stole about 24,000 customers of HSBC's Swiss subsidiary potentially exposed many people to prosecution by tax authorities in their home countries.  Falciani, who obtained the information between late 2006 and early 2007 when he worked in the bank's information technology development unit, passed the list to French authorities. France's former Finance Minister Christine Lagarde, now head of the International Monetary Fund, later relayed the list to many European Union countries and the United States. France said there were up to 130,000 names involved.",
  "source_id": "osint",
  "security_incident": "Confirmed",
  "plus": {
    "master_id": "osint521",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Customer"
      }
    },
    "f500": "N",
    "asset": {
      "total": "No"
    },
    "timeline": {
      "notification": {
        "year": 2012,
        "day": 18,
        "month": 12
      }
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "notes": "",
      "variety": [
        "End-user"
      ]
    }
  },
  "victim": [
    {
      "victim_id": "HSBC",
      "revenue": {
        "iso_currency_code": "USD",
        "amount": 105800000
      },
      "country": "CH",
      "industry": "551111",
      "employee_count": "Over 100000",
      "notes": ""
    }
  ],
  "timeline": {
    "incident": {
      "year": 2006
    }
  },
  "action": {
    "misuse": {
      "notes": "",
      "vector": [
        "LAN access"
      ],
      "variety": [
        "Knowledge abuse",
        "Privilege abuse"
      ]
    }
  },
  "asset": {
    "notes": "",
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  }
}