{
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "osint500",
  "reference": "http://www.stuff.co.nz/manawatu-standard/news/8018794/Data-breaches-parents-sent-private-details ",
  "attribute": {
    "confidentiality": {
      "notes": "",
      "data_disclosure": "Yes",
      "data": [
        {
          "amount": 133,
          "variety": "Personal"
        }
      ],
      "state": [
        "Stored unencrypted"
      ],
      "data_total": 133
    }
  },
  "notes": "",
  "discovery_method": "Other",
  "schema_version": "1.2",
  "summary": " MidCentral District Health Board is grappling with two separate data breaches after 133 parents were sent letters containing personal details of other people's children.  The Manawatu Standard revealed yesterday that Palmerston North woman Zelda McConachy was mailed other patients' mental health data after she applied to MidCentral to see her own files.  MidCentral has since launched a double investigation to determine the cause of both alleged privacy breaches.  The dental records breach came to light after a parent informed MidCentral that they had received a double-sided letter from the Child and Adolescent Oral Health service containing information about their own child on one side, and another child's details on the other.  The letters sent to parents confirm enrolment in the dental service and contain their names and addresses, children's names and national health index numbers.  All 133 letters were sent out with incorrect information, with half of the recipients receiving somebody else's details, and the other half receiving no information at all, MidCentral's director for patient safety and clinical effectiveness, Muriel Hancock said.  \"We have established we certainly did make an error,\" she said.  \"There was nothing else about their health or any other personal details [in the letters] but that is besides the point. It is wrong information.\" ",
  "source_id": "osint",
  "security_incident": "Confirmed",
  "plus": {
    "master_id": "osint500",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Customer"
      }
    },
    "f500": "N",
    "asset": {
      "total": "No"
    },
    "timeline": {
      "notification": {
        "year": 2012,
        "day": 30,
        "month": 11
      }
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "victim": [
    {
      "victim_id": "MidCentral District Health Board",
      "notes": "",
      "industry": "923120",
      "employee_count": "Unknown",
      "country": "NZ"
    }
  ],
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "action": {
    "error": {
      "notes": " [through Mail]",
      "vector": [
        "Unknown"
      ],
      "variety": [
        "Publishing error"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ]
  }
}