{
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "osint499",
  "reference": "http://www.startribune.com/local/minneapolis/184365241.html?refer=y ",
  "attribute": {
    "confidentiality": {
      "notes": "",
      "data_disclosure": "Yes",
      "data": [
        {
          "amount": 3370,
          "variety": "Personal"
        }
      ],
      "state": [
        "Stored unencrypted"
      ],
      "data_total": 3370
    }
  },
  "notes": "",
  "discovery_method": "Int - IT audit",
  "schema_version": "1.2",
  "summary": "A top Minneapolis employee facing a criminal charge of misusing driver's license records argued in court Thursday that he's being unfairly targeted for a practice that was rampant at City Hall.  After 37 years as a city employee, housing inspections director Tom Deegan was put on paid leave in September when prosecutors charged him with accessing driver's license records without a business purpose. The records, which contain photographs, addresses and driving histories of nearly every Minnesotan, are protected under state and federal law.  Misuse of driver and vehicle services (DVS) records is a common problem among public employees across Minnesota, according to state audits, but records show that it rarely leads to criminal prosecution. The city of St. Paul, which is prosecuting Deegan, simultaneously filed similar charges against Deegan's colleague Michael Karney this fall.  Deegan's position often required him to look up driver's license records, but prosecutors claim that at least some of his 3,370 queries over 5 1/2 years were unauthorized. They cite Deegan's frequent queries of his own file, in addition to those of his deceased family members, which could fall outside the law.  Deegan admits looking up his relatives' records, but denies looking up many of the names cited by an internal affairs investigator and says other employees used his password.",
  "source_id": "osint",
  "security_incident": "Confirmed",
  "plus": {
    "master_id": "osint499",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "U",
        "data_subject": "Customer"
      }
    },
    "f500": "N",
    "asset": {
      "total": "No"
    },
    "timeline": {
      "notification": {
        "year": 2012,
        "day": 21,
        "month": 12
      }
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "notes": "",
      "variety": [
        "End-user"
      ]
    }
  },
  "victim": [
    {
      "victim_id": "Minneapolis City Hall",
      "country": "US",
      "notes": "",
      "state": "MN",
      "employee_count": "1001 to 10000",
      "industry": "92114"
    }
  ],
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "action": {
    "misuse": {
      "notes": "",
      "vector": [
        "LAN access"
      ],
      "variety": [
        "Knowledge abuse",
        "Privilege abuse"
      ]
    }
  },
  "asset": {
    "notes": "",
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  }
}