{
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "osint273",
  "reference": "http://arstechnica.com/security/2012/12/intruders-hack-industrial-control-system-using-backdoor-exploit/",
  "attribute": {
    "confidentiality": {
      "state": [
        "Stored"
      ],
      "data": [
        {
          "variety": "System"
        }
      ],
      "notes": "",
      "data_disclosure": "Yes"
    }
  },
  "notes": "",
  "discovery_method": "Ext - actor disclosure",
  "schema_version": "1.2",
  "summary": "Hackers illegally accessed the Internet-connected controls of a New Jersey-based company's internal heating and air-conditioning system by exploiting a backdoor in a widely used piece of software, according to a recently published memo issued by the FBI.  The backdoor was contained in older versions of the Niagara AX Framework, which is used to remotely control boiler, heating, fire detection, and surveillance systems for the Pentagon, the FBI, the US Attorney's Office, and the Internal Revenue Service, among many others. The exploit gave hackers using multiple unauthorized US and international IP addresses access to a \"Graphical User Interface (GUI), which provided a floor plan layout of the office, with control fields and feedback for each office and shop area,\" according to the memo, which was issued in July. \"All areas of the office were clearly labeled with employee names or area names.\"  An IT contractor for the unnamed business told FBI agents the \"Niagara control box was directly connected to the Internet with no interposing firewall,\" according to the memo, which was published Saturday by Public Intelligence. The website has an established track record of posting authentic government documents. Barbara Woodruff, a spokeswoman in the Newark, New Jersey division of the FBI, where the memo originated, said the document appeared to be authentic.  The unauthorized access began in February, a few weeks after someone using the Twitter handle @ntisec posted comments indicating hackers were targeting SCADA—or supervisory control and data acquisition—systems. One tweet included a list of Internet addresses, including one that was assigned to the heating system belonging to the New Jersey business. The hack came five months before security researchers Billy Rios and Terry McCorkle blew the whistle on serious vulnerabilities in the Niagara system, which is marketed by Tridium, a company with US offices located in Richmond, Virginia.",
  "source_id": "osint",
  "security_incident": "Confirmed",
  "plus": {
    "master_id": "osint273",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Other"
      }
    },
    "f500": "N",
    "asset": {
      "total": "No"
    },
    "timeline": {
      "notification": {
        "year": 2012,
        "day": 13,
        "month": 12
      }
    }
  },
  "actor": {
    "external": {
      "motive": [
        "Unknown"
      ],
      "country": [
        "Unknown"
      ],
      "notes": "",
      "variety": [
        "Unknown"
      ]
    }
  },
  "victim": [
    {
      "victim_id": "Unnamed New Jersey-based Company",
      "country": "US",
      "notes": "",
      "state": "NJ",
      "employee_count": "Unknown",
      "industry": "0000"
    }
  ],
  "timeline": {
    "incident": {
      "year": 2012,
      "month": 2
    }
  },
  "action": {
    "hacking": {
      "notes": "",
      "vector": [
        "Backdoor or C2"
      ],
      "variety": [
        "Use of backdoor or C2"
      ],
      "cve": ""
    }
  },
  "asset": {
    "notes": "",
    "assets": [
      {
        "variety": "S - SCADA"
      }
    ]
  }
}