{
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "osint274",
  "reference": "http://azstarnet.com/news/local/crime/man-indicted-for-filing-false-tax-returns-with-stolen-ids/article_77354ae2-43ea-11e2-9ffc-0019bb2963f4.html ",
  "attribute": {
    "confidentiality": {
      "state": [
        "Stored"
      ],
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "notes": "It isn't clear these are actually related to the college or if he was just using college computers to do the fraud.",
      "data_disclosure": "Yes"
    }
  },
  "notes": "",
  "discovery_method": "Other",
  "schema_version": "1.2",
  "summary": "A man has been indicted on federal charges of filing false tax returns using stolen identities, authorities said Tuesday.  Osabuohien Odyssey Oronsaye, 34, is charged with 58 counts of filing false claims, wire fraud, aggravated identity theft and access device fraud. He was arrested Friday in Tempe.  The indictment said Oronsaye, originally from Nigeria, prepared tax returns with the names and Social Security numbers of individuals whose personal information had been stolen. Authorities said Oronsaye would then fabricate federal tax returns using the information. He also submitted fradulent credit card orders using stolen credit card numbers, the indictment states.  The investigation began in February when Cochise College officials contacted Sierra Vista police about a flash drive found in a college computer. The storage device contained about 900 names and personal information. An investigation into who owned the device was conducted.  Sierra Vista police said Oronsaye purchased the names and information online and used them to file the tax returns. He then had thousands of dollars in fraudulent refunds placed on prepaid debit cards. The names were purchased for $1.50 per name from online scammers, the police department said.",
  "source_id": "osint",
  "security_incident": "Confirmed",
  "plus": {
    "master_id": "osint274",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U",
        "data_abuse": "Y",
        "data_subject": "Unknown"
      }
    },
    "f500": "N",
    "asset": {
      "total": "No"
    },
    "timeline": {
      "notification": {
        "year": 2012,
        "day": 11,
        "month": 12
      }
    }
  },
  "actor": {
    "external": {
      "motive": [
        "Financial"
      ],
      "country": [
        "US"
      ],
      "notes": "",
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "victim": [
    {
      "victim_id": "Cochise College",
      "revenue": {
        "iso_currency_code": "USD",
        "amount": 7660000
      },
      "country": "US",
      "notes": "",
      "state": "AZ",
      "employee_count": "101 to 1000",
      "industry": "611210"
    }
  ],
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "action": {},
  "asset": {
    "notes": "",
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ]
  }
}