{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Unknown"
      ],
      "notes": "Medi-Waste Disposal",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk media"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "000D403E-2DC9-4EA7-9294-BD3938D1C3C7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2015-03-27T00:10:53Z",
    "github": "4135",
    "master_id": "000D403E-2DC9-4EA7-9294-BD3938D1C3C7",
    "modified": "2015-03-27T00:10:53Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.njbiz.com/article/20140811/NJBIZ01/140819976/Jersey-City-Medical-Center-suffers-data-breach%3B-2011-Medicaid-patient-info-lost-in-transit; http://www.scmagazine.com/patient-data-at-risk-following-missing-unencrypted-cd/article/365919/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Jersey City Medical Center said a computer disk containing 2011 Medicaid patient information was lost in June when a package sent via United Parcel Service failed to arrive.  The medical center, part of the Barnabas Health system, said that on June 13, 2014, it sent the disk to a company engaged by New Jersey Medicaid to help the state review certain types of payments to hospitals in New Jersey.   The unencrypted CD was scheduled to be delivered June 16, but the medical center said it learned on or about that date, that the package did not arrive as scheduled.  The medical center did not reveal the number of patients whose information was on the disk. It said letters are being sent to the affected patients and that While UPS has no evidence that personal information has been made available to any unauthorized parties, or misused in any way, patients are being advised to be aware of any suspicious activity and to monitor their credit reports and financial accounts.  All those impacted are being offered 12 months of free professional identity monitoring services.  The CD did not include addresses, personal contact information or specific medical information.  The medical center said the CD did include the patients name, and for a majority of the patients, their Social Security numbers and birth dates.  The medical center said We have followed up extensively with UPS regarding this incident, attempting to ensure that UPS has followed all of its internal procedures designed to locate missing packages.  And Jersey City Medical Center said it has taken measures to avoid similar incidents in the future and that technological measures and retraining are being implemented to minimize the chance of such incidents. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NJ",
    "victim_id": "Jersey City Medical Center"
  }
}