{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "social": {
      "notes": "attempted to extort money from the company in a name and shame attack",
      "target": [
        "End-user",
        "End-user or employee"
      ],
      "variety": [
        "Extortion"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - End-user"
      },
      {
        "variety": "S - Unknown"
      },
      {
        "variety": "P - End-user or employee"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1500000,
      "data_victim": [
        "Customer"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "confidence": "Low",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "fb184ba0-e0c4-11ef-bb83-fdfe95aef2b7",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-02-01T23:50:10.266Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "unk",
        "attribute": "cp",
        "summary": "TA gained access via an unknown action"
      }
    ],
    "github": "20184",
    "master_id": "00cc861f-7690-41ec-8fe7-e84608c66269",
    "modified": "2025-02-02T00:00:07.587Z",
    "sub_source": "priority"
  },
  "reference": "https://www.the420.in/taj-hotels-data-breach-ihcl-investigation-1-5-million-guests/. ;https://timesofindia.indiatimes.com/city/delhi/taj-hotels-sees-data-breach/articleshow/105458899.cms ;  https://www.govinfosecurity.com/indian-hotels-probes-alleged-customer-data-breach-a-23687",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Top 10 Daily Cybercrime Brief by FCRF [31.01.2025]: Click here to Know More Cyber Crime  Cyber-Farting Scandal: UK Woman Sentenced for Unbelievable Digital Harassment Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [29.01.2025]: Click here to Know More Cyber Crime  India Witnesses Over 3,291 Cyber Attacks Weekly, Report Reveals Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [28.01.2025]: Click here to Know More Cyber Crime  UP STF Arrests Mastermind Behind ‘Digital Arrest’ Cyber Fraud Syndicate Cyber Crime  CBI to Intensify Crackdown on Cybercrime Syndicates with International Cooperation Cyber Crime  China’s DeepSeek AI Triggers Market Chaos, Threatens Tech Giants’ Dominance Cyber Crime  ED Nabs Two Masterminds in Rs 33 Lakh ‘Digital Arrest’ Scam Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [27.01.2025]: Click here to Know More Cyber Crime  Jamtara Police Bust Interstate Gang Using Malicious APKs and ChatGPT-Generated Malware to Defraud Public in the Name of Govt Schemes Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [26.01.2025]: Click here to Know More Cyber Crime  PayPal Confesses to Credential Stuffing Attack, Breach of 35,000 Accounts Cyber Crime Trending  DoT ने लॉन्च किया संचार साथी मोबाइल ऐप: धोखाधड़ी कॉल/एसएमएस रिपोर्ट करना अब हुआ आसान! Cyber Crime  ED Uncovers Rs 4,900 Crore Cyber Fraud, Arrests Two Accused Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [25.01.2025]: Click here to Know More Cyber Crime  CBI Cracks Down on Ponzi Scheme Cybercrime Modules Cyber Crime  FBI Warns: North Korean Hackers Stealing Source Code to Extort Employers Cyber Crime  GhostGPT: The AI Chatbot Empowering Cybercriminals with Malware and Phishing Schemes Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [24.01.2025]: Click here to Know More Cyber Crime  Russian Hackers Target Swiss Banks and Local Councils Amid World Economic Forum Cyber Crime  Attackers Pose as IT Support, Hack Systems via Microsoft Teams Calls Cyber Crime Trending  ICICI Bank Faces Potential Data Breach; Suspected Ransomware Group ‘BASHE’ Involved Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [23.01.2025]: Click here to Know More Cyber Crime Uncategorized  Cyber Criminal Convicted in a Digital Crime Case In Prayagraj Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [22.01.2025]: Click here to Know More Cyber Crime Trending  CloudSEK, IIT, mFilterIt, NFSU Among Top 20 Shortlisted In IndiaAI CyberGuard Hackathon Cyber Crime  Is Your School Next? Ransomware Attack Forces UK High to Shut Down Cyber Crime  Flipkart Co-Founder's Fintech Venture Navi Technologies Falls Prey to Rs14 Crore Cyber Scam Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [21.01.2025]: Click here to Know More Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [20.01.2025]: Click here to Know More Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [19.01.2025]: Click here to Know More Cyber Crime Tech Talk  Mobi Armour: Revolutionizing Mobile Security and Climbing the Charts Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [18.01.2025]: Click here to Know More Cyber Crime Trending  UP Police Launches Cyber Crime Website- Bookmark It for Instant Help! Cyber Crime  High Court Temporarily Grants Bail to Cybercrime Accused for Wedding Cyber Crime  WazirX Freezes Rs 24.75 crore in Stolen Assets Linked to Cyberattack Cyber Crime  Rajasthan Police Nab 30 in Rs 30 Crore Cyber Fraud During 'Operation Cyber Shield' Cyber Crime  Massive Cyber-Attack Targets Land and Property Registry: Which Country and How? Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [17.01.2025]: Click here to Know More Cyber Crime  North Korea Blamed for WazirX Hack Leading to Rs 1,960 crore Loss Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [16.01.2025]: Click here to Know More Cyber Crime Research & Opinion  AI-Powered Scams: Voice Cloning and Fake Couriers Fuel Bengaluru's Cybercrime Surge Cyber Crime  Strava Fitness App Causes Major Security Breach on French Nuclear Submarines Cyber Crime  Top 10 Daily Cybercrime Brief by FCRF [15.01.2025]: Click here to Know More Cyber Crime  Fortinet Under Cyber Attack: Zero-Day Vulnerability Suspected in FortiGate Firewalls Cyber Crime  Three Russians Charged for Running Cryptocurrency Mixers Linked to Ransomware Money Laundering Cyber Crime  First AI-Driven Ransomware ‘FunkSec’ Claims Over 80 Victims in December 2024 Cyber CrimeTaj Hotels Faces Data Breach Crisis: Passport and Credit Card Details at Risk for 1.5 Million GuestsPublished 1 year ago on November 24, 2023By The420.inTaj Hotels Faces Data Breach Crisis: Passport and Credit Card Details at Risk for 1.5 Million Guests WhatsAppFacebookTwitterLinkedInTelegram MUMBAI: The Indian Hotels Company Ltd (IHCL), a Tata Group hospitality entity that oversees prominent hotel chains including Taj, SeleQtions, Vivanta, and Ginger, is currently probing potential allegations of a data breach. While affirming that there’s no indication of an ongoing security threat, the company is actively addressing the situation after reports surfaced suggesting that sensitive personal information of approximately 1.5 million individuals might have been compromised earlier this month.  IHCL’s Response and Assurance In a statement issued by an IHCL spokesperson, the company acknowledged being made aware of claims regarding possession of a limited customer dataset that supposedly contains non-sensitive information. Emphasizing the paramount importance of safeguarding customer data, the spokesperson assured that investigations into the claim are underway. “We have notified the relevant authorities and continue to monitor our systems with no suggestion of any existing security threat impacting our business operations,” the spokesperson added.  ALSO READ: India Ranks Third Globally in Governmental Requests for Content Removal from Google  The Ransom Demand and Hacker’s Conditions The alleged threat stems from a group or individual identifying as ‘Dnacookies,’ who reportedly seeks $5,000 in exchange for the complete dataset. The compromised information reportedly includes addresses, membership IDs, mobile numbers, and other personally identifiable details spanning from 2014 to 2020. According to sources familiar with the matter, ‘Dnacookies’ has established three conditions for any potential deal:  A designated negotiator, preferably a forum administrator, must facilitate the agreement. The data must be purchased in its entirety, with no option for partial acquisition. No further samples of the compromised data will be provided. Legal Implications and Government Response The breach, if confirmed, may lead to significant legal repercussions under the Digital Personal Data Protection (DPDP) Act. This legislation mandates penalties of up to Rs 250 crore for individual instances of data breaches and a staggering maximum penalty of Rs 500 crore for multiple breaches by a single entity or business (termed data fiduciaries).  Breach Details Revealed on Cybercrime Marketplace The breach details surfaced publicly on November 5 via a post on the dark web cybercrime platform, BreachForums. Within this posting, the threat actor ‘Dnacookies’ provided a sample dataset containing 1,000 unique entries, possibly showcasing the extent of the compromised information.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2024
    }
  },
  "value_chain": {
    "distribution": {
      "notes": "VERIS 1.3.6: value_chain.distribution.variety.Email added because action.social.vector.Email exists.",
      "variety": [
        "Email"
      ]
    }
  },
  "victim": {
    "country": [
      "IN"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "721110",
    "region": [
      "142034"
    ],
    "victim_id": "Taj Hotels"
  }
}