{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 30,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 30,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "021E91A0-7159-4675-80CF-E618C2E498FF",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-11-13T15:46:00Z",
    "github": "1343",
    "master_id": "021E91A0-7159-4675-80CF-E618C2E498FF",
    "modified": "2014-11-13T15:46:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 2,
        "year": 2010
      }
    }
  },
  "reference": "http://www.databreaches.net/nc-ex-alamance-county-employee-pleads-guilty-in-identity-theft-case/;http://www.news-record.com/news/article_7ffdbba0-7d1e-11e3-a75c-001a4bcf6878.html;http://archive.digtriad.com/news/local/article/312832/57/Former-Greensboro-Social-Worker-Pleads-Guilty-To-Identity-Theft-Tax-Crimes-",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "NC: Ex-Alamance County employee pleads guilty in identity theft case  Michael D. Abernathy reports:  A former Alamance County Department of Social Services employee pleaded guilty in federal court this week to using personal information of child abuse victims in a tax fraud scheme.  Rakecia Matrese Brame was indicted Oct. 28 on 33 total counts of identity theft, and wire fraud, aiding in tax fraud, according to federal court documents. She is accused of selling the personal identification of child abuse and neglect victims to Nothing But Taxes Inc. of Greensboro so clients there could claim the child abuse victims as dependents on tax returns.  Read more on News & Record.  The U.S. Attorneys Office for the Middle District of North Carolina issued a press release yesterday:  Rakecia Matrese Brame, formerly of Greensboro, N.C., and now of Grand Prairie, Texas, pleaded guilty on Jan. 10, 2014, to identity theft, tax, and fraud charges, the Department of Justice and the Internal Revenue Service (IRS) announced today. Brame pleaded guilty to one count of wire fraud, one count of aggravated identity theft and one count of aiding and assisting the preparation of a false tax return. U.S. District Judge Thomas Schroeder for the Middle District of North Carolina set a sentencing hearing for May 16, 2014.  According to court documents, from approximately February 2009 to February 2011, Brame was employed as a social worker at the Alamance County Department of Social Services (Alamance DSS) in North Carolina. Brame was responsible for investigating claims of abuse and neglect against minors and disabled adults. As part of her official duties, Brame had authorized access to extensive identifying information  including names, dates of birth and Social Security numbers  of Alamance DSS clients, including abuse victims and recipients of various state benefits, and of witnesses in official investigations.  According to court documents, Brame used her access to identifying information contained in Alamance DSS records to illegally obtain the personal identifying information of Alamance DSS clients and others. Pursuant to an ongoing agreement, Brame sold that personal identifying information to Jennifer Bullock and Saichelle McNeill, two return preparers at the Greensboro branch of Nothing But Taxes, a tax return preparation firm. Bullock and McNeill used the stolen identities to claim false dependents on tax returns they prepared for Nothing But Taxes clients, thereby claiming inflated tax refunds on the clients behalf. Bullock and McNeill paid Brame $200 to $300 per identity they purchased, and Brame knowingly sold these identities to Bullock and McNeill to be used for tax fraud.  Court documents state that, as a social worker, Brame owed a legal and professional duty to keep the information she learned about victims and witnesses confidential. She had no authority to sell such information or otherwise use it for personal gain, and doing so violated the professional standards applicable to social workers, as well as federal and state law and Alamance DSS policy.  According to court documents, one victim of the identity theft scheme was referred to Alamance DSS for investigation on or about Feb. 15, 2010, and assigned to Brame. A few days later, Brame sold this victims identity to Bullock for use as a false dependent on a tax return. On or about March 3, 2010, Bullock prepared a 2009 tax return for a Nothing But Taxes client which falsely claimed that the victim was a dependent. As a result of the falsification, the tax return claimed a higher tax refund than the Nothing But Taxes client was actually entitled to receive. Approximately one year later, Brame sold the victims identity and that of her sister to McNeill, who then prepared 2010 tax returns for two different Nothing But Taxes clients that falsely claimed both victims as dependents.  Brame faces a statutory maximum of 20 years in prison on the wire fraud charge and a maximum of three years in prison for the charge of aiding and assisting in the preparation of a false tax return. The aggravated identity theft charge carries a mandatory two year sentence, which must run consecutively to any sentence on the other charges.  The related case against McNeill resulted in a guilty plea to federal criminal charges of wire fraud, aggravated identity theft and aiding and assisting in the preparation of false tax returns. McNeill was sentenced to serve 27 months in federal prison on Aug. 20, 2013. Brames co-defendant Bullock pleaded guilty to wire fraud, aggravated identity theft and tax charges on Dec. 4, 2013, and she is currently awaiting sentencing.  This case and related Nothing But Taxes cases were investigated by agents of the IRS -Criminal Investigation and were prosecuted by Assistant U.S. Attorney Frank Chut and Trial Attorney Jonathan Marx of the Tax Division. The prosecution team wishes to thank the Alamance DSS for their assistance and cooperation in the investigation.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "561990",
    "region": [
      "019021",
      "021000"
    ],
    "state": "NC",
    "victim_id": "Alamance County Department of Social Services"
  }
}