{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "CN"
      ],
      "motive": [
        "Espionage"
      ],
      "region": [
        "142030",
        "019021"
      ],
      "variety": [
        "State-affiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "022CCB00-CE98-4DEF-8B89-18C5A20335F4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T15:34:00Z",
    "github": "3368",
    "master_id": "022CCB00-CE98-4DEF-8B89-18C5A20335F4",
    "modified": "2014-11-20T15:34:00Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 9,
        "year": 2012
      }
    }
  },
  "reference": "http://o.canada.com/news/national/telvent-client-alerted-feds-to-hack-at-energy-company-documents-suggest;http://www.reuters.com/article/2012/09/29/us-hacking-energy-idUSBRE88S01B20120929;http://krebsonsecurity.com/2012/09/chinese-hackers-blamed-for-intrusion-at-energy-industry-giant-telvent/;http://www.huffingtonpost.ca/2012/09/28/calgary-telvent-security--hacking-chinese_n_1924078.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Canadian officials confirmed Friday they are aware hackers have breached security at a Calgary-based software manufacturer - one whose products are often used by large energy companies.  According to security news site krebsonsecurity.com, Telvent Canada Ltd. sent letters to their customers last week after it learned of a breach of its internal firewall and security systems on Sept. 10.  \"In order to be able to continue to provide remote support services to our customers in a secure manner, we have established new procedures to be followed until such time as we are sure that there are not further intrusions into the Telvent network and that all virus or malware files have been eliminated,\" the company said in the letter.   \"Although we do not have any reason to believe that the intruder(s) acquired any information that would enable them to gain access to a customer system or that any of the compromised computers have been connected to a customer system, as a further precautionary measure, we indefinitely terminated any customer system access by Telvent.\"  It is believed that a Chinese hacking group may be to blame for the intrusion, which affected customers in Canada, the United States and Spain, said krebsonsecurity.com, citing experts who were able to identify digital fingerprints that point to Chinese hackers.  However, public safety ministry spokesman Jen-Paul Duval would not confirm if a Chinese group was to blame.  \"The Canadian Cyber Incident Response Centre is aware of this incident and is already working with stakeholders in government and the private sector,\" he said in an email to the Calgary Herald.  \"We can tell you that the government of Canada is working to protect Canada's cyber networks, identify vulnerabilities and intrusions, and to defend against malicious cyber activity.\"  According to Sun News Network, Telvent's IT services help manage 60% of all oil and gas pipelines in North America and Latin America.  According to The Times Of India, this breach is the latest in a string of hacks targeting the energy sector. Symantec and McAfee have identified similar attacks originating in China.  Joe Weiss, a cyber attack consultant, told Reuters that while vendors often experience connection hacking from customer support sites, most breaches go unreported.  It is not clear how the Telvent breach is affecting customers at this point, but the Calgary Herald reports that if a Chinese group is being the attacks it could make things difficult for the Conservative government, which is now deliberating whether to approve a $15.1 billion bid by Chinese company CNOOC Ltd. for oil company Nexen. Some legislators are unsure of the proposed takeover because of what they believe to be unfair business practices on China's behalf.  \"Canadians just don't want to take this seriously,\" Brian Adams, a former Canadian diplomat who specializes in Chinese crime and espionage told Sun News Network. \"In essence, it's an electronic war that's going on. And this company is bringing to our attention that China could shut down the energy resources of any country in the world with this sort of thing going on.\"",
  "timeline": {
    "containment": {
      "unit": "Months"
    },
    "discovery": {
      "unit": "Months"
    },
    "incident": {
      "month": 6,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "101 to 1000",
    "industry": "541511",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "victim_id": "Telvent Canada Ltd"
  }
}