{
  "action": {
    "misuse": {
      "notes": "The college charged in June 2015 that the Sault Ste. Marie physician \"inappropriately, and without consent,\" accessed health records of two patients, and acted as coroner in all, or part, of the investigation into a patient's death, despite a \"real or perceived\" conflict of interest due to a \"close personal relationship.\"  The disciplinary committee found Brooks had accessed the medical records of Patient A at the Group Health Centre on six occasions between 2005 and 2014, and eight times from the hospital between 2011 and 2014.   Patient A suffered from mental health and addictions issues and committed suicide in 2014, after which relatives of Patient A requested audit reports of access to medical records for both patients from both the Group Health Centre and Sault Area Hospital.  Brooks had hospital privileges and also works as an investigative coroner.  Patient B's medical records were accessed by Brooks on eight dates between 2003 and 2006, as stated in the decision.  In 2003, Brooks signed a confidentiality agreement with the Sault Area Hospital, agreeing it would be a breach of confidentiality to access those records except when legally authorized to do so.",
      "variety": [
        "Data mishandling",
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "social": {
      "target": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "notes": "The college charged in June 2015 that the Sault Ste. Marie physician \"inappropriately, and without consent,\" accessed health records of two patients, and acted as coroner in all, or part, of the investigation into a patient's death, despite a \"real or perceived\" conflict of interest due to a \"close personal relationship.\"",
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      },
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2,
      "data_victim": [
        "Patient"
      ],
      "notes": "The college charged in June 2015 that the Sault Ste. Marie physician \"inappropriately, and without consent,\" accessed health records of two patients, and acted as coroner in all, or part, of the investigation into a patient's death, despite a \"real or perceived\" conflict of interest due to a \"close personal relationship.\"",
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "In September 2015, Sault Area Hospital reported an internal review into allegations of a privacy breach found that Brooks did have unauthorized access to a patient file.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D79BBDA5-D97F-4C21-9171-793118C0A94E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-19T19:25:00Z",
    "dbir_year": 2016,
    "github": "8045",
    "master_id": "02C34294-7F12-4A8D-9AA5-BD9A5AA4E3ED",
    "modified": "2016-08-22T15:39:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.saultstar.com/2016/07/04/dr-douglas-brookss-certificate-of-registration-suspended-for-5-months-slapped-with-5000-fine-faces-other-conditions; https://www.sootoday.com/local-news/misconduct-found-against-local-doctor-330690",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Dr. Douglas Brooks's certificate of registration suspended for 5 months, slapped with $5,000 fine, faces other conditions.  A disciplinary committee found Dr. Brooks accessed medical records of two patients without their consent and without medical reason to do so.  Brooks and his wife had a close personal connection to both patients.  The disciplinary committee found Brooks had accessed the medical records of Patient A at the Group Health Centre on six occasions between 2005 and 2014, and eight times from the hospital between 2011 and 2014.   Patient A suffered from mental health and addictions issues and committed suicide in 2014, after which relatives of Patient A requested audit reports of access to medical records for both patients from both the Group Health Centre and Sault Area Hospital.  Brooks had hospital privileges and also works as an investigative coroner.  Patient B's medical records were accessed by Brooks on eight dates between 2003 and 2006, as stated in the decision.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 12.0
    },
    "incident": {
      "year": 2003
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "621491",
    "region": [
      "019021"
    ],
    "victim_id": "Sault Area Hospital"
  }
}