{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 15000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 15000000,
      "data_victim": [
        "Customer"
      ],
      "notes": "exposed sensitive personal data of some 15 million people who applied for service with T-Mobile US Inc TMUS.N. included names, addresses, birth dates, Social Security numbers, drivers license numbers and passport numbers  The data stolen from those 15 million victims includes their names, addresses, and birthdates, as well as encrypted social security numbers, drivers' license ID numbers, and passport ID numbers. Both companies note that encryption may have been cracked by the intruders VentureBeat reported some of the stolen data already appeared to have made its way onto the market on the Dark Web, offering an individual's social security number, date of birth, driver's license number, email address, phone number and physical address for a minimal fee.  The company offered two years of credit monitoring to all affected individuals",
      "state": [
        "Stored encrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "discovered the theft of the T-Mobile customer data from one of its servers on Sept. 15",
  "impact": {
    "loss": [
      {
        "amount": 20000000,
        "variety": "Response and recovery"
      }
    ],
    "notes": "included notifying impacted individuals, offering them free credit monitoring services and informing the appropriate government agencies of the intrusion.;",
    "overall_amount": 20000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "02CC4603-43FF-4632-8D25-E5F00976A99C",
  "notes": "Experian Plc consumer credit monitoring firm  Partner T-Mobile US  2015-10-01  Data exposed sensitive personal data of some 15 million people who applied for service with T-Mobile US Inc TMUS.N. included names, addresses, birth dates, Social Security numbers, drivers license numbers and passport numbers  The data stolen from those 15 million victims includes their names, addresses, and birthdates, as well as encrypted social security numbers, drivers' license ID numbers, and passport ID numbers. Both companies note that encryption may have been cracked by the intruders  Discovery  discovered the theft of the T-Mobile customer data from one of its servers on Sept. 15  CM The company offered two years of credit monitoring to all affected individuals  Fraud VentureBeat reported some of the stolen data already appeared to have made its way onto the market on the Dark Web, offering an individual's social security number, date of birth, driver's license number, email address, phone number and physical address for a minimal fee.     Impact Experian posted a charge of $20 million stemming from its response to an October security breach that exposed the data of millions of T-Mobile customers.  included notifying impacted individuals, offering them free credit monitoring services and informing the appropriate government agencies of the intrusion.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 2
      }
    },
    "created": "2016-01-07T15:47:00Z",
    "dbir_year": 2016,
    "github": "6489",
    "master_id": "02CC4603-43FF-4632-8D25-E5F00976A99C",
    "modified": "2016-01-07T15:47:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://hosted.ap.org/dynamic/stories/U/US_EXPERIAN_T_MOBILE_DATA_BREACH?SITE=SCAND&SECTION=HOME&TEMPLATE=DEFAULT; http://www.reuters.com/article/2015/10/01/us-tmobile-dataprotection-idUSKCN0RV5PL20151001?feedType=RSS&feedName=technologyNews; http://www.wired.com/2015/10/hack-brief-hackers-steal-15m-t-mobile-customers-data-experian/; http://www.wirelessweek.com/news/2015/11/experian-posts-20m-charge-related-t-mobile-data-breach;http://www.wirelessweek.com/news/2015/10/t-mobile-hit-lawsuits-wake-experian-hack",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Millions of T-Mobile customers exposed in Experian breach BY JIM FINKLE People pass by a T-Mobile store in the Brooklyn borough of New York June 4, 2015.  REUTERS/Brendan McDermid People pass by a T-Mobile store in the Brooklyn borough of New York June 4, 2015. REUTERS/BRENDAN MCDERMID Experian Plc (EXPN.L), the world's biggest consumer credit monitoring firm, on Thursday disclosed a massive data breach that exposed sensitive personal data of some 15 million people who applied for service with T-Mobile US Inc TMUS.N.  Connecticut's attorney general said he will launch an investigation into the breach.  Experian said it discovered the theft of the T-Mobile customer data from one of its servers on Sept. 15. The computer stored information about some 15 million people who had applied for service with telecoms carrier T-Mobile during the prior two years, Experian said.  T-Mobile Chief Executive John Legere said the data included names, addresses, birth dates, Social Security numbers, drivers license numbers and passport numbers. Such information is coveted by criminals for use in identity theft and other types of fraud.  \"Obviously I am incredibly angry about this data breach and we will institute a thorough review of our relationship with Experian,\" T-Mobile Chief Executive John Legere said in a note to customers posted on the company's website. \"But right now my top concern and first focus is assisting any and all consumers affected.\" (t-mo.co/1M4FSSd)  The Experian breach is the latest in a string of massive hacks that have each claimed millions - and sometimes tens of millions - of customer records, including the theft of personnel records from the U.S. government this year, a 2014 breach on JPMorgan Chase (JPM.N) and a 2013 attack on Target Corp's (TGT.N) cash register systems.  It is also the second massive breach linked to Experian. An attack on an Experian subsidiary that began before Experian purchased it in 2012 exposed the Social Security numbers of 200 million Americans and prompted an investigation by at least four states, including Connecticut.  Experian on Thursday said it had launched an investigation into the new breach and consulted with law enforcement.  The company offered two years of credit monitoring to all affected individuals. People, however, said that they did not want credit protection from a company that had been breached.  Legere responded by promising to seek alternatives.  \"I hear you,\" he said on Twitter. \"I am moving as fast as possible to get an alternate option in place by tomorrow.\"  Experian said the breach did not affect its vast consumer credit database.  Legere said no payment card or banking information was taken.  T-Mobile had nearly 59 million customers as of June 30. A representative for the carrier said that not all 15 million of the affected applicants had opened accounts with T-Mobile.  The telecom carrier's shares were down 1.3 percent in extended trading after closing little changed at $40.13 on the New York Stock Exchange.  In the earlier data breach affecting Experian, a Vietnamese national confessed in U.S. court last year to using a false identity to opening an account with the unit, known as Court Ventures, sometime before Experian purchased it in 2012.  A spokeswoman for Connecticut Attorney General George Jepsen said on Thursday that it would investigate the latest attack.  The spokeswoman, Jaclyn Falkowski, declined to elaborate on the T-Mobile incident, but said the investigations of the Court Ventures matter \"is active and ongoing.\"  (In 7th and 16th paragraphs, this version of the story corrects to show that the previous Experian data breach began before Experian purchased the company in 2012, not that it occurred in 2014.)",
  "timeline": {
    "incident": {
      "day": 15,
      "month": 9,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "561450",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "notes": "exposed sensitive personal data of some 15 million people who applied for service with T-Mobile US Inc TMUS.N.",
      "victim_id": [
        "T-Mobile US"
      ]
    },
    "victim_id": "Experian Plc"
  }
}