{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 17911623,
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 17911623,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "0311CF15-E5D1-43C8-9364-3A1DA1BB5292",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-07T03:47:47Z",
    "master_id": "0311CF15-E5D1-43C8-9364-3A1DA1BB5292",
    "modified": "2014-05-10T00:58:18Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 1,
        "year": 2012
      }
    }
  },
  "reference": "http://news.softpedia.com/news/Environmentalist-Website-Care2-Hacked-18-Million-Passwords-Reset-244005.shtml ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The website of Care2, an organization thats all about living a healthy, green lifestyle, has been breached in the last days of December by an unknown hacker team that managed to access the login information belonging to a number of the sites members.  The official statement released by the company claims that only a limited number of Care2 member accounts were accessed by the cybercriminals, but as a precaution measure, all their 17,911,623 account holders are forced to change their passwords on their next log-in.  We sincerely apologize for this inconvenience. Given our large membership size, we have become a significant target for spammers and hackers over the past few years, and this was the first hacking attempt that successfully breached our protective walls, Care2 representatives wrote on the sites blog.  The vulnerabilities which the hackers used to penetrate the sites defenses were immediately patched up to prevent further access, but the incident is still being investigated to determine the full extent of the breach.  The FBI has been contacted to investigate the matter, but so far, the only clues to point to the identity of the attackers are some IP addresses from Russia. This, however, doesnt necessarily prove that the attack was launched from there. It could be that the hackers compromised devices from this certain location.  Since no financial information is stored in the sites databases, the hackers may have targeted Care2 in order to obtain passwords which they can later use to gain access to other accounts, including ones that contain more sensitive data.  This is exactly why customers are advised not only to change their passwords on the breached site, but also on others that share the same credentials. This procedure has to be done in the shortest time since after they get their hands on the loot, the crooks will try to make the best of it before their victims get to do anything about it.  Customers who experience issues in recovering their passwords are advised to contact Care2 customer support for help.",
  "timeline": {
    "incident": {
      "month": 12,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "813410",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Care2"
  }
}