{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "56221",
      "motive": [
        "Unknown"
      ],
      "notes": "Lee County Solid Waste Division",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 483063,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 483063,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F92873E2-5A01-4656-912F-545EC2A0CF5F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2016-08-02T18:16:00Z",
    "dbir_year": 2017,
    "github": "7235",
    "master_id": "03D7E65E-C443-4845-9377-71E79F4E5D96",
    "modified": "2016-08-02T18:28:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/fl-radiology-regional-center-notifies-patients-after-paper-records-fell-out-of-vendors-truck/; http://www.databreaches.net/that-radiology-regional-center-vendors-breach-potentially-affected-almost-half-a-million-patients/; http://radiologyregional.com/radiologyregional/index.php?option=com_content&view=article&id=255; http://www.clinical-innovation.com/topics/imaging/radiology-center-announces-privacy-breach-after-patient-records-fall-out-truck",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Radiology Regional Center, PA, a physician-owned and managed diagnostic facility with nine locations in Florida, announced today that on December 19, 2015, Radiology Regional Center was informed by its records disposal vender (sic), Lee County Solid Waste Division (\"Lee County\"), that, on that same date, paper records containing the personal information of Radiology Regional Center's patients were released by Lee County on Fowler Street in Fort Myers, Florida.  The records were released while Lee County was transporting the records to be incinerated.  This release is being issued in accordance with guidelines from the Health Insurance Portability and Accountability Act (\"HIPAA\").  Impacted patients have already been notified in accordance with HIPAA. To the best of Radiology Regional Center's knowledge, these records, which date from 2005-2012, may have contained patient names, addresses, phone numbers, social security numbers, dates of birth, health insurance numbers, and other medical status and assessment information as well as financial information gathered in the patient medical and financial records.  As soon as Radiology Regional Center learned of the incident, every effort was made to retrieve the records, including a foot search of the surrounding area by more than a dozen of its employees and physicians.  In an abundance of caution, a second search of the area was conducted by foot on December 21, 2015 and a third was conducted on December 22, 2015.   As a result of its numerous searches, Radiology Regional Center believes that virtually all of the records were retrieved.  While every effort was made to retrieve the lost records, Radiology Regional Center acknowledges that some records may not be retrieved and so has notified potentially affected patients of the incident and presented them with the following steps they can take as precautionary measures.  Radiology Regional Center has advised potentially impacted patients to (1) place a 90 day fraud alert on their credit file, (2) review a free copy of their credit report, and (3) review their explanation of benefits statements.  Radiology Regional Center is also offering potentially affected patients with complimentary credit monitoring services.  Radiology Regional Center is taking this matter very seriously and has conducted a thorough investigation to mitigate the circumstances resulting from this incident and to ensure an incident like this does not happen again.  Any affected patients may call 877-853-3045 for additional information, Monday through Friday, 6:00 a.m. to 6:00 p.m. PST (closed on U.S. observed holidays).  For additional information please visit the FAQs at http://radiologyregional.com/.  SOURCE: Radiology Regional Center     The FAQ on their site explains:  This incident resulted from the condition of the container used by Lee County Solid Waste Division to transport the records and the Lee County driver's failure to properly secure the container door.   ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621511",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Radiology Regional Center, PA"
  }
}