{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "0404DE5A-E7C0-495A-8827-05BA5FA8DBA1",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4300",
    "master_id": "0404DE5A-E7C0-495A-8827-05BA5FA8DBA1",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://insurancenewsnet.com/oarticle/2014/09/08/healthcaregov-breached-no-data-stolen-a-552719.html#.VBB1qlaFr7Q; http://thehill.com/policy/healthcare/216700-report-healthcaregov-was-hacked-in-july; http://dailycaller.com/2014/09/18/issa-confirms-that-healthcare-gov-revealed-customers-personal-information/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Rep. Darrell Issa slammed Obamacare administrator Marilyn Tavenner Thursday for failing to disclose that HealthCare.gov actually has revealed some customers personal information.  During heated questioning from Oversight Committee chairman Rep. Issa, the committee determined that while Tavenner had just testified that HealthCare.gov didnt release Obamacare enrollees personal data (PII), the GAO confirmed that yes, it actually has leaked some information.  For the 13 [breaches into HealthCare.gov], there was PII that was disclosed to a consumer through a technical glitch, said Gregory Wilshusen, GAO director of information security issues.  Tavenner had said moments before in her testimony to the committee that there is no evidence that a person or group has maliciously accessed personally-identifiable information.  She protested that she had been discussing only malicious attacks on the website in her statement. Several minutes later, however, she once again misspoke and claimed that we have had no breach of personal information.  Several committee members questioned whether CMS has done the testing to know whether thats accurate. Democrats had also belatedly asked U.S. Computer Emergency Readiness Teams director Ann Barron-Dicamillo to appear at the hearing just this Monday. But upon questioning from Issa, Barron-Dicamillo admitted that CERT has done no testing of HealthCare.gov and only recently analyzed the images of the latest breach of HealthCare.gov which were provided to them by CMS.  The GAOs Wilshusen also charged that CMS was frustratingly difficult to work with when investigating the website. The agency found 13 incidents related to HealthCare.govs data security but CMS stonewalled investigators attempts to look into the problems.  CMS tried to restrict access to documents, Wilshusen told the committee, and indicated that they were concerned about sensitive security information. We elevated the issue within GAO_and they did provide the information for us to look at.  So there was no reason they shouldve denied it to begin with? Issa pressed. Wilshusen agreed there wasnt.  Several Democrats on the committee, Rep. Jackie Speier and ranking member Rep. Elijah Cummings, preferred to focus on hitting Republican leadership for not spending more time digging into private companies data breaches, such as Targets data breach last year.  Issa noted that the Oversight Committee does not have jurisdiction over these private companies, while the House Financial Services Committee does and has held hearings on the entirely unrelated issues.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "MD",
    "victim_id": "Centers for Medicare & Medicaid Services"
  }
}