{
  "action": {
    "error": {
      "notes": "The error was over sharing medical data that did not need to be disclosed for this purpose.",
      "variety": [
        "Other"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "US"
      ],
      "industry": "5251",
      "motive": [
        "Unknown",
        "NA"
      ],
      "notes": "Keystone Insurers Group",
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1008,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1008,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "042C4B15-413A-496C-822E-E857BBC253E8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-06-02T23:29:00Z",
    "github": "2296",
    "master_id": "042C4B15-413A-496C-822E-E857BBC253E8",
    "modified": "2014-06-02T23:29:00Z",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.hhs.gov/ocr/privacy/hipaa/administrative/breachnotificationrule/breachtool.html; http://www.phiprivacy.net/four-more-breaches-added-to-hhss-breach-tool/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The City of Henderson in Kentucky notified HHS that 1,008 were affected by a breach that began or occurred on June 28, 2012 and that was discovered on March 3, 2014. The incident involved a business associate, Keystone Insurers Group. The city kindly provided PHIprivacy.net with a copy of the legal notice they posted in The Henderson Gleaner on May 9, 2014:   In 2012, the City of Henderson, Kentuckys health benefit plan (Plan) began exploring the possibility of opening a health clinic for its employees and their dependents to try to reduce health plan costs, and began providing information to its broker to help with this process. On several occasions between January 23, 2013 and March 3, 2014, the broker shared data from the Plan with several health care providers (and one business associate of a provider) who were being considered as possible partners with the City in development of such a clinic. On March 11, 2014, the City learned that the data shared with these potential partners included its Plan Participants detailed individually identifiable health information.  The City has conducted an investigation and concluded that more health information was disclosed than was minimally necessary to obtain proposals for the health clinic, although there is no reason to believe the information was misused in any way. The information released to the broker and then to the providers included names of Plan participants, insurance ID numbers, addresses, gender, birthdate, and information about the treatment, diagnosis, prescriptions, expenses, providers, and workers compensation claims (if applicable) of Plan Participants.  The City has no reason to believe that your information has been misused or disclosed inappropriately by anyone who received it. All the recipients are required to comply with the federal Health Insurance Portability and Accountability Act (HIPAA) privacy law and protect the information they received. In addition, all of them have assured us that they have not forwarded the information to anyone else (other than the business associate, who forwarded the information to one of the providers). We have asked the recipients to destroy any copies of the information they may have had in their files. Nevertheless, in an abundance of caution, we are in the process of sending notification letters to those persons affected so that they may take any extra precautions that they might consider to be necessary.  The City is treating this matter very seriously and is working to ensure something like this does not happen again. It has put procedures in place to assure only the minimum amount of your health information is used, disclosed or requested for its future administrative needs, and it has asked its broker to provide us with assurances that its employees have received adequate training on all applicable HIPAA requirements. The safety and security of your health information are among the Citys and the Plans highest priorities.  Even though the City has no evidence that Plan Participant information has been misused, it encourages Plan Participants to review carefully all regular and electronic correspondence received from UMR (the company that processes the Plans health care claims) for unauthorized activity, such as claims paid out of the HRA that Participants do not recognize, or an explanation of benefits detailing treatment Participants did not receive. If you have other questions concerning your health information, please contact Dawn S. Kelsey, City Attorney, at 270-831-1200, City of Henderson, P.O. Box 716, Henderson, KY 42419-0716.",
  "timeline": {
    "incident": {
      "day": 28,
      "month": 6,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "92",
    "region": [
      "019021"
    ],
    "state": "KY",
    "victim_id": "City of Henderson"
  }
}