{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "05667A65-7F93-470C-BE44-B07DECBC8A48",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2015-03-04T00:20:44Z",
    "github": "1041",
    "master_id": "05667A65-7F93-470C-BE44-B07DECBC8A48",
    "modified": "2015-03-04T00:20:44Z",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2013
      }
    }
  },
  "reference": "https://oag.ca.gov/system/files/LAGLC%20Individual%20Notice_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The L.A. Gay & Lesbian Center recently learned that the security of certain of our information systems was compromised by a criminal cyber attack apparently designed to collect social security numbers, credit card numbers and other financial information. Between November 22, 2013 and December 3, 2013 our forensic investigators confirmed that this attack potentially exposed certain of your information to unauthorized access and acquisition. I say potentially because, to date, there is no evidence that any information was actually accessed or acquired as a result of this criminal invasion. However, the information potentially exposed may have included your name, contact information, medical or healthcare information, date of birth, credit card information, Social Security number and health insurance account number. Based upon our investigation, the period during which your information may have been exposed appears to have been between September 17, 2013 and November 8, 2013. Out of an abundance of caution, we want to make you aware of the attack and our efforts to help safeguard your information. Immediately upon learning of this criminal attack and the potential exposure of private patient information, the Center took action. Specifically, upon learning of the potential of this incident, we promptly took the following actions: (i) curtailed the intrusion; (ii) hired numerous experts, including two leading national forensic investigation firms, to help us investigate the situation and determine the individuals and information potentially affected; and (iii) began the process of notifying potentially affected individuals. In addition, we have notified law enforcement and are taking steps to further guard against this type of criminal attack in the future. As always, we recommend that you remain vigilant by reviewing your explanation of benefits for medical services and financial account statements, as well as free credit reports for unauthorized activity. From the moment we learned of the potential exposure, our primary concern has been ensuring that you are protected against risks related to this incident. Therefore, we have engaged Experian, one of the leading providers of credit monitoring products, to provide you with its ProtectMyID Alert membership, including credit monitoring, for one year at no cost to you. Enclosed with this letter is information regarding these services and instructions for enrollment, as well as an insert providing additional useful information regarding steps you can take to protect yourself against identity theft. We have also engaged Experian to provide a dedicated call center to answer questions about this incident. If you have any questions regarding this incident or would like assistance enrolling in ProtectMyID Alert, please contact the Experian call center at 888-451-6562 from 6:00 AM to 6:00 PM, Pacific Time, Monday through Friday, or 8:00 AM to 5:00 PM, Pacific Time, Saturday and Sunday.",
  "timeline": {
    "incident": {
      "day": 8,
      "month": 11,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "813319",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "L.A. Gay & Lesbian Center"
  }
}