{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 58,
          "variety": "Medical"
        },
        {
          "amount": 121,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 121,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "05DE5580-974B-410E-A9B4-FCB6293E6E06",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4683",
    "master_id": "05DE5580-974B-410E-A9B4-FCB6293E6E06",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://www.msn.com/en-ca/news/canada/personal-details-of-121-home-care-clients-lost-in-surrey/ar-AA6URMY; http://www.vancouversun.com/health/Personal+details+home+care+clients+lost+Surrey/10360008/story.html#__federated=1; http://www.surreyleader.com/news/282484151.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Fraser Health Authority has told 121 home care clients that a book containing their personal information has mysteriously disappeared.  The names, addresses and telephone numbers of the clients  mostly seniors who need care at home  were listed for all 121. Fifty-eight clients received a special written warning about potential identity theft because the missing record book also included their personal health numbers and, in three cases, an access code to the lockbox containing a key to their home.  No security problems have been reported to Fraser Health since the letters were sent out on Oct. 3, says the authoritys public affairs officer Erin Labb.  The loss of personal and private information is extremely concerning. We know that this type of situation can be very upsetting for our clients, and we apologize for the worry and trouble that it may cause, she said.  A worker from Newton Home Health, which provides nursing and other medical services to patients in their homes, noticed the book was missing on Sept. 25. A subsequent search came up with nothing, says Labb.  Its not clear if it was lost or stolen or dropped on the ground.  The letter also advises clients to check bank and credit card statements for irregularities and says Fraser Health will pay for a one-year subscription to a credit monitoring service that reports on changes to a persons credit rating.  Dana Miller lives with her 92-year-old grandmother, who received the warning letter. She has since increased security on her grandmothers bank accounts after changing her homes access code.  This has undone what Ive done to protect her. ... Now our security is jeopardized, said Miller in a telephone interview.  I just dont know that the system is safe for seniors.  The risk of identity theft  or worse  means in-home workers should only carry information thats properly encrypted, Miller adds.  Labb says Fraser Health is asking its workers to keep record books in locked containers rather than carry them from job to job unprotected. Home care case mangers have laptop computers with encryption features to protect client information, but the health authority doesnt have enough resources to provide the same equipment to all nurses who work in peoples homes, she says.  Miller says thats not good enough and that adequate encryption tools are even available for smartphones.  Why is there one set of rules for some employees and not a blanket set of rules for all, particularly when youre talking about seniors? Miller asks.  Fraser Health reported the breach to the B.C.s Office of the Information and Privacy Commissioner, which confirmed this week than an investigation is underway, but has received no formal complaints to date.  Spokeswoman Cara McGregor encouraged those involved who are concerned about their privacy to contact the commissioners office at 250-387-5629 or info@oipc.bc.ca",
  "timeline": {
    "incident": {
      "day": 25,
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "25001 to 50000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Fraser Health Authority"
  }
}