{
  "action": {
    "physical": {
      "notes": "Physical theft of two 200-lb safes from a locked room in secured headquarters.",
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim secure area"
      ]
    }
  },
  "actor": {
    "unknown": {}
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk media"
      },
      {
        "variety": "M - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Safes included DVDs containing PII data.Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "notes": "Data recovered within 36 hours by law enforcement although ECMC was not notified for nearly 1 month. Unkown exact date when the safes and their content could be retrieved by ECMC from law enforcement.",
      "variety": [
        "Interruption",
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 3300000,
      "data_victim": [
        "Customer"
      ],
      "notes": "We at ECMC, a guarantor of federal student loans, regret to inform you of a recent data theft from our facility in Oakdale, MN that may affect you. We believe that information about your student loan, including your name, Social Security number, address, and date of birth was stolen, resulting in the potential loss of your personal information. We want to assure you that no savings, checking or credit card account numbers were included in the data theft. Since this incident we have enhanced our electronic and physical security protocol. We have also received further recommendations from an external security partner that are being reviewed by our incident response team and we are enhancing both security protocols.  ECMC has arranged with ConsumerInfo.com, Inc., an Experian company to provide you with up to 12 months of free Triple Alert (SM) coverage, a comprehensive three bureau credit monitoring membership to help protect your identity and credit. We strongly encourage you to go online and enroll in Experian's Triple Alert (SM) product immediately.",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "06EB01D4-6189-4A54-84DB-BDEDB6C9ED77",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "nicolasvillatte",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2016-01-12T11:57:00Z",
    "dbir_year": 2016,
    "github": "5043",
    "master_id": "06EB01D4-6189-4A54-84DB-BDEDB6C9ED77",
    "modified": "2016-01-12T11:57:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 3,
        "year": 2010
      }
    }
  },
  "reference": "http://www.wsj.com/articles/SB10001424052702304434404575150024174102954;https://www.ifap.ed.gov/presentations/attachments/50DontBeTomorrowsHeadlinesV1.ppt;http://doj.nh.gov/consumer/security-breaches/documents/ecmc-group-20100416.pdf;http://www.prnewswire.com/news-releases/ecmc-notifying-borrowers-of-data-loss-89299342.html;http://dataprivacy.foxrothschild.com/2010/03/articles/data-security-breach-response/data-breach-affecting-33-million-borrowers-with-student-loans/;http://dataprivacy.foxrothschild.com/2010/04/articles/data-security-breach-response/update-on-massive-ecmc-data-breach/;http://experian.consumerinfo.com/triplealert/Message.aspx?PageTypeID=FAQECMC&SiteVersionID=914&SiteID=100231&sc=670676&bcd=;",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Data Theft Hits 3.3 Million Borrowers By Mary Pilon Updated March 29, 2010 12:01 a.m. ET  Company and federal officials said they believed last week's theft of identity data on 3.3 million people with student loans was the largest-ever breach of such information and could affect as many as 5% of all federal student-loan borrowers.  Names, addresses, Social Security numbers and other personal data on borrowers were stolen from the St. Paul, Minn., headquarters of Educational Credit Management Corp., a nonprofit guarantor of federal student loans, during the weekend of March 20-21, according to the company.  ECMC said the stolen information was on a portable media device. \"It was simple, old-fashioned theft,\" said ECMC spokesman Paul Kelash. \"It was not a hacker incident.\"  Citing state and federal criminal investigations, ECMC has released only limited information about the theft since posting a notice on its Web site Friday. It plans to notify affected customers in writing this week.  David Hawn, ECMC's chief business-development officer, said the company didn't believe the data theft was connected with last week's enactment of the largest overhaul of federal student-loan rules in decades. Details are being worked out on how the new law will be implemented, and ECMC said it was still evaluating how the legislation would affect it.  The ECMC incident is the latest in a series of thefts of consumers' financial data in recent years. Earlier this month, a former employee of HSBC Holdings PLC allegedly stole data on about 24,000 Swiss private-bank accounts. In 2005, 40 million accounts serviced by payment processor CardSystems were compromised. In 2007, TJX Co., the company that owns retailer T.J. Maxx, disclosed that 45 million credit- and debit-card account numbers had been breached.  All told, more than 347 million records containing sensitive information have been compromised in the U.S. since 2005, according to the Privacy Rights Clearinghouse, a nonprofit consumer group.  The student-loan market has battled data losses before. In 2006, 1.7 million computer records held by Texas Guaranteed Student Loan Corp. were breached, while the U.S. Department of Education said a bug in its Web site compromised data on 21,000 people.  ECMC's St. Paul headquarters has card-key access for the 320 employees who work there, Mr. Hawn said. He said the company was reviewing its security.  ECMC services and insures more than $11 billion in student loans for the U.S. Department of Education. ECMC also owns Premiere Credit LLC, a federal student-loan collection agency. No Premiere accounts were affected by the theft, Mr. Hawn said.  Federal student-loan guarantors such as ECMC, USA Funds and American Student Assistance have contracts with the federal government to insure student loans against default. Some guarantors also originate student loans, although ECMC does not.  ECMC is the designated guarantor for loans in Oregon, Virginia and Connecticut, but borrowers from all states could be affected.  The 3.3 million social security numbers that were stolen from ECMC represent 8.9 million loans, Mr. Kelash said. One borrower may take out multiple loans.  \"We are working with ECMC to make sure that affected individuals are provided with resources to protect their information and to provide with them with identity-theft insurance,\" said U.S. Department of Education spokesman Justin Hamilton.  Write to Mary Pilon at mary.pilon@wsj.com ",
  "timeline": {
    "incident": {
      "day": 21,
      "month": 3,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "522298",
    "region": [
      "019021"
    ],
    "state": "MN",
    "victim_id": "Educational Credit Management Corp."
  }
}