{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "0767FCBC-0B6B-4BDA-AF90-7B986B4F27D9",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T23:12:24Z",
    "github": "5512",
    "master_id": "0767FCBC-0B6B-4BDA-AF90-7B986B4F27D9",
    "modified": "2015-03-07T23:12:24Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 9,
        "year": 2013
      }
    }
  },
  "reference": "http://www.wesh.com/news/central-florida/volusia-county/hundreds-of-patients-medical-records-found-in-trash/22121784",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Family Dollar store worker found hundreds of medical records that were tossed in a dumpster behind his Port Orange store recently. The records show patients show addresses, insurance information and social security numbers.  I think it is kind of scary that a doctor's office would just throw out people's files like that, store manager Tim Cowell said.  Cowell said he found the documents in the dumpster at the start of a recent shift at his Ridgewood Avenue store, so he took photos of the papers and called authorities.  When you go to a doctor, you don't think they would go and peddle your records or throw them away in the dumpster, Herbert Weems said.  Weems is one of the patients whose personal information was left in the trash. He said the found documents are disturbing, since he has already been a victim of identity theft once before.  Cowells photos show an address for Dr. Stephen Secunda, an Ormond Beach chiropractor, who died in 2011. The property manager at the South Nova Road office said nobody has leased the property since Secunda's death.  According to the Department of Health, when a physician dies, patient records should be kept for at least two years and repeated notices have to be placed in a local newspaper informing patients how to retrieve them.  The documents are now being held by the Port Orange Police Department.  \"I can confirm that we do have some medical records in custody and we are actively investigating,\" Capt. David Meyer said. ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Dr. Stephen Secunda"
  }
}