{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Other"
      ],
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown",
        "Finance"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 200,
          "variety": "Personal"
        },
        {
          "amount": 900,
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1100,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored encrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F9C3A0BC-1161-4266-9826-BB27E6DB12F5",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "nicholas.braam@my.southcentral.edu",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-31T21:07:00Z",
    "dbir_year": 2016,
    "github": "5438",
    "master_id": "0794E996-5B1B-45E7-B3C8-CC05CC84336D",
    "modified": "2015-03-31T21:13:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 3,
        "year": 2015
      }
    }
  },
  "reference": "http://www.ocregister.com/articles/data-652639-companies-breach.html; http://www.housingwire.com/articles/36597-guaranteed-rate-ordered-to-pay-25m-to-mount-olympus-mortgage-for-data-theft",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A California jury ordered Guaranteed Rate to pay more than $25 million in damages to a fellow mortgage lender, Mount Olympus Mortgage Company, stemming from accusations that a former employee of Mount Olympus Mortgage stole client information and loan files and took them with him when he went to work at Guaranteed Rate.  According to the lawyers representing Mount Olympus Mortgage, which does business as TRU Mortgage, one of Mount Olympus Mortgage's former licensed loan officers, Benjamin Anderson, worked with several other former employees to illegally transfer hundreds of private consumer loan files from Mount Olympus Mortgage's computer systems to Guaranteed Rate.  In total, Anderson allegedly stole early 200 active loan files, as well as the confidential information of approximately 900 Mount Olympus Mortgage clients.  When Anderson's alleged theft was discovered, Mount Olympus Mortgage reportedly sent cease-and-desist letters to Guaranteed Rate, letter that Mount Olympus Mortgage says were ignored.  Then, Mount Olympus Mortgage allegedly reported the \"illegal\" conduct to the California Attorney General and Orange County law enforcement investigators, and filed a civil lawsuit in late June 2014 and asserted claims against Anderson for breach of contract, breach of fiduciary duty and fraud, and against both Guaranteed Rate and Anderson for violations of California Penal Code Section 502(c), which covers the unlawful theft of computer data, as well as conversion and misappropriation of the confidential loan files.  According to Chad Hummel of Sidley Austin, which represented Mount Olympus Mortgage, given the \"substantial evidence\" revealed during the seven-week trial, the Orange County jury found the defendants liable on all counts, awarding $25,100,000, including $13,000,000 for punitive damages to Mount Olympus Mortgage.  In a statement, Guaranteed Rate states that it never encourage Anderson, or any other prospective employee, to steal his or her previous employers data and said that it is \"disappointed\" by the jury's decision.  \"The lawsuit involved Mount Olympus' assertion that Ben inappropriately took loan data about his clients from Mount Olympus when he joined Guaranteed Rate, and that Guaranteed Rate encouraged him to do so,\" the company said in a statement.  \"Guaranteed Rate would never encourage Ben Anderson, much less any loan officer to bring over loans in process or download their previous company's data for our benefit,\" the company continued.  \"Needless to say, we are disappointed in the jury's finding and strongly disagree with the outcome (of the lawsuit),\" the statement continued. \"We are reviewing all available options for an appeal in the case.\"  According to Hummel, the jury found that Guaranteed Rate's \"aggressive recruiting efforts\" of Anderson began in early March 2014 and allegedly involved the highest levels of the company, including several members of Guaranteed Rate's executive team.  Hummel said that Victor Ciardelli, Guaranteed Rate's CEO, and James Elliott, Guaranteed Rate Divisional Sales Manager, \"spearheaded the negotiations\" that led to an employment agreement that Anderson signed on April 18, 2014.  \"The agreement offered Anderson an incentive-laden compensation package for the first 60 days, to induce him to join the company and transfer loan files directly from Mount Olympus Mortgage's computer systems to Guaranteed Rate,\" Hummel said.  After signing the employment agreement, Hummel said that Anderson began \"surreptitiously siphoning\" Mount Olympus Mortgage client data from late April to June 5, 2014, when the misconduct was discovered and Anderson's employment with Mount Olympus Mortgage was terminated.  From there, the lawyers got involved, leading to the $25 million decision handed down by the jury.  \"We are extremely gratified by the jury's findings,\" said Mount Olympus Mortgage founder and chairman, Claude Arnall.  \"I am hopeful that our successful pursuit of this case sends a strong message to companies engaged in unethical recruiting tactics: don't steal computer data from your competitors,\" Arnall said.  \"Now more than ever, the mortgage industry depends on legitimate and fair practices, and maintaining the integrity of private consumer financial data is a responsibility entrusted to every mortgage bank that we cannot and should not take lightly,\" Arnall continued. \"I hope Guaranteed Rate now understands those basic principles.\"  As for Guaranteed Rate, it said that it plans to explore its appeal options and its operations will not be impacted by this decision.  \"We want to assure everyone that this verdict will have no impact on our employees, our borrowers or our referral partners in any way,\" Guaranteed Rate stated.  \"Guaranteed Rate remains financially strong and this does not change anything regarding our objective in building and growing the business,\" the company continued. \"Guaranteed Rate will continue to focus on providing the best value proposition to our customers, our employees and our referral partners.\"",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "522310",
    "locations_affected": 1,
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Mount Olympus Mortgage Company"
  }
}