{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 152818,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 152818,
      "data_victim": [
        "Customer"
      ],
      "notes": "Record count is from 2022 number of voters registered and is likely an undercount.  The registers held at the time of the cyber-attack include the name and address of anyone in Great Britain who was registered to vote between 2014 and 2022, the names of those registered as overseas voters during the same period, and the names and addresses of anyone registered in Northern Ireland in 2018. "
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "edbe9c20-7a6d-11ee-b391-931271d090d0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "created": "2023-11-04T00:25:05.378Z",
    "dbir_year": 2024,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Unknown hacking caused a breach."
      }
    ],
    "github": "19879",
    "master_id": "5db746db-c1c7-4b39-bec8-99ab60ed9993",
    "modified": "2023-11-04T05:05:08.447Z"
  },
  "reference": "https://www.theintelligencer.net/news/top-headlines/2023/06/orrick-experiences-data-breach/; https://www.reuters.com/legal/litigation/us-law-firm-orrick-hit-with-lawsuit-over-march-data-breach-2023-08-14/; https://www.hipaajournal.com/phi-of-almost-75000-individuals-exposed-in-email-incident-at-ameriben/",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Wheeling-based Orrick experienced a “security event” in March, according to a company news release. On March 13, Orrick detected that an unauthorized third party gained remote access to a portion of its network, including a file share that it used to store certain client files.  Once detected, Orrick took immediate steps to block the unauthorized access and an investigation of the incident was launched with the support of leading outside cybersecurity experts, the company said.  Orrick also notified law enforcement. It was determined that on March 7, the unauthorized third party obtained files containing personal information.  Orrick served as a downstream service provider to vision benefits plans, the company said. Some personal information of vision plan participants was involved in the event. The information involved may have included: full name, address, date of birth, phone number, email address, Social Security number, vision insurance account/identification number, and health insurance account/identification number.  Orrick is offering individuals with impacted personal information two years of complimentary identity monitoring services, including credit monitoring and identity theft protection services. In addition, Orrick deployed additional security measures and tools with the guidance of third-party experts to strengthen the ongoing security of its network. The protected health information of Delta Dental of California patients was exposed in a cyberattack on its legal counsel, Orrick, Herrington & Sutcliffe. An unauthorized third party accessed the law firm’s network between February 28 and March 13, 2023, where files were stored that contained personal and protected health information. ",
  "targeted": "Unknown",
  "timeline": {
    "discovery": {
      "unit": "Days",
      "value": 13
    },
    "incident": {
      "day": 28,
      "month": 2,
      "year": 2021
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "541110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "Delta Dental; Offices"
      ]
    },
    "state": "CA",
    "victim_id": "Orrick, Herrington & Sutcliffe"
  }
}