{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 800,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 800,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "08EBB221-6308-489D-A8E8-3ED46E587697",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T02:51:00Z",
    "dbir_year": 2016,
    "github": "6630",
    "master_id": "08EBB221-6308-489D-A8E8-3ED46E587697",
    "modified": "2016-02-07T02:51:00Z",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.abc.net.au/news/2011-07-18/internet-glitch-leaks-medvet-data/2799442",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Private information involving 800 Australians has been accessible online due to an apparent software glitch at one of Australia's largest DNA testing companies.  Adelaide-based Medvet Laboratories carries out paternity and drug tests and is owned by the South Australian Government.  The Government says an apparent software glitch on the company's website has been leaking names and addresses since Friday.  Experts say the lapse has the potential to open the company and the Government up to compensation claims.  SA Health chief executive officer David Swan says the private details have now been removed and an investigation is underway.  \"In this instance it appears that there's been some issue ... that occurred with the software between Google and some software that was being used by the company to register requests for drug tests,\" he said.  \"That has allowed some information to be available on the web.  \"We're very concerned about any information that's available that is [of] a private nature. And that's why we've requested the board of Medvet to undertake an independent investigation - both from a forensic IT perspective, but also from the events that have led up to this.  \"We want to make sure we get to the bottom of it.\"  IT expert David Raffen says it is more likely that the company's security was not tight enough.  \"My policy is that if it's available to one person, it's potentially available to many,\" he said.  \"We put in a lot of controls and security to stop that from occurring. We put padlocks on our own house but people can pick the locks. They can break the door down.  \"So any information that's on an electronic media is available potentially to somebody else.  \"I think that in this instance it's been somebody that's either naive in what they've done. I don't think that people have deliberately gone out to have this information available.  \"But by publishing it they've set it up that, not knowing that Google is out there searching all the time, potentially the information can be put back up onto the net.\"  The case has exposed a potential privacy hole for people who order medical tests online.  The privacy commissioner is also investigating.  Australian Privacy Foundation Health chair Juanita Fernando says this is the latest in a series of security lapses of sensitive personal details and highlights the need for a privacy tort of law so people have a right to recourse.  \"It's a significant security breach in terms of numbers or volume. But it's not a significant security breach in terms of being in any way out of the ordinary,\" she said.  Ms Fernando says there is the potential that other companies could have similar information online.  \"There has been in fact at least two - well, one that hit the press which was a pathology instance, an instance of an electronic pathologist that published all patient information online including, I think it was demographics as well as test results,\" she said.  \"And then there are instances that were reported to the Australian Privacy Foundation that don't actually make it to the press.  \"One that I've been dealing with recently is a clinician who posted 22 discharge sheets on the web without realising that that's what they were doing.  \"And I think that that actually triggers enough really, really important elephant in the room here and that relates to training.  \"I think a lot of organisations concentrate on the technical aspects of their systems. And they don't concentrate or they don't look at the human factors aspects of their systems.\"  Ms Fernando says these breaches will result in compensation claims.  \"I think that's inevitable. But my understanding is that yes, that there's been a significant level of demand for compensation,\" she said.  \"[And] there's absolutely no doubt about the need for better legislation. It is heinous I think that there is no legislation. We are talking about people here. We are not talking about machines.  \"People don't understand when they're working with information that a metacrawler is likely to collect that information and then publish it on the web. They think that all they've done is they've used the internet to upload a record at their workplace.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "Unknown",
    "industry": "54133",
    "region": [
      "009053"
    ],
    "victim_id": "Medvet Laboratories"
  }
}