{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6340F148-2463-4F0F-8083-C1177CC7A464",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-29T23:58:00Z",
    "dbir_year": 2017,
    "github": "7402",
    "master_id": "0979EABF-3796-4D71-AC51-B8826B0F0057",
    "modified": "2016-08-30T00:06:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2016
      }
    }
  },
  "reference": "http://www.newsnet5.com/news/local-news/oh-cuyahoga/confidential-ohio-medical-records-exposed",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Cuyahoga County man said he stumbled upon a data breach involving medical records filed by the Ohio Bureau of Workers' Compensation.   The man, who did not want to be identified, said he filed a claim with the department. When he logged onto the state BWC website and entered his personal claim number in order to view his medical records, he found out two documents belonging to other patients had been filed into his account.   One of the documents included a patient's full name, his doctor's name, his ailment and diagnosis.    \"The medical facility I did not know about until now, after googling it,\" the injured worker said. \"The patient is not me and the physician I have never heard of up until now.\"   The man showed me documents proving he hurt his leg on the job in 2015. He's now on disability and said he decided to talk to a reporter instead of contacting the state, fearing retaliation from a future employer.   \"I don't fear retaliation from my current employer, however, if I were ever to get a job in the future, nobody would hire the person who made their BWC rate go up because they needed another agency to audit them,\" he said.   Ohio Bureau of Workers' Compensation spokesman Bill Teets said the agency investigated after newsnet5.com notified them. Teets said that investigation found no security lapses. He added the filing could have been human error.   He estimated documents are incorrectly filed about 300-400 times a year, in an office that files about 26 million documents a year. Teets also said the injured worker should not be afraid of future retaliation because future employers would not have access to his claim.   But the injured worker is worried human error meant his private information could pop up on someone else's screen.   \"It's not about pointing fingers and saying you're wrong. Just fix it,\" he said. \"There's no monetary gain for me. I'm not looking to write a book. I just want this fixed.\"",
  "timeline": {
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Bureau of Workers' Compensation"
  }
}