{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 50,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 50,
      "data_victim": [
        "Student"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "09C28A55-E262-49C3-81DB-FD9BE3EE5170",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T03:48:00Z",
    "dbir_year": 2016,
    "github": "6333",
    "master_id": "09C28A55-E262-49C3-81DB-FD9BE3EE5170",
    "modified": "2016-02-09T03:48:00Z",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "https://www.timeshighereducation.co.uk/news/confidential-medical-data-found-abandoned-campus; https://www.timeshighereducation.com/news/university-of-bedfordshire-confidential-medical-data-found-abandoned-on-campus",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The University of Bedfordshire has launched a review after confidential medical data from teenage research participants was found abandoned in an unlocked filing cabinet.  Folders containing adolescents' names, addresses, stages of puberty and other details were discovered during a clear-out of offices at Bedfordshire's Luton campus in July, according to a source at the university.  Details of about 50 research participants had been left unsecured in a public office for more than two years following a research project in 2012, the source said. The files contained participants' doctor's details, as well as information about their percentage of body fat and diet.  The university quickly secured the files after being told that they were not under lock and key, the source said, but seemed unaware that the data had been there in the first place.  The research, which looked at differences in body fat distribution between different ethnic groups, was carried out in collaboration with Luton and Dunstable Hospital NHS Trust.  Concerns over the release of confidential medical data have grown in recent years, with a report in 2014 finding that there had been more than 7,000 incidents of data being either stolen or accidentally released since 2011.  In response to these concerns, earlier this year the Information Commissioner's Office was given the right to force public healthcare organisations to carry out a compulsory audit of their data protection procedures.  No such power exists over universities, but the ICO can investigate those believed to be in breach of the Data Protection Act, and can fine institutions up to 500,000 for serious violations.  A spokeswoman for the university said in a statement: \"The University of Bedfordshire can confirm some participant data, from a research project in 2012, that was found to be inappropriately stored was quickly and fully secured.  \"A review has begun into why the university's procedures for the oversight and security of data storage were not followed on this occasion. The staff involved with the project left the university some time ago. It would not be appropriate to comment further until this review has been carried out,\" she said. ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "611310",
    "region": [
      "150154"
    ],
    "victim_id": "University of Bedfordshire"
  }
}