{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "09EEC02C-ADE7-49E3-9C0F-4007F75059EE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-04T03:50:32Z",
    "github": "1690",
    "master_id": "09EEC02C-ADE7-49E3-9C0F-4007F75059EE",
    "modified": "2015-03-04T03:50:32Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/ca-island-health-investigating-privacy-breach/; http://www.pqbnews.com/news/247575061.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "ohn Harding reports:  One never knows what one will find for sale in the SOS Thrift Store.  The personal information of someone who has sought medical help isnt something one would expect to be for sale, however. Denise Whitson was in the Parksville SOS Thrift Store last weekend, looking for some office supplies. The Qualicum Beach resident is a volunteer with the 4-H Club and she also does some tax returns. She found a box on the floor that offered file folders  the dividers that hang in file cabinets  for 10 cents apiece. She grabbed a few and was shocked when she read the tabs on the dividers.  Printed on the tabs were the names, dates of birth, phone numbers, addresses, medical record numbers and provincial health numbers of local people.  []  Island Health (formerly known as VIHA), issued this statement via e-mail Wednesday morning through its communications departments Valerie Wilson:  As we have not seen the materials as you have described, at this point I cant say whether or not these materials originated with Island Health, Wilson wrote. I can say that we take the privacy and safeguarding of personal information entrusted to us by our clients extremely seriously. In the absence of further details regarding their origin and because we are concerned about safeguarding client information regardless of where it originated, we will be contacting the Society of Organized Services today to see if we can determine how these materials found their way to the SOS and if they have further information that may assist us in identifying what organization is accountable for these materials. We also want to determine if any additional materials that may contain confidential information are at the SOS and if so,  we will make immediate  arrangements to secure them.  Read more on The Parksville Qualicum Beach News.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621999",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Island Health"
  }
}