{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 800,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 800,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "09F58977-1E6A-495B-B602-DE780BB234E6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2015-03-03T21:09:44Z",
    "github": "918",
    "master_id": "09F58977-1E6A-495B-B602-DE780BB234E6",
    "modified": "2015-03-03T21:09:44Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://fox2now.com/2013/11/22/list-of-social-security-numbers-mistakenly-mailed-to-workers/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hundreds of Metro East health care workers recently learned they may be at greater risk for identity theft.  A nurse says a long list of social security numbers were mistakenly mailed to workers.  Current and former workers received the mailing last week.  What people assumed was, routine mail, actually stunned some recipients.  Imagine the 401k update you receive from work contains a long list of employee names, sounds harmless enough.  But one woman was not happy about what she saw beside each name.  Kathy Rushing no longer works for Bridgemarks Belleville facility.  But she called after opening her mail.  She currently works miles away for a different company.  Kathys worried about the risk for identity theft.  Stephen Miller, of Bridgemark Healthcare, apologized for the clerical error that resulted in approximately 800 plan participants receiving the list with all 800 social security numbers clearly visible.  In a written statement he says,  All impacted individuals are being enrolled in a comprehensive identity theft protection program, in addition to credit monitoring and fraud alert services, at no cost to them.  This coverage is retroactive to the mailing date and will extend for multiple years.  Well stay in touch with the folks at Bridgemark Healthcare about their promise to protect workers.   If you think your identity has been stolen, contact the U. S. Postal Inspector.  Keep in mind, its tedious to regain once its stolen, so safeguard your social security number at all times.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "624190",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "Metro East health care"
  }
}