{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Audit"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "0D385EAB-88A8-4F03-A2AC-5BA7E33BAB63",
  "notes": "Reviewed and corrected -stw",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "jesse.moody@my.southcentral.edu",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-04-30T01:02:00Z",
    "dbir_year": 2016,
    "github": "5053",
    "master_id": "0D385EAB-88A8-4F03-A2AC-5BA7E33BAB63",
    "modified": "2015-04-30T01:02:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.jailtraining.org/node/2925 ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Sasha Webb, a medical records clerk at an Alabama Department of Corrections facility in Elmore County, was sentenced Thursday to serve almost six years in federal prison for her involvement in a stolen-identity, tax-fraud scheme.  She was also ordered to serve three years of supervised release following her prison sentence and to pay $528,823 in restitution, according to Acting Deputy Assistant Attorney General Larry J. Wszalek for the Justice Department's Tax Division and U.S. Attorney George L. Beck Jr. for the Middle District of Alabama.  Webb had access to inmate identification information from databases maintained by the Alabama Department of Corrections. On several occasions in 2009 and 2010, she stole identities from those databases and sold them to Harvey James and his sister, Jacqueline Slaton, so that they could file false tax returns, according to court documents.  The stolen identities were then used to claim more than $1 million in fraudulent tax refunds.  Between 2010 and 2012, James and Jacqueline Slaton used those stolen identities to file false federal and state tax returns.  James and Jacqueline Slaton directed some of the false refunds to be sent to either prepaid debit cards or issued via check. James's brother-in-law, Gregory Slaton, recruited Vernon Harrison, a U.S. Postal Service employee, to the scheme.  James directed prepaid debit cards and state tax refund checks to be mailed to addresses that Harrison provided from his postal route. Harrison collected the debit cards and checks along his route and provided them to Gregory Slaton who in turn gave them to James and Jacqueline Slaton. In total, James and Jacqueline Slaton filed more than 1,000 federal and state income tax returns that claimed more than $1 million in fraudulent tax refunds.  Harrison picked the refunds up on his route and passed them on to another individual, who in turn gave them to James and Jacqueline Slaton.  James, who pleaded guilty on Oct. 25, 2013, to one count of mail fraud and one count of aggravated identity theft, was sentenced in April to nine years and two months in prison. He also was ordered to serve three years of supervised release and to pay $618,042 in restitution.  Webb was charged on Jan. 21 with conspiracy to file false claims, mail fraud and aggravated identity theft in connection with the scheme.  As part of the scheme, James directed some of the false refunds to prepaid debit cards, and directed others to be issued in the form of a Treasury check.  In total, James filed more than 1,000 federal and state income tax returns that claimed more than $1 million in fraudulent tax refunds.  Jacqueline Slaton was sentenced on Oct. 23, 2012 to serve five years and 10 months in prison and ordered to pay more than $100,000 in restitution, after admitting to filing 102 false federal and state tax returns. She was in the process of filing false tax returns using stolen identities when agents with the Internal Revenue Service executed a search warrant and immediately found she had access to hundreds of stolen identities.  Gregory Slaton was sentenced on Oct. 28, 2014, to also serve five years and 10 months in prison.  On Oct. 31, 2013, Harrison was sentenced to nine years and three months in prison, three years supervised release and ordered to pay $82,791 in restitution for his role in the scheme. Harrison was convicted of conspiracy to file false claims, as well as numerous counts of mail fraud, aggravated identity theft, and embezzlement from the mail following a July 3, 2013, jury trial in Montgomery's U.S. Middle District of Alabama. ",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 2
    },
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "922140",
    "region": [
      "019021"
    ],
    "state": "AL",
    "victim_id": "Alabama Department of Corrections"
  }
}