{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Exploit vuln"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1488
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "ECCBC87E-4B5C-E2FE-2830-8FD9F2A7BAF3",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "created": "2025-12-30T14:49:24Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Uses oracle ebs exploit to compromise servers"
      }
    ],
    "master_id": "0E25B999-B460-4B71-A9F8-F5CCA50B5CC9",
    "modified": "2026-02-11T15:55:52Z",
    "row_number": 3
  },
  "reference": "https://www.bleepingcomputer.com/news/security/university-of-pennsylvania-confirms-data-theft-after-oracle-ebs-hack/; https://www.maine.gov/agviewer/content/ag/985235c7-cb95-4be2-8792-a1252b4f8318/6de24e56-1806-4f42-853e-6c505ee1427f.html; https://cyberscoop.com/university-pennsylvania-oracle-e-business-suite-clop-attacks/",
  "schema_version": "1.4.1",
  "security_incident": "Confirmed",
  "summary": "\"The University of Pennsylvania (Penn) has announced a new data breach after attackers stole documents containing personal information from its Oracle E-Business Suite servers in August.\n\nIn a breach notification letter filed with the office of Maine's Attorney General this week, Penn noted that the attackers exploited a previously unknown security vulnerability in the Oracle E-Business Suite (EBS) financial application (also known as a zero-day flaw) to steal the personal information belonging to 1,488 individuals.\n\nHowever, the number of people potentially impacted by the incident is likely much larger, seeing that the school has yet to disclose the exact number of individuals whose data was compromised in the attack.\n\n\"In the course of Penn's own investigation, we discovered that some data from Penn's Oracle EBS had been obtained without authorization. We then initiated a detailed review to determine whether any personal information was involved and to identify the affected individuals,\" the university told those affected by the data breach.\n\n\"On November 11, 2025, Penn determined that your personal information was among the information obtained from Oracle EBS.\"\n\nWhile the types of data exposed in the breach are censored in the filed notification letters, Penn did inform the Maine OAG that the threat actors stole files containing the names or other personal identifiers of impacted people.\n\nA spokesperson for Penn provided a statement to BleepingComputer today, but did not disclose details about the attackers, the types of data stolen, or the number of individuals impacted by the data breach.\n\n\"The University of Pennsylvania was one of nearly 100 already identified organizations simultaneously impacted by the widely exploited Oracle E-Business Suite incident, involving a previously unknown security vulnerability in Oracle’s system. Penn has implemented the patches that Oracle issued to resolve the vulnerability which did not compromise any University systems outside of Oracle’s E-Business Suite,\" BleepingComputer was told.\"",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 11,
      "month": 11,
      "year": 2025
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "government": [
      "NA"
    ],
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "University of Pennsylvania"
  }
}