{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2200000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2200000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 57000000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Class action lawsuit;",
    "overall_amount": 57000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "0CB75F1A-30BD-40E8-865B-628863F5AF67",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2016-07-29T00:16:00Z",
    "dbir_year": 2017,
    "github": "7337",
    "master_id": "0F6A9DCF-1CB5-4449-9E28-B870AC6E9A2F",
    "modified": "2017-02-01T04:49:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/21st-century-oncology-notifies-patients-of-data-security-incident/; http://www.prnewswire.com/news-releases/21st-century-oncology-notifies-patients-of-data-security-incident-offers-protection-300230892.html; http://www.news-press.com/story/news/2016/03/09/data-breach-affects-22m-21st-century-onoclogy-patients/81525656/; https://www.databreaches.net/21st-century-oncology-sued-for-57m-over-data-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A 21st Century Oncology spokesperson confirmed today to DataBreaches.net that 2.2 million patients were impacted by this breach.   Today, 21st Century Oncology Holdings, Inc. announced that it is investigating an unauthorized third party intrusion into its network. The company is providing notice to individuals that may have been affected by the incident and offering one year of complimentary identity protection services to those individuals.  On November 13, 2015, the Federal Bureau of Investigation (FBI) advised 21st Century that patient information was illegally obtained by an unauthorized third party who may have gained access to a 21st Century database. Upon learning of the intrusion, we immediately hired a leading forensics firm to support our investigation, assess our systems and bolster security. Based on this investigation, 21st Century has determined that the intruder may have accessed the database on October 3, 2015, which contained the personal information of some patients, including their names, social security numbers, physicians' names, diagnoses and treatment information, and insurance information. We have no evidence that patients' medical records were accessed.   The FBI asked that 21st Century delay notification or public announcement of the incident until today so as not to interfere with its investigation. Now that law enforcement's request for delay has ended, the company is notifying patients as quickly as possible. 21st Century continues to work closely with the FBI on its investigation. In addition to security measures already in place, we have also taken additional steps to enhance internal security protocols to help prevent a similar incident in the future.  21st Century has no indication that patients' information has been misused in any way; however, out of an abundance of caution, the company is offering one year of free identify theft protection services to potentially affected patients.  21st Century remains committed to maintaining the privacy and security of our patients' personal information.  Fort Myers-based 21st Century Oncology is warning 2.2 million patients that their personal information may have been accessed by an \"unauthorized third party\" that broke into a company database Oct. 3.  The accessed information may have included patient names, Social Security numbers, physician names, diagnosis and treatment data and insurance information, according to the company. 21st Century Oncology said it has no evidence that medical records were accessed.",
  "timeline": {
    "discovery": {
      "unit": "Weeks",
      "value": 4.0
    },
    "incident": {
      "day": 3,
      "month": 10,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "21st Century Oncology"
  }
}