{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Grudge"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "ADEFCB61-AF38-4372-A2F9-51D216F9F98A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T23:30:00Z",
    "dbir_year": 2016,
    "github": "5705",
    "master_id": "100502CB-BDD2-4E61-9E10-2E4E3B13A0C4",
    "modified": "2016-08-18T23:34:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://nypost.com/2015/04/21/tiger-impersonators-ex-allegedly-lied-to-cops-about-harassment/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "First, Minochy Delanois, 29, pulled her Tiger Woods-impersonator boyfriend through the rough  telling cops he'd harassed her and had even threatened to send nude pics of her to her bosses at NYU Langone Medical Center after she dumped him.  But now, a little more than a year later, the charges against Canh Oxelson, the head of college counseling at Horace Mann School, have been dismissed and Delanois is the one in cuffs.  \"These records showed that when she purported to be a victim, she had taken a part of one exchange about the photographs out of context and in fact she had been harassing him,\" said prosecutor Laura Millendorf at Delanois' arraignment Tuesday in Manhattan Supreme Court.  Delanois, a nurse, had been relentlessly texting the Tiger Woods look-alike at all hours, \"throwing insults at him about his sexual abilities and adoption as a child,\" the prosecutor said.  It was Delanois who first threatened to call Oxelson's employer, and he responded by reminding her he had the nude pictures, Millendorf said. Oxelson, 43, had originally been accused of texting Delanois the nude shots of herself with the messages, \"Good luck loser\" and \"Can't wait for folks to see this one,\" according to the now-dismissed criminal complaint.  Oxelson, a Harvard grad, had made good money impersonating the disgraced golf great for more than a decade, earning as much as $3,000 an appearance.  Investigators soon discovered Delanois had allegedly stolen medical records of patients in a desperate bid to keep Oxelson in her clutches.  \"She told him she was pregnant with his child and showed him images of a positive pregnancy test, ultrasound and hospital lab work to prove it to him,\" Millendorf said.  NYU fired the nurse, who faces raps for falsifying business records, computer trespass, forgery, petit larceny and harassment. She turned herself in to the Manhattan DA's Office on Tuesday morning.  \"She still truly is the victim,\" said defense lawyer Michael Jaccarino. \"She denies the version of events that prosecutors are alleging.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "62211",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "NYU Langone Medical Center"
  }
}