{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "10095F4C-E09F-4232-A389-CFA4BCAD86C7",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2014,
    "github": "3662",
    "master_id": "10095F4C-E09F-4232-A389-CFA4BCAD86C7",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 5,
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://newyork.cbslocal.com/2013/02/05/12-sue-north-shore-university-hospital-in-l-i-after-identity-thefts/?goback=%2Egde_4636751_member_211696786",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Twelve people filed a lawsuit Tuesday against North Shore University Hospital, after medical records with their personal information were stolen, leaving them vulnerable to identity theft. The 12 plaintiffs filed the lawsuit in Queens Supreme Court against the Nassau County hospital and its parent company, North Shore-Long Island Jewish Health System. They claimed since the fall of 2010, medical record face sheets with full names, addresses, Social Security numbers, dates of birth, medical histories and other information were stolen from the hospital. If the public cannot trust North Shore University Hospital and its hospital network to safeguard and security their private identity and health, confidential, sensitive information, how can they trust them with their lives? said plaintiffs attorney Bonita E. Zelman.  Many plaintiffs have already suffered identity theft as a result, the lawsuit said. One victim received a letter saying a fraudulent tax return was filed with her Social Security number on it, the suit said. Others saw hundreds or even thousands of dollars charged to fraudulent credit cards and cell phone accounts opened up in their names. Last year, two suspects  Clincy M. Robinson and Dennis Messias  were arrested and charged separately with identity theft in connection with the hospital face sheet thefts, the lawsuit said. Robinson, who later pleaded guilty, was found in possession of 25 North Shore University Hospital face sheets, the suit said. The suit claimed the hospital was aware for more than a year of a theft ring in operation, but failed to notify patients promptly. The lawsuit accused the hospital of negligence, misrepresentation, breach of fiduciary duty, breach of contract, and violation of several laws, including the Health Insurance Portability and Accountability Act that guarantees privacy for individual medical information. The lawsuit sought unspecified compensatory and punitive damages, as well as the creation of a fund for comprehensive credit monitoring and identity theft protection. Denise Abdale, the plaintiff who saw a false tax return filed in her name, said the hospital is responsible, along with the two identity thieves. I want them to own up and take responsibility for their actions, she said. Plaintiff Katherine Cross told 1010 WINS Sonia Rincon the thefts could happen again. It is the uncertainty that is the most devastating, she said. In a statement, North Shore-LIJ Health System spokesman Terry Lynam said procedures have been put in place to better protect patient information. The hospital has taken aggressive steps to strengthen the security protocols we have in place to protect patient information, Lynam said in the statement. In the past 11 months, no further identify thefts have been reported to the hospital, indicating that the safeguards the hospital now has in place are working. But plaintiff attorney Zelman did not agree. Patients that go to North Shore University Hospital or Long Island Jewish Hospital are still at risk, she said. Lynam said the hospital is cooperating with the investigation into the identity thefts.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1.0
    },
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "North Shore University Hospital"
  }
}