{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 583000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 583000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "101278F2-8031-49FC-ABF9-0918E861F9B9",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 6
      }
    },
    "created": "2014-08-04T16:44:00Z",
    "github": "3330",
    "master_id": "101278F2-8031-49FC-ABF9-0918E861F9B9",
    "modified": "2014-08-04T16:44:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 1,
        "year": 2013
      }
    }
  },
  "reference": "http://truomega.ca/2013/01/31/hrsdc-faces-criticism-for-handling-of-student-loan-privacy-breach/; http://www.theglobeandmail.com/news/politics/government-faces-class-action-lawsuits-over-student-loan-borrowers-lost-data/article7492261/; ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Those affected by the student loan privacy breach announced on Jan. 11 are organizing and demanding government accountability. Student loan borrowers affected by the hrsdc privacy breach, a Facebook group of 2,459 borrowers (as of 12:27 a.m. PST on Jan. 31), has organized with more than 250 signing a letter released on Monday, Jan. 28. The letter expresses concerns over Human Resources and Skills Development Canadas (HRSDC) latest solution to the breach, an offer of a free fraud alert flag provided by credit bureau Equifax, something HRSDC said normally costs $5. What HRSDC purchased from Equifax was a unique solution that was designed specifically for this particular incident, said Alyson Queen, HRSDC communications director. Its not the free service. This is added for six years. Were currently trying to work with other authorized financial institutions, Queen said. On Jan. 23, two days before HRSDC began offering fraud alerts through Equifax, Canadas other national credit bureau, TransUnion, began charging $5 to enable fraud alerts. Both bureaus offer credit monitoring services starting at $14.95 per month. I cant afford the $30 to $40 per month in fees for credit monitoring packages from both bureaus, UBC grad Nick Hall said. Those affected should not be out of pocket for the way the government has mishandled their information. Amanda Thoy started the Facebook group on Jan. 12, hoping to provide a forum for those affected to voice concerns. The group grew quickly and Thoy struggled to keep up with membership demand. My husband logged into the group via our laptop and I accepted requests via my iPhone, she said. We have now become more of an awareness group speaking out against HRSDC, Thoy said, asserting the departments dealings with the public had not been honest. Many Canadians are still not aware this breach has happened. Wende Donaldson, a 2001 graduate of ICT Kikkawa College in Toronto, paid the $5 fraud alert fee to Equifax before HRSDCs announcement. Now shes attempting to be reimbursed. Its the principle, she said. Someone needs to be held accountable for this. Donaldson waited 76 hours for a supervisor to call. She was told shed receive a call within 24 to 48 hours. When the supervisor finally contacted her, there was nothing he could do. By then, Donaldson said she was angry and asked the supervisor, How would you feel if this was your information out there? Many borrowers are still awaiting promised correspondence from HRSDC containing information on credit protection services offered and further information about what to do next. When one Facebook group member asked the group if anyone had received a letter, not one of the 70 respondents had. The letters are going out for everyone for whom we have current contact information, Queen said. The department stopped sending letters for a short period of time, just so that any future letters that were being sent would have information on the credit protection. The department is missing current contact information for one-third of those affected, according to Queen. Meanwhile, the federal government is facing four class-action lawsuits. Bob Buckingham Law in St. Johns, N.L. is among the firms filing. The government has 30 days to file a defence to my action and we have 90 days to file the motion to certify, Buckingham said. I hope to be quicker than that. On Nov. 5, 2012, an HRSDC employee discovered a hard drive containing the personal information of 583,000 student loan borrowers was missing. The public was notified 67 days later. The information was compiled for the purposes of a customer satisfaction survey, Queen said. There are now going to be disciplinary measures in place if employees do not follow protocol, Queen said, but could not comment on disciplinary measures over this incident. The hard drive is still deemed missing, but at this point in HRSDCs investigation, Queen reaffirmed theres no reason to believe any fraudulent activity has occurred. HRSDC is asking students to contact them to learn if theyre affected or to arrange credit protection services. Students can call 1-866-885-1866 from within North America or 1-416-572-1113 from outside.",
  "timeline": {
    "incident": {
      "day": 12,
      "month": 11,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "victim_id": "Canada Human Resources and Skills Development"
  }
}