{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 150000000,
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 150000000
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "298f0be0-cd02-11e9-a052-6392f3b8c0e8",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2019-09-02T05:15:29.747Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Hacker hacks into database and steal credentials of lots and lots of customers."
      }
    ],
    "github": "13537",
    "master_id": "10494c56-b9b7-4122-8bf1-8244eb122d4d",
    "modified": "2019-09-02T05:16:21.161Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 5,
        "year": 2019
      }
    }
  },
  "reference": "https://www.itproportal.com/news/flipboard-suffers-user-data-breach/; https://mashable.com/article/flipboard-data-breach/; https://www.forbes.com/sites/daveywinder/2019/05/29/flipboard-confirms-it-was-hacked-twice-150m-users-at-risk-as-passwords-stolen/#296a2f756926",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Flipboard is the latest company to fall foul of a data breach.  The news aggregation app announced in a post that it had identified unauthorized access of some of its internal systems, which contained some Flipboard users' account information and credentials.  For more than nine months, the unauthorized person had access to Flipboard's systems, potentially able to obtain copies of databases which hosted users' information.   It's unclear yet how many users were affected by the breach, but an investigation commissioned by the company revealed there was unauthorised access between June 2018 and April 2019.  Passwords reset, most are secure While the information on these databases included their name, Flipboard username, and email address, the passwords were cryptographically protected with an algorithm called bcrypt.   The algorithm adds a unique, random set of characters called a salt, on top of the usual hashing of the password, in which it is scrambled to make it difficult to figure out. This makes the passwords very tough to crack, requiring significant computing power to do so.  Passwords which were set before Mar. 14, 2012 were hashed and salted with an algorithm called SHA-1, a once-widely used function now long obsolete in the realm of internet security.  Flipboard said all user passwords have been reset in light of the breach, despite only some users being affected by the incident.  No third-party accounts accessed The company also said its internal database contained digital tokens. These allowed Flipboard and a third-party to connect, for example when a user links their Flipboard account to social media platforms like Facebook or Twitter.   This allowed users to see content from these third-party accounts (i.e. making your Facebook News Feed readable on Flipboard), as well as comment on or share articles. The company said it had not seen unauthorized access to third-party accounts.  \"We have not found any evidence the unauthorized person accessed third-party account(s) connected to users' Flipboard accounts. As a precaution, we have replaced or deleted all digital tokens,\" the post read.  \"Importantly, we do not collect from users, and this incident did not involve Social Security numbers or other government-issued IDs, bank account, credit card, or other financial information.\"",
  "targeted": "Unknown",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 10
    },
    "incident": {
      "month": 6,
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "51913",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Flipboard"
  }
}