{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Partner vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 56000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 56000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "12009EE8-4A4C-4A67-A58B-6FF98449A8A0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-19T23:29:50Z",
    "github": "3463",
    "master_id": "12009EE8-4A4C-4A67-A58B-6FF98449A8A0",
    "modified": "2015-03-19T23:29:50Z",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2012
      }
    }
  },
  "reference": "http://hamptonroads.com/2013/03/lapses-security-put-personal-health-records-risk",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The letter arrived during the Christmas holidays. It looked like junk mail, so Patricia put off opening it.  When she finally read it, the first paragraphs alarmed her: \"Regrettably, we are writing to inform you about an incident involving your health information.\"  In November, an \"electronic device\" had been stolen out of the locked car of an employee of a company contracting with her hospital, Sentara Norfolk General. It \"may have contained clinical and demographic information\" about her, including name, birth date, patient number and medical record number.  Patricia's medical records were not on the device, however. Neither was her Social Security number or information about her bank account or insurance.  The company, Omnicell Inc., \"has no reason to believe that the device was taken for the information it contained, or that the information has been accessed or used improperly.\"  Patricia felt better, but small doubts persisted.  \"Should I believe them?\" she wondered, \"I don't know.\"  The 38-year-old Norfolk woman was among 56,000 Sentara Healthcare patients to receive that letter and among millions nationwide made vulnerable each year by lapses in security protecting their personal health information.  Such large-scale breaches are rare: 152 incidents were reported in 2011 among more than 700,000 organizations, according to the Health Information Trust Alliance. Smaller lapses are more common, averaging in the tens of thousands a year.  Breaches range from improperly discarded paper records to unauthorized access to a health provider's email account. A dishonest employee may pass along patient information for fraudulent use, or an unencrypted flash drive may go missing.  Some lapses likely are never discovered. A single one can jeopardize millions of records.",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "VA",
    "victim_id": "Sentara Norfolk General"
  }
}