{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    },
    "social": {
      "target": [
        "Other"
      ],
      "variety": [
        "Bribery"
      ],
      "vector": [
        "In-person"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      },
      {
        "variety": "P - Unknown"
      },
      {
        "variety": "P - Other"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 11000000,
        "variety": "Asset and fraud"
      }
    ],
    "notes": "Fraud;",
    "overall_amount": 11000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "12FA148B-4F30-4432-A143-A0108EE26316",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-10T00:04:58Z",
    "github": "2496",
    "master_id": "12FA148B-4F30-4432-A143-A0108EE26316",
    "modified": "2015-03-10T00:04:58Z",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.govinfosecurity.com/therapist-pleads-guilty-in-fraud-case-a-5918",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Miami respiratory therapist has pleaded guilty to identity theft and fraud charges related to a breach involving more than 800 patient records.  See Also: Looking for Anomalies: Try Machine Data  Betty Cole, who worked at South Miami Hospital, pleaded guilty in district court for the Southern District of Florida on July 15 for her participation in a stolen identity and fraudulent tax refund scheme, according to a U.S. Department of Justice statement  Cole had access to patient names, dates of birth, and Social Security numbers as part of her duties at the hospital. She hand-wrote information lifted from patients records, authorities say.  Unfortunately, these kinds of criminal cases involving insiders with access to patient information are all too common in healthcare, says security expert Mac McMillan, CEO of the consulting firm CynergisTek.  \"This is one of the hardest areas to police in information security - the knowledgeable insider who understands how to work around the system and its controls,\" he says. \"In this case, the individual understood that to print the information or e-mail it would potentially be caught by security through log monitoring.\"  Sentencing Slated Cole, who pled guilty on two counts, faces a maximum prison term of seven years. She is scheduled for sentencing on Sept. 23.  The Justice Department says that last summer, another individual, Alci Bonannee asked Cole to provide Bonannee with personally identifiable information of South Miami Hospital patients. Cole obtained the patient information and provided it to Bonannee, a ringleader in an ID theft and tax fraud scheme, the statement notes.  In April, Bonannee, who was convicted in a trial, was sentenced to more than 26 years in prison, and an accomplice, Sonyini Clay, who pleaded guilty, was sentenced to 10 years, for their roles in the fraud. The case involved the filing of 2,000 false tax returns seeking $11 million in refunds, according to another Justice Department statement. In March, Chante Mozley, who also pleaded guilty in the same case, was sentenced to 42 months in prison.  ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "South Miami Hospital"
  }
}