{
  "action": {
    "social": {
      "notes": "When asked her name, Gabay responds, \"Shannen Doherty,\" but she trips up later on the call when asked about the mailing address on record. \"Is it no longer my business manager's?\" she asks.  That same day, Boyd made a second call to SAG Health Plan and said she had a question on behalf of a client. Boyd didn't indicate that she was no longer representing Doherty, and when asked about Doherty's social security number for verification, Boyd gave it. Boyd was able to obtain billing information for Doherty.",
      "target": [
        "Call center"
      ],
      "variety": [
        "Elicitation",
        "Pretexting"
      ],
      "vector": [
        "Phone"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Hired"
      ],
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "541211",
      "motive": [
        "Unknown"
      ],
      "notes": "Tanner Mainstain",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Call center"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "notes": "On July 8, Gabay made a call to the SAG Health Plan. (The health and pension plan is administered separately from the union itself.)  \"I'm wondering if you can help me, and I know this might sound a little stupid,\" Gabay tells the operator. \"I need to know where my billing statement was mailed on January of 2014 if that's possible.\"  The operator tells Gabay that the premiums department handles this, but that verification is needed to proceed.  When asked her name, Gabay responds, \"Shannen Doherty,\" but she trips up later on the call when asked about the mailing address on record. \"Is it no longer my business manager's?\" she asks.  That same day, Boyd made a second call to SAG Health Plan and said she had a question on behalf of a client. Boyd didn't indicate that she was no longer representing Doherty, and when asked about Doherty's social security number for verification, Boyd gave it. Boyd was able to obtain billing information for Doherty.",
      "state": [
        "Transmitted unencrypted"
      ]
    },
    "integrity": {
      "notes": "The legal filing slams Tanner Mainstain for impersonating the actress and using her social security number \"to obtain access to Ms. Doherty's confidential medical information for use in this litigation.\"",
      "variety": [
        "Alter behavior",
        "Misrepresentation"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C5D5419C-457C-4F02-BE09-07C3F8629849",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-24T23:57:00Z",
    "dbir_year": 2017,
    "github": "6817",
    "master_id": "13D98928-9FC0-4F2B-84F1-B24622675CF2",
    "modified": "2016-08-26T16:44:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "https://www.databreaches.net/shannen-doherty-my-ex-manager-tricked-sag-into-revealing-medical-information-exclusive-audio/; http://www.hollywoodreporter.com/thr-esq/shannen-doherty-my-manager-tricked-848525",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Shannen Doherty: My Ex-Manager Tricked SAG Into Revealing Medical Information (Exclusive Audio)  When Tanner Mainstain employee Kimberly Gabay was asked her name, she responded, \"Shannen Doherty.\" The firm also was able to provide the actress' social security number.  Shannen Doherty's lawsuit against her former business management firm was stunning enough for the revelation that the Beverly Hills, 90210 star has breast cancer, but in a new explosive legal filing, the actress discusses an employee at the firm who impersonated her for the alleged purpose of obtaining access to confidential medical information. ",
  "timeline": {
    "incident": {
      "day": 8,
      "month": 7,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "541211",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "SAG Health Plan"
  }
}