{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 280,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 280,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "13F31F2B-6032-4DAC-B2B9-912240BE906A",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-19T21:59:35Z",
    "github": "3209",
    "master_id": "13F31F2B-6032-4DAC-B2B9-912240BE906A",
    "modified": "2015-03-19T21:59:35Z",
    "timeline": {
      "notification": {
        "year": 2012
      }
    }
  },
  "reference": "http://www.mykawartha.com/news/article/1597294--class-action-lawsuit-filed-against-hospital-former-staff-and-fleming-college; http://www.thepeterboroughexaminer.com/2013/10/23/student-felt-backlash-after-prhc-privacy-breach",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A student in Fleming College's practical nursing program at the time, Hopkins said her private medical records were inappropriately viewed by her college instructor, a PRHC nurse, who shared the medical records with Hopkins' classmates.  The allegations, which have not been proven in court, form part of a $5.6 million class-action lawsuit against the hospital and seven former employees including the instructor.  Hopkins case was considered so egregious that the Ottawa-based lawyers launching the lawsuit picked Hopkins as one of three representative plaintiffs to lead the class action.  But on Friday, Hopkins came to an out-of-court settlement with Fleming College, which was originally listed as a defendant on the lawsuit as well.  Now both Hopkins and the college are no longer part of the lawsuit.  Hopkins said she has been instructed not to discuss the terms of the settlement. Participants in the class action, if its successful, could be awarded as much as $20,000 each minus legal costs.  While she said she was happy to settle her case, Hopkins said she is now out looking for work as an RPN grad and worries the backlash she felt a year ago will follow her.  She no longer lives in the city, but she is looking for work here. Hopkins said she received numerous angry responses after going public with her story, some of which came from local nurses.  To get this kind of backlash on something important, something were supposed to stand for, I just felt I was centred out, she said.  But Hopkins said the lessons she learned over the past year will make her a better nurse.  It changed me into a little bit more of an advocate. Now I understand the point of documentation and keeping everything private because it happened to me as well, she said.  I know I can advocate for anybody else. Im not scared to come out to do my job properly. This is my job, this is what I want to do and I want to do it properly.  On Tuesday, lawyers representing PRHC filed a motion in Newmarket court to quash the class-action lawsuit on grounds it stands little chance of success.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Peterborough Regional Health Centre"
  }
}