{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "notes": "Used data from patients who had died to bill Medicaid for services rendered after death.  These were all fraud.",
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EBD0FB11-0861-403F-B40C-6DA5D57A1658",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-07-06T23:10:00Z",
    "dbir_year": 2017,
    "github": "8026",
    "master_id": "1469DFEF-D509-4459-B1C2-A248F6A34AAD",
    "modified": "2016-07-06T23:17:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2016
      }
    }
  },
  "reference": "https://www.databreaches.net/texas-podiatrist-pleads-not-guilty-to-fraud-identity-theft/; https://txktoday.com/news/local-foot-doc-gregg-petty-pleads-not-guilty-to-fraud-identity-theft/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Local podiatrist Gregg Petty pleaded not guilty to fraud and identity theft at a hearing Wednesday in a Texarkana federal court. Petty, 52, appeared for arraignment with Texarkana attorney Thomas Johnson in the Texarkana Division of the Eastern District of Texas. Johnson entered pleas of not guilty on Petty's behalf to 22 counts of health care fraud and nine counts of aggravated identity theft.  U.S. Magistrate Judge Caroline Craven released the accused foot doctor on a $50,000 unsecured bond. Assistant U.S. Attorney Ryan Locker said the government does not oppose Petty's release but asked that Petty surrender his passport.  Craven set the case for jury selection Aug. 22 before U.S. District Judge Robert Schroeder, III. But that date is likely to change because Locker filed a motion asking that the case against Petty be given a complex designation because of the amount of documents and evidence which must be examined by both the prosecution and defense in preparation for trial.  Petty owns Community Foot Clinic, formerly Dr. Petty's Foot Clinic, on Summerhill Road in Texarkana, Texas, as well as Legacy Foot and Ankle in Frisco, Texas, according to the clinics' websites. A 31-count indictment issued Wednesday in the Texarkana division of the Eastern District of Texas accuses Petty of stealing more than $150,000 from U.S. taxpayers from September 2010 to January 2013 through fraudulent Medicare billing.  The indictment's first 13 counts accuse Petty of billing Medicare for office visits and treatments using Health Insurance Claim Numbers of people who were dead at the time he allegedly saw them in Dr. Petty's Foot Clinic. Some of the patients had been deceased for more than a year and some just a week or two when Petty allegedly submitted claims for services rendered following their dates of death.  Four counts accuse Petty of billing Medicare for physical therapy when in reality all the patients received were written or verbal instructions on how to exercise at home. Five counts allege Petty billed Medicare for \"electronic stimulation treatments\" that were performed with a non-approved device called a MicroVas. Those counts further allege the MicroVas treatments were administered by clinic staff and Petty's teenage son who were not qualified to deliver services reimbursable by Medicare. The indictment's last nine counts accuse Petty of aggravated identity theft on multiple dates in 2011 and 2012.  A notice of forfeiture in Petty's indictment spells out the government's intent to acquire a $157,660 judgment against Dr. Petty.  Each of the 22 counts of health care fraud is punishable by up to 10 years in federal prison, a fine of up to $250,000, or both. Each of the nine counts of identity theft carries a mandatory two-year federal prison sentence which \"is to run consecutively to any other sentence imposed. A person convicted of a violation of this section shall not be placed on probation,\" the indictment states.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Community Foot Clinic"
  }
}