{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 20000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 20000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "14A54958-3A12-45CA-B19D-F04883BB3FA0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T21:59:00Z",
    "dbir_year": 2016,
    "github": "6003",
    "master_id": "14A54958-3A12-45CA-B19D-F04883BB3FA0",
    "modified": "2016-02-07T21:59:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.irishtimes.com/news/health/hse-apologises-for-under-6s-data-breach-1.2251307",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Health Service Executive has apologised for a data protection breach which allowed parents registering their children for the under-6s free GP care scheme to see an application from another person. The breach was reported as required to the Data Protection Commissioner after \"a very small number of people\" had sight of data relating to one other individual's application, according to the HSE. The incident happened just before a technical issue in the online registration forced the system to shut down for a number of hours on Monday night, it said. Earlier, parents experienced difficulties accessing the dedicated website after one of the four servers crashed. More than 20,000 children have been registered for the scheme so far, out of 270,000 who are eligible, according to the HSE. The technical issue has been rectified and online registration is working normally again . Almost two-thirds of GPs with existing State contracts have registered to provide free care for children under six. Twelve per cent of doctors in South Tipperary, the area with the lowest coverage, have now registered, while the registration rate is over 90 per cent in five areas. Sinn Fin Health spokesperson Caoimhgh_n _ Caolin TD called on Minister for Health Leo Varadkar to address the issue of universal free access to GP care for the entire population given the low coverage in some areas. Deputy _ Caolin said: \"We must remember that the present Government promised universal access to free GP care for the whole population by 2016. A WHO report from 2012 recognised that Ireland was the only EU country that did not offer universal coverage of primary care. \"We must not forget that the latest scheme is but a small step on the road to the levels of access that are accepted as basic across Europe. \"The present Government has clearly failed to ensure that the majority of the population, those that currently do not have access to medical cards or GP visit cards, will have free GP care extended to them by the target deadline. The extension of free GP care to the under sixes can only be viewed as an interim and hopefully a very short-term measure. \"The Minister must commit to the earliest possible roll out to the rest of the population which we believe would lead to greater GP take-up of the current scheme across the country,\" he said. Mr Varadkar has said the launch of the scheme has gone well despite the IT problems and the patchy support by GPs in some areas. Free GP care for children under six represented the first phase of universal healthcare and the restoration of resources to general practice, according to the Minister. The next phase would see entitlement extended to older children, with free GP care for all adults introduced after the next election.",
  "timeline": {
    "discovery": {
      "unit": "Hours"
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "IE"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "150154"
    ],
    "victim_id": "Health Service Executive"
  }
}