{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 18000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 18000,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "14A68CE2-AE69-455C-8146-70B108EA4098",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-25T23:25:28Z",
    "github": "3985",
    "master_id": "14A68CE2-AE69-455C-8146-70B108EA4098",
    "modified": "2015-03-25T23:25:28Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.csoonline.com/article/2450493/privacy/blue-shield-leaks-social-security-numbers.html; http://www.medicaldaily.com/california-apologizes-after-social-security-numbers-18000-doctors-released-public-292042",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A California health department apologized Monday for releasing the Social Security numbers of around 18,000 doctors.  The mix-up started when the insurance company Blue Shield of California gave a list of health-care providers to the state agency but forgot to take out their private information. The Department of Managed Health Care, which regulates the state's health maintenance organizations, then distributed those lists in response to 10 public records requests  also without redacting the Social Security numbers.  \"We sincerely apologize and regret any inconvenience this incident has caused you,\" Sarah Ream, of the Department of Managed Health Care, wrote to the doctors. She said they weren't aware of any cases of identity theft but offered them all free subscriptions to a fraud-alert service. \"We also recommend that you place fraud alerts on your credit files.\"  The California Department of Managed Health Care isn't the only government agency that has ever disclosed sensitive personal information to the world. It seems this kind of thing happens all the time. In 2013, the Internal Revenue Service released more than 2,000 Social Security numbers belonging to random taxpayers that were also published on an open government website. And it happened again in Wisconsin and again in New York.  \"As a result of this incident, the DMHC and Blue Shield have instituted additional protections to safeguard against future inadvertent disclosure of confidential personal information,\" the agency's letter to doctors said. The safeguards include purchasing software that scans data files for private information and reminding health insurance companies not to include Social Security numbers in public records. \"Likewise,\" they said, \"Blue Shield has comprehensively revised its procedures for preparing and submitting provider rosters to the DMHC.\" ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "524113",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "notes": "NAICS: 92312",
      "victim_id": [
        "California Department of Managed Health Care"
      ]
    },
    "state": "CA",
    "victim_id": "Blue Shield of California"
  }
}