{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 52,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 52,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "14D1C730-E695-426A-90FF-F45E2E5E60B4",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4305",
    "master_id": "14D1C730-E695-426A-90FF-F45E2E5E60B4",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.ganderbeacon.ca/News/Local/2014-08-27/article-3849485/Human-error-results-in-privacy-breach/1",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "To err is human, and thats just what happened, said Rosemarie Goodyear, in reference to a privacy breach that occurred between May and August.  The staffer had a 1-800 telephone number and a 1-866 fax number, and the two things got transposed, said the Central Health CEO.  The incident in question, which was made public Tuesday by Central Health, saw personal health information of 52 Central Health patients faxed in error to a company in Calgary, Alta., which, according to Goodyear, was supposed to go to an auditing company.  The faxed information actually went fax-to-email to an unused email account of the Calgary-based company. According to Goodyear, the email wasnt noticed until the company received an invoice for receiving fax-to-email transactions, and questioned the invoice with its service provider.  This was an isolated event, and it in no way impacted the care of the clients involved, said Goodyear. This information ... in no way impacted on the care provided to these particular clients because what we were involved in was an after-the-fact exercise of verifying physician billing.  Goodyear said she has been assured by the company the person who checked the email following the inquisition was the only one to do so, and that person contacted Central Health immediately after seeing the cover sheet of the fax. Also, all of the information had been sent back to Central Health and deleted from the companys email system.  As of Tuesday afternoon, 29 of the 52 patients have been contacted by the physicians that provided their personal care, and the remaining patients will be contacted as soon as possible to inform them how it happened and what Central Health has done to correct such an incident from a potential recurrence.  Despite not all patients involved in the incident having been contacted, Goodyear said Central Health wanted to get the word out about the incident as quickly as it could to avoid massive worry among its clients.  We do consider these things to be of a serious nature, and when they happen we do address them and we do a full disclosure,\" she said.     Change of policy  In light of this privacy breach, Central Health has revisited its faxing policy, and according to Goodyear, it clarifies the circumstances in which faxing is permitted.  Goodyear said she knows the changes to the faxing policy will not be 100 per cent perfect.  We work in a system where it is a human service, and its a service based on the due diligence of our staff, and no matter how much confidence or how much details are put in place there will be times that errors will be made, she said. But we looked to see how we can mitigate and reduce that as much as we possibly can.  She added Central Health employees would be communicated with in several different ways to ensure every staff member is aware of the recent incident and what has been changed in the faxing policy.  The one thing we can say here with a 100 per cent degree of certainty is that there was no impact on the care of the clients in this incident,\" she said. \"We offer a sincere apology to all of our clients that were impacted here, and to anyone who uses our services and who may have a concern.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Central Health"
  }
}