{
  "action": {
    "hacking": {
      "variety": [
        "Use of stolen creds"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Incident response"
      ]
    }
  },
  "discovery_notes": "The hospital was investigating why so many mammograms were marked clear only to have someone report cancer later. It was discovered that the doctor signing off on the image could not have been present which lead to the investigation.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "159D9559-F9B8-4CE0-970D-E16ACCB19FB0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "blackfist",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T14:02:00Z",
    "github": "2074",
    "master_id": "159D9559-F9B8-4CE0-970D-E16ACCB19FB0",
    "modified": "2014-11-20T14:02:00Z",
    "timeline": {
      "notification": {
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.foxnews.com/us/2014/04/28/former-georgia-technician-falsified-nearly-1300-mammogram-reports/?intcmp=latestnews",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The tech, Rachael Rapraeger, pleaded guilty earlier this month to 10 misdemeanor charges of reckless conduct and one felony charge of computer forgery. She was sentenced to serve up to six months in a detention center, to serve 10 years on probation during which she can't work in the health care field and to pay a $12,500 fine.  The reasons she gave were vague. She told police she had personal issues that caused her to stop caring about her job, that she had fallen behind processing the piles of mammogram films that stacked up. So she went into the hospital's computer system, assumed the identities of physicians, and gave each patient a clear reading, an investigative report says. That allowed her to avoid the time-consuming paperwork required before the films are brought to a reading room for radiologists to examine, her lawyer Floyd Buford told the AP.  Her actions were uncovered in April 2010 after a patient who'd received a negative report had another mammogram three months later at another hospital that revealed she had breast cancer. As hospital staff began to investigate, it was determined that the doctor whose name was on the faulty report had not been at the hospital the day the report was filed. Rapraeger quickly confessed to her supervisor that she was responsible and was fired from her job about a week later, according to an investigator's report.",
  "timeline": {
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "Perry Hospital"
  }
}