{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "167ECA3D-1510-4BF3-9AFC-EB0E8CDC920C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-06-01T07:46:00Z",
    "github": "2287",
    "master_id": "167ECA3D-1510-4BF3-9AFC-EB0E8CDC920C",
    "modified": "2014-06-01T07:46:00Z",
    "timeline": {
      "notification": {
        "day": 31,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/mi-hurley-medical-center-e-mail-error-discloses-some-employee-and-retiree-social-security-numbers/; http://www.mlive.com/news/flint/index.ssf/2014/05/hurley_medical_center_accident.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hurley Medical Center inadvertently released the names and social security numbers of an undisclosed number of employees and retirees while trying to fix issues with its health care plan.  According to a news release from Hurley Medical Center, the hospital recently discovered that an email attachment sent to a \"limited number of employees\" contained the names and Social Security numbers for an unspecified number of employees and retirees who are enrolled in the Hurley group health plan. Hurley officials said there is no evidence at this time the information has been misused, but arrangements have been made for identity resolution services through First Watch Technologies for those affected.  \"We take the privacy of our employees very seriously. The incident was thoroughly investigated and appropriate corrective action is being taken.\" Said Ilene Cantor, Administrator of Marketing, Community and Public Relations for Hurley Medical Center in a statement.  The email was sent after the administrator of the health plan informed Hurley in May that it erred when it calculated some co-payments. Hurley sent the email May 13  describing the co-payment errors to help some employees answer questions they might receive from affected personnel. According to the release, the names and Social Security numbers of the impacted employees and retirees were accidentally attached to the email. Hurley said the email did not include any medical information, claim information or any other personal information.  Hurley declined to disclose how many names and Social Security numbers were released.  The error was discovered by Hurley on May 14, and the hospital said it immediately identified every individual who received the email and directed them to permanently delete the email from their computers. Hurley confirmed the email has been permanently removed from all computers.  Hurley has notified all individuals impacted by the disclosure, according to the release, explaining the details and providing a toll-free phone number to assist those who have questions. Hurley is also offering at no cost to impacted individuals access to identity resolution services through First Watch Technologies.  \"We take our obligation to protect our employees' personal information very seriously and sincerely regret this incident. Immediate steps were taken to reemphasize our policies already in place and conduct refresher training on those privacy policies,\" said Melany Gavulic, RN, MBA, President & Chief Executive Officer of Hurley in a statement  Individuals who may have been affected by this incident can call 866-221-0155 Monday through Friday between the hours of 9 a.m. and 7 p.m.",
  "timeline": {
    "incident": {
      "day": 13,
      "month": 5,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "MI",
    "victim_id": "Hurley Medical Center"
  }
}