{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "notes": "Deleted backups, encrypted data.",
      "variety": [
        "Obscuration",
        "Destruction"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 43805465,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 43805465,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "16EA1E32-3C6C-42EC-8412-1C0BCA2F549E",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-02-14T05:07:41Z",
    "master_id": "16EA1E32-3C6C-42EC-8412-1C0BCA2F549E",
    "modified": "2014-05-10T00:58:18Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.informationweek.com/attacks/virginia-health-data-potentially-held-hostage/d/d-id/1079193?",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An extortion demand posted on WikiLeaks seeks $10 million to return more than 8 million patient records and 35 million prescriptions allegedly stolen from Virginia Department of Health Professions.  The note reads: \"ATTENTION VIRGINIA I have your sh**! In *my* possession, right now, are 8,257,378 patient records and a total of 35,548,087 prescriptions. Also, I made an encrypted backup and deleted the original. Unfortunately for Virginia, their backups seem to have gone missing, too. Uhoh :(\"  The note goes on to demand $10 million within seven days, presumably from the time the data was apparently seized on April 30, in exchange for the key to decrypt the encrypted backup.  \"If by the end of 7 days, you decide not to pony up, I'll go ahead and put this baby out on the market and accept the highest bid,\" the note says.  It's not immediately clear whether this note is genuine. The Virginia DHP hasn't responded to repeated calls and e-mail messages seeking comment.  However, a notice posted on the DHP Web site on Monday morning acknowledged that the site \"is currently experiencing technical difficulties which affect computer and e-mail systems.\"  A spokesperson for the Virginia Attorney General's Office said the agency could neither confirm nor deny any knowledge of an extortion demand.  A note sent to the Yahoo Mail address listed in the ransom demand also has gone unanswered.  Extortion demands of this sort have become relatively common in data breach cases. Last October, for instance, Express Scripts, a prescription drug management company based in St. Louis, received a letter that threatened the release of millions of patient records. A month earlier, a man from Solana Beach, Calif., was arrested for allegedly hacking into a Maserati dealership Web site, accessing customer data, and then threatening to release the information unless the company paid him.  The attack technique -- capturing data, encrypting it, then selling access to the former owner -- has become popular enough to earn its own name: cryptoviral extortion.  ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "VA",
    "victim_id": "Department of Health Professions"
  }
}