{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "454113",
      "motive": [
        "Unknown",
        "Financial"
      ],
      "notes": "Purchasing Power, LLC",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 43500,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 43500,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 200000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "settlement awarded to class members;",
    "overall_amount": 200000,
    "overall_rating": "Unknown"
  },
  "incident_id": "16F4FE46-44F2-467B-B5F6-A153F6357D40",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-07-23T00:12:00Z",
    "github": "3389",
    "master_id": "16F4FE46-44F2-467B-B5F6-A153F6357D40",
    "modified": "2014-07-23T00:12:00Z",
    "timeline": {
      "notification": {
        "year": 2009
      }
    }
  },
  "reference": "http://www.datasecuritylawjournal.com/2013/04/17/data-breach-lawsuits-revisiting-the-risks/; http://www.databreaches.net/wp-content/uploads/burrows_v_purchasingpower.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Burrows v. Purchasing Power, 12-cv-22800-UU (S.D. Fla.)  The most recent example is a proposed settlement in a class action lawsuit against Winn-Dixie and one of its service providers arising from a breach of personally identifiable information of Winn-Dixie grocery store employees.  The employees personally identifiable information was allegedly compromised when an employee of a company that provided an employee benefit program to Winn-Dixie employees misused his access to the PII and filed fraudulent tax returns with it.  Approximately 43,500 employees filed a class action lawsuit in the Southern District of Florida against Winn-Dixie and its employee benefits service provider.  The lawsuit includes counts of negligence, violation of Floridas Deceptive and Unfair Trade Practice statute, and invasion of privacy.  Plaintiffs alleged that Defendants failed to adequately protect and secure the plaintiffs personally identifiable information, and that the defendants failed to provide the plaintiffs with prompt and sufficient notice of the breach.  The defendants attempts to defeat the plaintiffs lawsuit on the pleadings failed.  Winn-Dixie was subsequently voluntarily dismissed from the lawsuit and the case proceeded against the service provider, which ultimately entered into a proposed settlement with the plaintiffs, agreeing to pay approximately $430,000 ($225,000 towards a settlement fund, $200,000 in attorneys fees and costs, and a $3,500 incentive aware to the named plaintiff).  The settlement states that it was entered into for the purpose of avoiding the burden, expense, risk, and uncertainty of continuing to litigate the Action, . . . and without any admission of any liability or wrongdoing whatsoever.  The settlement requires the service provider to maintain rigorous security safeguards to minimize the risk of a similar incident in the future.  The settlement fund will be divided into four groups:  (1) a tax refund fraud fund (class members who show they were victims of tax refund fraud can be compensated for a portion of lost interest); (2) a tax preparer loss fund (class members can be compensated for fees paid to tax preparers for notifying the IRS of a tax fraud claim or assisting in resolving issues arising from the tax refund fraud, not to exceed $100); (3) a credit card fraud fund (class members who show they were victims of identity theft other than tax refund fraud that resulted in fraudulent credit card charges that the credit card company did not waive, up to $500); and, (4) a credit monitoring fraud (class members who receive compensation in any of the previous three groups may receive credit monitoring services for one year).  To prove they were victims of fraud, plaintiffs must prepare a statement under penalty of perjury regarding the facts and circumstances of their stolen identity.  The settlement was preliminarily approved by the court on April 12, 2013, and a fairness hearing is scheduled for October 4, 2013.  The amount of money being paid to plaintiffs and their lawyers in this case should give corporate counsel monitoring these lawsuits pause for concern.  The District Courts order allowing the case to proceed beyond the pleadings phase will likely be used as an instruction manual for plaintiffs in future data breach cases. ",
  "timeline": {
    "incident": {
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "445110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Winn-Dixie"
  }
}