{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 112,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 112,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "174DA458-CFBE-465E-88BB-B5DC5C7A852F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4827",
    "master_id": "174DA458-CFBE-465E-88BB-B5DC5C7A852F",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.citopbroker.com/news/health-authority-fires-employees-for-privacy-breach-7375; http://www.campbellrivermirror.com/news/284102801.html; https://www.google.com/url?rct=j&sa=t&url=http://www.vancouversun.com/news/metro/Curiosity%2BIsland%2BHealth%2Bemployees%2Bprivacy%2Bbreach%2Bprobe/10417256/story.html&ct=ga&cd_EYACoTNzI1MTc0OTEzMzIxMDYwMzYyMjIaNzY1Y2U5YTkyODg0NGFlZDpjb206ZW46VVM&usgQjCNEZ4Xlzk7NygzCqQjXfzKHcPa70dg",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Two employees have been fired from Island Health (formerly Vancouver Island Health Authority) after breaching the privacy of 112 individuals using the agencys Electronic Health Record system.  Island Health says they have notified and sincerely apologized to the individuals who were affected by this breach, adding that if you have not been contacted, it was determined by their investigation that your privacy was not breached by these former employees.  According to Suzanne Germaine, Communication Officer for Island Health, in this case, these employees chose to use their unauthorized access privileges to the Electronic Health Record to satisfy their personal and medical curiosity about patients with whom they had no care relationship, but stresses that the public should feel that their medical information is secure.  There are a number of safeguards in place already to balance the access to the information care providers need to deliver care and services with the need to protect privacy of patients medical information, Germaine said. These include passwords, encryption, declaration screens (where a care provider confirms they have a care relationship to the patient), confidentiality agreements, policies and procedures, professional Standards, role based access (access is provided based on the job you have, your functions and need to know), reactive and proactive audits of chart accesses, education to staff, and, of course, compliance with provincial legislation, she added.  According to the release issued in regards to the breach, immediate steps were taken to ensure the employees access to any personal or confidential information was revoked, once the allegations were received in early October.  Germaine said its now up to the individual patients affected by the breach to decide if they want to pursue any legal action, and said, Island Health would cooperate with any police investigation, if any charges are laid by the Crown.  Dr. Mary Lyn Fyfe, Chief Medical Information Officer for Island Health, acknowledges the seriousness of such a situation.  It is extremely disappointing and completely unacceptable that staff members would breach a patients right to privacy, and it is a total violation of the confidentiality acknowledgement that must be signed by each of our employees and physician partners. It also violates the trust people place in us, said Dr. Fyfe. First and foremost, we sincerely apologize to those directly impacted by this, but we also apologize to all our clients, patients and residents.",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "10001 to 25000",
    "industry": "621491",
    "region": [
      "019021"
    ],
    "victim_id": "Vancouver Island Health Authority"
  }
}