{
  "action": {
    "environmental": {
      "variety": [
        "Hurricane"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Force majeure"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "NA"
    ],
    "country": [
      "GB"
    ],
    "role": [
      "NA"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Printed"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "incident_id": "80c3cb40-d8ef-11ea-b677-2b9ec926ea06",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "analyst_notes": "Recoding this case, which was marked as completed, but was not in the dataset.  Search was on the URL and all environmental records, so it should have turned up.",
    "created": "2020-08-08T03:56:34.016Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "env",
        "actor": "ext",
        "asset": "med",
        "attribute": "au",
        "summary": "Loss of documents"
      },
      {
        "action": "env",
        "actor": "ext",
        "asset": "med",
        "attribute": "cp",
        "summary": "Loss of printed medical files"
      }
    ],
    "github": "14480",
    "master_id": "1756b702-6634-4e8a-8ab1-f8a4dc3ea748",
    "modified": "2020-08-08T03:56:34.016Z",
    "sub_source": "phidbr"
  },
  "reference": "https://ewnews.com/undetermined-number-of-patient-medical-records-lost-in-gb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "There was a significant number of patient medical records lost at the Rand Memorial Hospital, during the passage of Hurricane Dorian, Public Hospitals Authority (PHA) Managing Director Catherine Weech said yesterday.  “We’ve lost a number of the records as a result of the flooding and while we’ve made all efforts to try to salvage some of them, some of it was just not possible,” Weech told reporters, during a press conference announcing restoration efforts for the storm-ravaged facility.  “Fortunately for us, a number of our records are stored offsite.  “We’ve been in a relationship with a company called RAM for a while, where we store all of our inactive records, death records, active records as it relates to ER, so a number of them are offsite.  “But those that have been destroyed, unfortunately, that’s the unfortunate reality of the disaster of the hurricane that we just experienced.”  Weech noted that the PHA is currently unable to quantify how many medical records were lost as a result of the Category 5 storm.   Hurricane Dorian barreled its way through Abaco and Grand Bahama on September 1-3, devastating health care services in the storm impacted areas.  The Rand had to been taken out of commission due to the severe flooding which caused blackwater intrusion – water mixed with stool or sewage – and subsequent mold overgrowth.  Samaritan’s Purse International Relief Organization has been handling the majority of the delivery of health care services on the island from a field hospital.  The Rand Memorial Hospital, the High Rock Clinic, health facilities in McClean’s Town and a number of east Grand Bahama facilities were lost during the storm.  In the interim, there are Emergency Medical Teams (EMTs) providing service to a number of areas on the island.  Weech noted yesterday that the PHA is currently discussing the implementation of electronic medical records.  “We have not yet decided on an actual program that we will be using, but we realize the importance of having a digitized system for medical records management,” she said. ",
  "targeted": "NA",
  "timeline": {
    "incident": {
      "day": 8,
      "month": 11,
      "year": 2019
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "101 to 1000",
    "government": [
      "NA"
    ],
    "industry": "622110",
    "region": [
      "150154",
      "150155"
    ],
    "victim_id": "Rand Memorial Hospital"
  }
}