{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "malware": {
      "variety": [
        "Spyware/Keylogger"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 84681,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 84681,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1C30BC3E-1FA4-499B-972D-6DB398E3FDC4",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2016-09-07T22:58:00Z",
    "dbir_year": 2017,
    "github": "6609",
    "master_id": "17C37D93-3BF2-413D-9951-2E79633BCE07",
    "modified": "2016-09-07T23:11:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/fbi-alerts-owensboro-health-to-breach-at-muhlenberg-hospital-breach-began-in-january-2012/; http://www.14news.com/story/30527902/owensboro-health-says-greenville-hospital-experienced-security-breach; http://44news.wevv.com/owensboro-health-security-breach/; http://www.databreaches.net/update-over-84000-affected-by-oh-muhlenberg-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "OH Muhlenberg, LLC announced that its hospital located in Greenville, KY, has experienced a security incident affecting some of the hospital's computers. The hospital is providing notice to individuals that may have been affected by the incident and offering one year of complimentary identity protection services to those individuals. The hospital regrets any inconvenience or concern this incident may cause.  On September 16, 2015, the Federal Bureau of Investigation (FBI) notified the hospital of suspicious network activity involving third parties. Upon learning this information, the hospital took immediate action, including initiating an internal investigation and engaging a leading digital forensics and security firm to investigate this matter. Based upon this review, the hospital confirmed that a limited number of computers were infected with a keystroke logger designed to capture and transmit data as it was entered onto the affected computers. The infection may have started as early as January 2012.  The hospital understands the importance of protecting the privacy and security of its providers', patients' and employees' information. Upon learning of the incident, the hospital took prompt steps to address and contain it, including immediately blocking the external unauthorized IP addresses, taking steps to disable the malware and continuing to enhance the security of its systems moving forward.  The affected computers were used to enter patient financial data and health information, information about persons responsible for a patient's bill and employee/contractor data, including potentially name, address, telephone number(s), birthdate, Social Security number, driver's license/state identification number, medical and health plan information (such health insurance number, medical record number, diagnoses and treatment information, and payment information), financial account number, payment card information (such as primary account number and expiration date) and employment-related information. Additionally, some credentialing-related information for providers may be impacted. The hospital also believes that the malware could have captured username and password information for accounts or websites that were accessed by employees, contractors or providers using the affected terminals. The hospital has no indication that the data has been used inappropriately.  However, out of an abundance of caution, OH Muhlenberg, LLC is providing notice to individuals whose information was maintained in the hospital's electronic patient records database; persons employed by or contracted for specific services by the hospital on and after January 1, 2012; as well as providers who were credentialed or re-credentialed for privileges at the hospital in 2012.  ",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 9,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "KY",
    "victim_id": "OH Muhlenberg, LLC"
  }
}