{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "unknown": {
      "notes": "unknown",
      "result": [
        "Infiltrate"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        },
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ]
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "incident_id": "88d55db0-d8ff-11f0-82e6-074fe481ef29",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-12-14T21:14:07.243Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "unk",
        "actor": "ext",
        "asset": "srv",
        "attribute": "ia",
        "summary": "unknown action to gain access to environment"
      },
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "exfiltrated data "
      }
    ],
    "github": "21913",
    "master_id": "17ea9efe-f8ca-4458-8cf0-c6d9ebdc220c",
    "modified": "2025-12-14T21:27:23.142Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 10,
        "year": 2025
      }
    }
  },
  "reference": "https://www.hipaajournal.com/laboratory-services-cooperative-data-breach/",
  "schema_name": "vcdb",
  "schema_version": "1.4.1",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "\"Laboratory Services Cooperative, a Seattle, WA-based provider of lab testing services to Planned Parenthood centers, has started notifying approximately 1.6 million people that some of their personal and health information has been exposed or stolen in a recent hacking incident.  A security incident was detected on October 27, 2024, when suspicious activity was identified within its network. Assisted by third-party digital forensics specialists, Laboratory Services Cooperative confirmed that access to its network was gained by an unauthorized third party who removed certain files from its systems. The nature of the hacking incident was not disclosed, including when its systems were first breached, if ransomware was used, and if there was an extortion attempt.  The initial findings of the subsequent data review confirmed that certain Laboratory Services Cooperative patients and employees had been affected. The types of data involved varied from individual to individual and generally included names, addresses, phone numbers, and email addresses together with some of the following:  Medical/clinical information such as date(s) of service, diagnoses, treatment information, medical record numbers, lab test results, patient/accession numbers, provider names, treatment locations, and other care-related information. Health insurance information such as plan names, plan types, insurance companies, and member/group ID numbers. Billing, claims, and payment data such as claim numbers, billing details, bank account details, billing codes, payment card details, balance details, and other banking and financial information. Additional identifiers such as Social Security Numbers, driver’s license/state ID numbers, passport numbers, dates of birth, demographic data, student ID numbers, and other government identifiers. For employees, the impacted information may also have included information related to their dependents and beneficiaries. Laboratory Services Cooperative said the breach did not affect all Planned Parenthood centers, only those that availed of its services. Laboratory Services Cooperative provides services to Planned Parenthood centers in 31 U.S. states and has provided those services for varying periods of time. Some partnerships have only been in place for the past few years.\"",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "day": 24,
      "month": 10,
      "year": 2025
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "government": [
      "NA"
    ],
    "industry": "62",
    "region": [
      "019021"
    ],
    "state": "WA",
    "victim_id": "Laboratory Services Cooperative"
  }
}