{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Fun",
        "Unknown"
      ],
      "name": [
        "Guccifer"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "17F5875C-2B48-4284-966B-573691B20F3F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-07-24T00:18:00Z",
    "github": "2768",
    "master_id": "17F5875C-2B48-4284-966B-573691B20F3F",
    "modified": "2014-07-24T00:18:00Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 5,
        "year": 2013
      }
    }
  },
  "reference": "http://www.thesmokinggun.com/buster/guccifer-hacks-obama-intelligence-official-567983",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "After detours targeting Sex and the City author Candace Bushnell and journalist Carl Bernstein, the hacker Guccifer has returned to his bread and butter criminality, breaking into the e-mail account of an Obama administration official who heads the National Intelligence Council.  The breach of Christopher Kojms personal msn.com account appears to have occurred within the past week, based on screen grabs from his account that were forwarded to TSG by the hacker.  Kojm, 57, is chairman of the National Intelligence Council (NIC), whose officers provide strategic assessments on future threats and trends to the Office of the Director of National Intelligence (which was formed post-September 11 to coordinate the U.S. governments assorted intelligence agencies).  Pictured at right, Kojm is a former congressional staffer who has worked as a senior adviser to the Iraq Study Group and deputy executive director of the 9/11 Commission. Following the 2008 presidential election, Kojm was named a member of Barack Obamas transition team, focusing on national security matters. In mid-2009 he was appointed to lead the NIC.  The recent hack gave Guccifer access to Kojms personal correspondence, his banking information, Obama transition material, and e-mail exchanges with 9/11 Commission members and staff. It does not appear, however, that the hacker gained access to any classified intelligence information in Kojms possession.  Kojm is the second Obama administration official to be hacked this month by Guccifer. The Gmail account of Joshua Gotbaum, director of the Pension Benefit Guaranty Corporation (PBGC), was breached about two weeks ago. The 61-year-old Gotbaum, who Obama appointed in 2010 to head the PBGC, leads a government agency with $85 billion in assets (and which guarantees the pension benefits of more than 40 million people).  In addtion to the Kojm and Gotbaum hacks, Guccifer has also recently broken into the e-mail account of Jeremy Paxman, a British journalist who has worked for the BBC for about 25 years.  In a lengthy, rambling note that accompanied the Kojm screen grabs sent to TSG, Guccifer refers to Obama as The Black Angel and taunts the Secret Service, which is leading law enforcement efforts to capture him. His screed concludes, Good night America where ever you are.",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "922120",
    "region": [
      "019021"
    ],
    "victim_id": "National Intelligence Council"
  }
}