{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "18021FAF-2FDE-4C50-8C77-D1281CA63AD6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-18T02:27:00Z",
    "github": "3201",
    "master_id": "18021FAF-2FDE-4C50-8C77-D1281CA63AD6",
    "modified": "2014-08-18T02:27:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.whtimes.co.uk/news/probe_launched_into_police_data_breach_1_2176602",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "HERTS Police is being investigated after sending personal details to a private security firm during a failed outsourcing bid.  The force, and its partners in Beds and Cambs, shared information on more than 1,000 of its staff with G4S during fruitless negotiations at the start of the year.  Five files were sent by Herts Police while officials worked on a scheme which could have seen IT and support roles moved to the firm.  The Information Commissioners Office (ICO) has confirmed it is investigating, sparking a response from unions.  Steph Raddings, who chairs Herts Police Unison, said: We are disappointed it happened in the first place but we are acutely aware it is being investigated by the ICO.  Until we get a response from them we dont think it is pertinent to comment on the breach.  The data could breach data protection laws and the ICO has powers to fine lawbreakers up to 500,000.  But it can also use enforcement notices to change companies procedures.  Deputy Chief Constable John Feavyour from Cambridgeshire Constabulary is the Senior Information Risk Officer for the three forces.  He said: The three forces acknowledged, in their letter to the Information Commissioner, that the sharing of the information was not fair and proportionate, however the non-disclosure agreement in place between the three police forces, and G4S ensured that no data left the four organisations involved.  I wrote to the members of staff affected by this data security breach in February explaining what had occurred and apologising to them.  G4S responded extremely promptly and professionally when this matter was raised with them, ensuring that all personal data was deleted from their hard drives and records.  Commissioner David Lloyd said: Whilst it is regrettable that this data breach occurred, Hertfordshire Constabulary, the other forces involved and G4S acted swiftly and correctly to prevent any wider breach.  Contract negotiants between the forces and G4s fell through earlier this year, leaving Herts Police with a bill in excess of 200,000.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "922120",
    "region": [
      "150154"
    ],
    "victim_id": "Herts Police"
  }
}