{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Cashier"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Payment card"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 13,
          "variety": "Payment"
        },
        {
          "amount": 13,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 13,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "loss": [
      {
        "amount": 13000,
        "variety": "Asset and fraud"
      }
    ],
    "overall_amount": 13000,
    "overall_rating": "Unknown"
  },
  "incident_id": "18060EFC-6A9D-41EF-B66B-352A19933DF7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-10-14T15:42:00Z",
    "github": "3067",
    "master_id": "18060EFC-6A9D-41EF-B66B-352A19933DF7",
    "modified": "2014-10-14T15:42:00Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://web.archive.org/web/20130624002442/http://blogs.clarionledger.com/consumerwatch/2013/05/06/clinton-resident-going-to-prison-for-id-theft;http://blogs.clarionledger.com/consumerwatch/2013/05/06/clinton-resident-going-to-prison-for-id-theft/;http://www.ago.state.ms.us/wp-content/uploads/2013/08/May-6_Clinton-Resident-Going-to-Prison-for-Identity-Theft-and-other-Crimes.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Clinton resident going to prison for ID theft Posted on May 6, 2013 Identity theft victims often lack the satisfaction of seeing the perpetrators of these crimes brought to justice, or even knowing who cheated them. But sometimes, justice is served. A Clinton woman has been sentenced to prison and ordered to pay restitution after pleading guilty to identity theft and other crimes, according to a release from Attorney General Jim Hood today.  The release lists the crimes of Emily Kristen McLellan-Bilbo, 25, of Clinton. On Friday, McLellan-Bilbo pleaded guilty to one count of felonious identity theft, one count of uttering counterfeit instruments and two counts of felonious use of a Social Security number or identifying information to obtain goods.  Hinds County Circuit Court Judge William A. Gowan sentenced Bilbo to serve 10 years for identity theft with five suspended and four years post release supervision. She was also ordered to pay $13,825.35 in restitution to the victims, $1,000 to the Victims Compensation Fund, and $2,000 for investigative costs. All costs must be paid during her four years post-release supervision. In addition, Bilbo received five years for each of the two counts of felonious use of a Social Security number and five years for uttering a counterfeit instrument. The sentences are to run concurrently.  At the time the crimes were committed, Bilbo worked as a receptionist at Audibel (a hearing aid company) in Jackson where she obtained credit card and other personal identifying information of customers. She then used the information to purchase more than $13,000 in goods, cash, and services.  The release noted that 13 victims of identity theft have been identified. The business owner told the court that he and his wife had been taken in by Bilbo and it had cost them and their family-run business dearly. Other victims of Bilbos crimes asked that Bilbo be sent to jail, that she be held accountable, and that she get some counseling.  I hope Judge Gowans tough sentence and order of restitution for these victims will send a message to others contemplating identity theft, Hood noted.  This case was investigated by Investigator Arthur Kendrick and Auditor Gilda Holbrook of the Attorney Generals Medicaid Fraud Control Unit and prosecuted by Special Assistant Attorney General Sue Perry.  Good work, Attorney General Hood and staff. Good work.  - See more at: http://web.archive.org/web/20130624002442/http://blogs.clarionledger.com/consumerwatch/2013/05/06/clinton-resident-going-to-prison-for-id-theft#sthash.HWt9rnmp.dpuf",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "339112",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "MS",
    "victim_id": "Audibel Hearing Healthcare"
  }
}