{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 6600,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 6600,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "848B43BA-D716-4E5E-BD00-29F51CC1AE7E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-10-11T21:02:00Z",
    "dbir_year": 2017,
    "github": "8562",
    "master_id": "1836542C-6F1D-4381-B2A8-14EE6FBB8B3A",
    "modified": "2016-10-11T21:13:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 10,
        "year": 2016
      }
    }
  },
  "reference": "https://www.washingtonpost.com/news/powerpost/wp/2016/10/03/surgeon-general-sends-warning-to-own-staff-your-personal-information-may-have-been-stolen/; http://abcnews.go.com/Technology/wireStory/us-surgeon-general-investigating-computer-breach-42647917",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Surgeon General on Monday issued a warning to his staff that is all too familiar to federal employees: Your personal information may have been stolen.  In an email, Surgeon General Vice Adm. Vivek H. Murthy told \"commissioned corps\" employees of the Public Health Service that information, including their names, dates of birth and Social Security numbers, \"may have been accessed by unauthenticated users\" who hacked the agency's personnel system.  \"Based on our investigation, affected individuals are those served by this website-based system: current, retired, and former Commissioned Corps officers and their dependents,\" the email said.  The commissioned corps is a cadre of about 6,600 medical professionals  including physicians, nurses, dentists, rehabilitation therapists, pharmacists, researchers and more  reporting to the Surgeon General. They are involved in health-care delivery to underserved and vulnerable populations, disease control and prevention, food and drug regulation, and disaster response.  Counting retirees, former employees and family members would bring the total of affected people much higher, although neither the email nor a spokesman for the Department of Health and Human Services, the parent agency of the PHS, specified a figure.  The spokesman said the agency learned Sept. 20 that unauthenticated users could access a system used for payroll, leave, time, attendance and other personnel functions. The portal site has been disabled and will remain down while the investigation continues, although the Sept. 30 payroll run was unaffected, the email said.  \"Teams across the Department and across government are working to learn as much as we can as quickly as we can, and to further improve our systems to prevent this type of issue in the future. . . . Next steps could include offering identity protection services to affected individuals,\" said the email, co-signed by HHS Acting Assistant Secretary for Health Karen B. DeSalvo.  The email promises further information as it becomes available and offers instructions on how to request a free credit report and how to report unusual activity or potential errors on a credit report.  The hack is the latest in a long line of breaches of federal employee records that have targeted individual agencies, including the Energy Department and the U.S. Postal Service, as well as the Thrift Savings Plan, the 401(k)-style retirement savings program for federal employees.  The largest breaches, involving about 22 million people combined, hit two separate databases of the Office of Personnel Management. Those involved personnel records of current and former federal employees plus persons on whom the government had conducted background investigations, for security clearance or other reasons, since about 2000.  That resulted in a widespread offer of free credit monitoring and identity theft protection services for employees, and the creation of a new office to oversee background checks, along with boosted cyberdefenses.",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 9,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Public Health Service"
  }
}