{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology",
        "Unknown"
      ],
      "name": [
        "Anonymous"
      ],
      "notes": "OpLastResort, Aaron Swartz",
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "ussc.gov"
  },
  "attribute": {
    "integrity": {
      "variety": [
        "Modify data",
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1993D926-E8E5-4B7F-B688-4E0A44571556",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-18T23:27:00Z",
    "github": "3323",
    "master_id": "1993D926-E8E5-4B7F-B688-4E0A44571556",
    "modified": "2014-07-18T23:27:00Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 1,
        "year": 2014
      }
    }
  },
  "reference": "http://news.softpedia.com/news/United-States-Sentencing-Commission-Hacked-by-Anonymous-Video-324313.shtml",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Anonymous hacktivists have initiated a campaign called OpLastResort, a new operation that comes in response to the death of Reddit co-founder Aaron Swartz.   The first target of this operation is the website of the United States Sentencing Commission (ussc.gov), which the hackers defaced to display their message of protest against the US government and the justice system.  Two weeks ago today, a line was crossed. Two weeks ago today, Aaron Swartz was killed. Killed because he faced an impossible choice. Killed because he was forced into playing a game he could not win -- a twisted and distorted perversion of justice -- a game where the only winning move was not to play, the hackers stated.  Anonymous immediately convened an emergency council to discuss our response to this tragedy. After much heavy-hearted discussion, the decision was upheld to engage the United States Department of Justice and its associated executive branches in a game of a similar nature, a game in which the only winning move is not to play, they added.  The hacktivists admitted that the FBI had managed to infiltrate certain elements of Anonymous last year. They say that these infiltrations have resulted in disproportionate prosecutions.  However, now theyre determined to show the FBI that it hasn't managed to cripple their infrastructure and demoralize them.   They claim to have infiltrated several government-owned websites and obtained valuable information, including the details of a number of warheads.   As part of this first phase of OpLastResort, the hackers have published some details of one warhead which is allegedly primed and armed.  We have not taken this action lightly, nor without consideration of the possible consequences. Should we be forced to reveal the trigger-key to this warhead, we understand that there will be collateral damage, Anonymous threatened.  We appreciate that many who work within the justice system believe in those principles that it has lost, corrupted, or abandoned, that they do not bear the full responsibility for the damages caused by their occupation. It is our hope that this warhead need never be detonated.  Currently, the website of the USSC still displays the hacktivists' protest message.",
  "timeline": {
    "incident": {
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "922190",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "United States Sentencing Commission"
  }
}