{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1994EA5A-E83C-4319-85E2-B46447A6188C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-04T16:27:00Z",
    "github": "3864",
    "master_id": "1994EA5A-E83C-4319-85E2-B46447A6188C",
    "modified": "2014-08-04T16:27:00Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://techcrunch.com/2014/06/20/yo-app-allegedly-hacked-by-college-students/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Georgia Tech student, together with two of his roommates, claims to have hacked Yo, the Poke-like app that has set some (though not all) of Silicon Valley alight in the last 48 hours. [See update below: Yo has confirmed it has been hacked].  The student emailed TechCrunch detailing what he alleges are the results of the hack: We can get any Yo users phone number (I actually texted the founder, and he called me back.) We can spoof Yos from any users, and we can spam any user with as many Yos as we want. We could also send any Yo user a push notification with any text we want (though we decided not to do that.)  Meanwhile, a Vine video has emerged, from user Hako, of the Yo sounding out a snippet of Rick Astleys Never Gonna Give You Up instead of its normal Yo! sound. In other words, its what looks to be another hack, though this is not confirmed.  Other alleged evidence of the hack has emerged, such as this Instagram of an iPhone running Yo.  Weve reached out to Yo about this developing story.  Meanwhile, Yo has other issues. This post by Shubham Datta details how he grabbed the ElonMusk username and set about trying to fool other users into thinking he was the real Elon Musk.  Somehow, Elon Musk himself was led to believe that media figure Jason Calacanis had Yod him.  1-bR9rKEDjdgD0qmRxonbHfA  Datta now says he is holding the ElonMusk username on Yo in return for a Tesla Model S_  Yes, its confusing.  UPDATE:  Founder Or Arbel has now confirmed that Yo was having security issues.  He told TechCrunch: Some of the stuff has been fixed and some we are still working on. We are taking this very seriously.  He said he could not reveal which hacks were still live. He said the company has brought in a specialist security team to deal with the issues and hoped the security problems would be fixed in the next few hours. ",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "511210",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Just Yo"
  }
}