{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Unknown",
      "data_total": 1
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "19EFE98D-9187-4E72-BE8D-BEF261E944CF",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:07Z",
    "dbir_year": 2014,
    "master_id": "19EFE98D-9187-4E72-BE8D-BEF261E944CF",
    "modified": "2015-02-13T16:50:35Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A ROI clerk mailed medical records belonging to Veteran A to an attorney's office that had requested medical records on Veteran B. Veteran A notified VAMC that he received medical records belonging to Veteran B. Veteran A returned Veteran B's medical records to VAMC. The PO contacted the Attorney's office. Since the requesting Paralegal was out of the office a brief message of the incident was left on voice mail and requested a return call tomorrow to the PO. Attorney's administrative office staff indicated a package was received from the VAMC today and the package remains unopened pending the Paralegal's return tomorrow. The medical records included Veteran B's name, home address, date of birth, PHI and social security number.\nIncident Update\n07/09/10:\nThe ROI clerk is off-duty today and unable to answer further questions regarding whether she copied Veteran A's information and sent to another requestor. Currently the PO and ROI Supervisor feel the ROI clerk did not copy Veteran A's information at all. Veteran A's last name is four characters. Veteran B's last name is nine characters, however, the first four are the same as Veteran A's name. Veterans A & B do not have similar last four SSNs.\n07/13/10:\nPO states Veteran A saw the information that belong to Veteran B. Veteran A telephoned the ROI Supervisor to report that he had received documents belonging to Veteran B. Veteran A stated Veteran Bs name to ROI Supervisor. The ROI Supervisor researched the DSS ROI Software package and determined which ROI clerk made the error. The ROI Clerk confirmed their error. The ROI Supervisor will initiate corrective action to ROI clerk. Veteran A returned Veteran Bs medical records yesterday afternoon. The records were returned in a secured envelope. All pages were received with no missing documents. The Attorneys Paralegal notified the facility PO this morning indicating they have not received the records. Once received they will expedite in returning Veteran As records to the PO. Veteran A and Bs records are being re-printed by the responsible ROI clerk and will be released upon POs review.\nVeteran B will receive a letter offering credit protection services.",
  "timeline": {
    "incident": {
      "day": 8,
      "month": 7,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "MS",
    "victim_id": "United States Department of Veterans Affairs"
  }
}