{
  "action": {
    "hacking": {
      "notes": "Suspected vulnerability exploit in old IPBoard version",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "SA"
      ],
      "motive": [
        "Fun",
        "Unknown"
      ],
      "region": [
        "142145"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 200000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EFDFE7D9-A14E-4513-9687-E9E6DDE3DB38",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "nicolasvillatte",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-10T09:43:00Z",
    "dbir_year": 2017,
    "github": "7174",
    "master_id": "1A2770BD-EF91-4AFA-866C-7E6DBB9274FD",
    "modified": "2016-02-10T12:13:00Z",
    "timeline": {
      "notification": {
        "day": 5,
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://news.softpedia.com/news/dayz-forums-hacked-over-200-000-user-details-compromised-499988.shtml;http://www.pcgamer.com/dayz-forums-hacked-user-info-and-encrypted-passwords-stolen/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The online forums of the DayZ gaming community were compromised around January 23 by a group of Saudi Arabian hackers known as OurMine.  DayZ is an open-world survival video game and the stand-alone version of the award-winning ARMA II mod of the same name. The game, developed by Bohemia Interactive, is quite popular even if it's still in an alpha stage.  According to a screenshot on their Tumblr account, on January 23, the Our Mine hacking crew managed to penetrate the official forums of the DayZ community, stealing details about over 200,000 usernames. OurMine defaced the forums' frontend  The hackers didn't operate in the shadows and left a visible topic on the forum's main page. On the same date, the DayZ development team took to Twitter, warning of a possible data breach.  \"Survivors, We've experience an outside security breach of our forums. We suggest playing it safe and changing your password just in case,\" the DayZ team tweeted out.  As an investigation was started to see what went wrong, the forums' admins found signs that data has been stolen from their database. Yesterday, the DayZ staff sent a message to all forum users, confirming the incident and asking users to change their forum passwords and those for other accounts where users utilized the same username and password combo. Usernames, emails, and passwords stolen  The development team said that hackers stole only usernames, emails, and hashed passwords. Additionally, the team also announced they would start work on replacing their forums' built-in login system with their own authentication system, considered more secure and also used for other Bohemia Interactive services.  The DayZ forums were using the IPBoard bulletin board software. According to discussions on the IPBoard official forums, DayZ admins were seriously lagging behind, running a very old version of the forum software, (3.4.8 or 3.4.9). The 4.x branch is the current IPBoard version considered to be stable and secure.  As for the hackers, we wrote about the OurMine team last July, when the crew started moving up in the hacking community, graduating from social media and gaming accounts to launching DDoS attacks against financial institutions.      Hey all. Our website, forums, and Feedback Tracker will be down for the time being while we work on security updates.  DayZ Development (@dayzdevteam) February 3, 2016      Heads up gang, servers will be offline for an hour due to security updates (1400-1500 CET).  DayZ Development (@dayzdevteam) February 4, 2016      For those who may not have yet checked email, here is an update on our recent security breach. Questions welcome. pic.twitter.com/4zEz03UL2s  DayZ Development (@dayzdevteam) February 4, 2016  -----------------------------------------------------------------------------------------   The DayZ development team tweeted on January 23 that its forums had suffered \"an outside security breach,\" and recommended that users change their passwords, \"just in case.\" Today it put out a more detailed and dire message, indicating that the situation is rather worse than it first appeared.  \"A security incident occurred on forums.dayzgame.com recently. According to our investigation all usernames, emails and passwords from forums.dayzgame.com were accessed and downloaded by hackers,\" it says. \"While the passwords were not stored in plain text, but in a more secure form, it is highly recommended that if you have used the same password elsewhere you change it immediately on all applicable websites and services.\"  Even encrypted, or 'hashed' passwords, can sometimes be used to compromise accounts with some work (here's an old example), so if you use the same password on any other sites, it's time to change it.   Bohemia says it has \"major changes\" planned to reduce the likelihood of this sort of thing happening again, including a switch from the current IPBoard login system to the separate and more secure Bohemia Accounts. It also warned that service interruptions over the next few weeks are likely to happen as the systems are migrated to the new setup.      For those who may not have yet checked email, here is an update on our recent security breach. Questions welcome. pic.twitter.com/4zEz03UL2s       DayZ Development (@dayzdevteam) February 4, 2016",
  "timeline": {
    "incident": {
      "day": 23,
      "month": 1,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "CZ"
    ],
    "employee_count": "101 to 1000",
    "industry": "541511",
    "region": [
      "150151"
    ],
    "victim_id": "BOHEMIA INTERACTIVE a.s."
  }
}