{
  "action": {
    "malware": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - POS terminal"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 50,
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 50,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Fraud detection"
      ]
    }
  },
  "impact": {
    "overall_amount": 50000,
    "overall_rating": "Unknown"
  },
  "incident_id": "1A3CA6E1-F8C4-4667-AC9C-56835C5F1C54",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-08-12T21:13:00Z",
    "github": "3673",
    "master_id": "1A3CA6E1-F8C4-4667-AC9C-56835C5F1C54",
    "modified": "2014-08-12T21:13:00Z",
    "timeline": {
      "notification": {
        "month": 2,
        "year": 2012
      }
    }
  },
  "reference": "http://www.kvue.com/news/Lakeway-restaurant-customers-victimized-by-cybercrime-credit-fraud-138534759.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "LAKEWAY -- Police say hackers stole credit card information from dozens of diners who all ate at a restaurant. While investigators have cleared the restaurant of any wrongdoing, the owner tells KVUE he is taking steps to restore the business that's been lost due to the fraud. By all appearances it was business as usual Wednesday at Flores Mexican Restaurant. But owners say the restaurant has lost 15 percent of its business after a computer virus infiltrated its credit card system in December, leaving some Flores customers open to credit card fraud. \"At first we did not know what it was,\" said Jose Flores, the restaurant's co-owner. \"We were kind of shocked in the beginning.\" \"When we started getting into the investigation, there was a thought it may be employee driven,\" said Chief Todd Radford, with the Lakeway Police Department. \"We found out very quickly that it was not employee driven, so Flores did not have any culpability in this.\"  Still the third party cybercrime left a string of victims. \"We have had over 50 victims that have suffered some kind of financial loss,\" said Radford. A total of nearly $50,000 in losses so far. Some of Charlotte Stachour's friends were among the victims. \"A couple of them had gotten calls from their bank saying that they had a fraud on one of their credit cards,\" said Stachour. \"The only place where they had really used their credit cards was Flores.\" Since the investigation began, Flores has updated its computer software. \"We wanted to make sure people know that it was not something that we did,\" said Flores. \"We want to make them feel we are taking every precaution to make sure that this will never happen again, and they can come here without a fear of getting their credit card stolen or anything else.\" Customers we spoke to say the recent fraud incidents will not keep them away from Flores. \"Knowing that it is not their fault,\" said Maria Borjas, a Flores customer. \"The fact that it was a third party that hacked the credit cards, no.\" \"No, no, I would not do that,\" said Aquiles Mata, a Flores customer. \"I like the place too much.\" Like other recent cybercrime, credit card fraud cases, the U.S. Secret Service is assisting in the investigation.",
  "timeline": {
    "incident": {
      "month": 12,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "722511",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "TX",
    "victim_id": "Flores Mexican Restaurant"
  }
}