{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1B4A1564-CB5F-4D97-B876-94E14E813F2C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-07T21:04:22Z",
    "github": "1689",
    "master_id": "1B4A1564-CB5F-4D97-B876-94E14E813F2C",
    "modified": "2015-03-07T21:04:22Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/former-fort-benning-hospital-employee-steals-military-ids-to-commit-tax-refund-fraud-indictment/; http://www.justice.gov/opa/pr/fort-benning-employee-allegedly-steals-military-identities-commit-multi-million-dollar-tax",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Tracy Mitchell, a resident of Phenix City, Ala., was indicted for her involvement in a stolen identity refund fraud scheme, Assistant Attorney General Kathryn Keneally of the Justice Department's Tax Division and U.S. Attorney George L. Beck Jr. for the Middle District of Alabama announced today following the unsealing of the indictment.   Mitchell is charged with eight counts of wire fraud and eight counts of aggravated identity theft.  According to the indictment, Mitchell worked at the hospital on the Fort Benning Army Base in Georgia, where she had access to the means of identification of military personnel, including soldiers who were deployed to Iraq and Afghanistan.  Mitchell stole the identities of military personnel and used those identities to file over 1,000 false tax returns from her home.  These false tax returns claimed over $2.2 million in fraudulent refunds.  An indictment merely alleges that crimes have been committed, and the defendant is presumed innocent until proven guilty beyond a reasonable doubt.  If convicted, the defendant faces a statutory maximum potential sentence of 20 years in prison for each wire fraud count and a statutory mandatory two-year sentence for each aggravated identity theft count.  The defendant is also subject to fines, forfeiture and restitution if convicted.   The case was investigated by special agents of the Internal Revenue Service - Criminal Investigation and the U.S. Army  Criminal Investigation Division.  Trial Attorney Michael Boteler of the Tax Division and Assistant U.S. Attorney Todd Brown are prosecuting the case. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "928110",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "US Army, 14th Combat Support Hospital"
  }
}