{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1D57A9B8-9261-4909-A210-609152CA1829",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-05T03:52:55Z",
    "github": "1575",
    "master_id": "1D57A9B8-9261-4909-A210-609152CA1829",
    "modified": "2015-03-05T03:52:55Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.theherald.com.au/story/1620997/confidential-hospital-records-found-on-roadside/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Thirty Wagga Base Hospital patients have had their privacy severely compromised after their medical histories were literally thrown to the kerb.  Ayb Brown was walking his dog in Estella on Tuesday when he found a confidential piece of paper lying on the side of the road.  When he picked it up and unfolded it, he was horrified.  Riverina residents were listed on the document alongside detailed personal medical issues and histories.  Mr Brown even recognised one name.  Depression, double incontinence, boils, prostate problems and a serious binge drinking incident were just some of the conditions written about.  Mr Brown is a former member of the Australian Army (Royal Australian Army Medical Corps) and said he was speaking out because the issue was so important.  Having served for 12 years Im well aware of the importance of the term medical-in-confidence, he said.  I consider the document I picked up very much fitted into that not being observed since it was lying on the side of the street.   I consider there has been an act of gross carelessness or incompetence involved and I think the matter should be addressed.  I dont want anyone to know what I saw.  Mr Brown kept the document secure until Thursday when he was advised the best course of action was to return it by hand to the director of nursing at Wagga Base Hospital.  Murrumbidgee Local Health District (MLHD) acting chief executive Jill Ludford has confirmed the document was from the hospital.  We are extremely concerned about this breach of patient privacy and confidentiality, she said.  Patient privacy and confidentiality are of the utmost importance to the local health district.  This is an unusual and rare occurrence and the hospital has reminded staff about the correct protocols regarding patient medical records.  All patients identified in the document or their next of kin have been notified.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "009053"
    ],
    "victim_id": "Wagga Base Hospital"
  }
}