{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Executive",
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        },
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "other": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1D80372A-9FA9-4EAA-ACD2-6CC6C82A6B9D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-05-02T23:59:00Z",
    "master_id": "1D80372A-9FA9-4EAA-ACD2-6CC6C82A6B9D",
    "modified": "2014-05-02T23:59:00Z",
    "timeline": {
      "notification": {
        "year": 2011
      }
    }
  },
  "reference": "http://www.phiprivacy.net/berkeley-heartlab-notifies-patients-of-insider-breach-involving-theft-of-trade-secrets/; http://www.tradesecretsnoncompetelaw.com/tags/berkeley-heartlab-inc/; https://www.celera.com/celera/pr_1271975818",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "  Berkeley HeartLab (a Celera business) notified the New Hampshire Attorney Generals Office that in late September of this year, it  learned that a former employee had accessed patient data in 2008 and/or 2009.  The employee subsequently went to work for an unnamed competitor, and BHL believes that the employee took the data for competitive purposes and not for purposes of identity theft.  The data accessed included names, addresses, dates of birth, lab tests run and results, and Social Security numbers.  The total number of patients whose data were acquired was not reported but 8 residents of New Hampshire were affected.  I did some digging into this breach and discovered that BHL had filed a lawsuit in January 2010 against Health Diagnostic Laboratory, Inc., and several former employees for trade secret violations and breach of contract.  You can read about the lawsuit on Trade Secrets and Noncompete Blog. Of relevance here, their coverage notes:      While unclear from the court papers, it appears that Berkeleys support for its CFAA claim is its allegation that two individual defendants accessed their Berkeley work computers without authorization, or in excess of their authorization, while still employed by Berkeley, to remove data to benefit Health Diagnostic.  I kept digging and found that in April 2010, there was a settlement agreement in the case, but the parties were not done with each other, it seems. On July 26, 2011, Health Diagnostic Lab filed suit against BHL and Celera for allegedly breaching the terms of the settlement agreement.  In any event, looking at the docket for the original lawsuit in terms of when they got around to post-settlement discovery, it seems likely that BHL first really got solid information about their former employees conduct through the discovery process in September 2011.  If BHL needed the discovery process to find out what former employees had accessed in excess of their authorized access, then Id love to know what kind of logs or auditing system they had in place in 2008 and 2009.  Surely logs would have reflected an unusual amount of data being downloaded, no?    ",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2008
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "325413",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Berkeley HeartLab"
  }
}