{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1E29FA58-DE29-47F1-821A-1E87BA3FE5C8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-19T22:37:00Z",
    "github": "3036",
    "master_id": "1E29FA58-DE29-47F1-821A-1E87BA3FE5C8",
    "modified": "2015-03-19T22:37:00Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.cbc.ca/news/canada/nova-scotia/doctors-warned-about-privacy-risk-of-old-fax-numbers-1.1391435",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Nova Scotia doctors are being warned about the risk posed by old fax numbers after a repeated breach of patient confidentiality in the Halifax area last fall.  \"We were alerted that a business person had been receiving faxes on a number that used to belong to a family physician,\" said John Gillis of Capital District Health Authority.  The doctor had retired but the fax number remained in the laboratory database at Capital Health.  The database automatically distributed lab test results to the number which had been reassigned to a business woman.  \"Much to her surprise she received patient information over the fax number,\" said Dr. Gus Grant, registrar and CEO of the Nova Scotia College of Physicians and Surgeons.  The business woman contacted the college and Capital Health in September to tell them about the situation.  The college began investigating and discovered  under Canadian Radio-television Telecommunications Commission rules  business numbers are automatically put back into circulation after one year.  \"Fax numbers and phone numbers live on. We have an obligation to stay current on our information and that includes contact information,\" said Grant.  Capital Health updated its lab data base and issued a reminder throughout its system about this case.  The college has issued a similar directive, warning doctors not to rely on old printed copies of its physicians' listing.  It also said retiring doctors or those changing fax numbers must tell colleagues and institutions.  The college discontinued its printed physician directory in 2009 over privacy concerns.  \"Clearly the aged telephone book that sits in a drawer in a clinic is a dangerous source of information,\" said Grant.  Sarah Levy-MacLeod, a spokesperson for Bell Aliant, said the phone company's practice is to retire business numbers for the one year maximum allowed.  \"After that, the numbers go back into our automated system and are available to customers,\" said Levy-MacLeod.   \"We encourage customers to verify destination fax numbers before sending information, particularly if that information is sensitive,\" she told CBC News in an email.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Capital Health"
  }
}