{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1117,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1117,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Repurpose"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "incident_id": "12cd65e0-0279-11e9-aee0-f7420d4f3238",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2018-12-18T12:05:18.886Z",
    "dbir_year": 2019,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "External actor hacks into account of a former employee.  Begins sending spam to patients."
      }
    ],
    "github": "12739",
    "master_id": "1e4e98aa-3f4f-43f8-9b23-41656cb37d4f",
    "modified": "2018-12-18T12:05:18.886Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 12,
        "year": 2018
      }
    }
  },
  "reference": "https://www.databreaches.net/ccrm-dallas-fort-worth-notifies-patients-of-data-security-incident/; https://www.ccrmivf.com/wp-content/uploads/2018/11/CCRM-Dallas-Data-Security-Incident.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "CCRM Dallas-Fort Worth has become aware of a potential data security incident that may have resulted in the inadvertent exposure of patients’ personal and health information. Although at this time there is no indication that an unauthorized party actually accessed or viewed patient information or evidence of patient information being misused, we have taken steps to notify anyone who may have been affected by this incident.   On October 4, 2018, we discovered that a former nurse’s email account had been accessed by an unknown, unauthorized third party. Upon learning that some patients had received spam email messages from the nurse’s account, the practice immediately contacted its IT vendor to deactivate the account and determine what information may have been impacted. The investigation determined that an intruder could have viewed or accessed patients’ names, addresses, email addresses, health information, insurance information and medical history within the account, and for a limited number of patients, Social Security numbers and driver’s license numbers.   Although there is no evidence that an unauthorized third party actually viewed or accessed patient health information and we are not aware of anyone’s information being misused, we take your privacy and security very seriously and have taken steps to prevent a similar event from occurring in the future. Notification letters mailed on December 3, 2018 include additional information about what happened and a toll-free number where patients can learn more about the incident. The call center is available Monday through Friday between 10 AM to 10 PM Central at 1-800-939-4170.   The privacy and security of patient information is a top priority for CCRM, which deeply regrets any inconvenience or concern this incident may cause.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "CCRM Dallas-Fort Worth"
  }
}