{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "CN"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "142030"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 6000000,
          "variety": "Credentials"
        },
        {
          "amount": 6000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 6000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1E70A11B-8892-435B-97F9-BFD6AEDE2811",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-15T04:55:32Z",
    "master_id": "1E70A11B-8892-435B-97F9-BFD6AEDE2811",
    "modified": "2014-05-10T00:58:18Z",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2011
      }
    }
  },
  "reference": "http://www.techinasia.com/hackers-steal-data-of-millions-of-chinese-net-users/; http://www.zdnet.com/blog/security/chinese-hacker-arrested-for-leaking-6-million-logins/11064",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "In what is being called the biggest hacking case in China's Internet history, police have arrested a man, surnamed Zeng, suspected of leaking personal information belonging to more than 6 million users of the China Software Developer Network (CSDN). Zeng has been detained on charges of illegal acquisition of computer data.  The leak occurred on December 21, 2011, exposing user names, passwords, and e-mail addresses belonging to online shopping, gaming, social networking, and even financial service websites. Police noticed that most of the leaked data dated from July 2009 to July 2010, indicating the CSDN server was hacked before July 2010, according to Shanghai Daily.  Zeng was caught in Wenzhou, east China's Zhejiang Province, on February 4, 2012 after an investigation into the case. During the inquiry, police also uncovered four other hackers doing similar deeds, and are still looking into their illegal activities. Zeng caught the police's attention because of what he posted in September 2010. He said he had gained control of the CSDN database after hacking into the CSDN server in April 2010.  After the incident, Beijing police punished CSDN for poorly securing its database. CSDN apologized to its subscribers and claimed that its server has been properly protected since September 2010. Hopefully this means it now encrypts the account details it stores, because chances are the organization will be hacked again at some point.  There are services such as PwnedList that keep track of online accounts that have been compromised, but I doubt this particular hack was recorded by this site. Even if you're not sure if you were one of the 6 million victims, it can't hurt to regularly change your password on all your online accounts. ",
  "timeline": {
    "incident": {
      "day": 21,
      "month": 12,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "CN"
    ],
    "employee_count": "Unknown",
    "industry": "51121",
    "region": [
      "142030"
    ],
    "victim_id": "Bailian Midami Digital Technology Co., Ltd"
  }
}