{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Log"
      },
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 265359,
      "data_victim": [
        "Customer"
      ],
      "notes": "Data  465000 records Such information that could have been exposed includes: name, social security number, bank account number, card number, date of birth, security answer, password,   all affected cardholders that it will provide them two years of credit monitoring free of charge. (Connecticut) 1year monitoring for Luisiana   Fusco said the bank had not found that any funds were stolen as a result of the breach and that it had no evidence that other crimes have been committed. As a result, it was not issuing replacement cards.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1EBBCA4B-52B2-4568-A28B-D9C6F630A7C0",
  "notes": "http://www.katc.com/news/data-breach-may-have-exposed-jp-morgan-chase-cardholders/;http://www.bayoubuzz.com/louisiana-news/baton-rouge-news/item/561503-hackers-may-have-exposed-personal-info-of-la-residents;http://www.huffingtonpost.com/2013/12/05/jpmorgan-cyber-attack_n_4388779.html;http://arstechnica.com/security/2013/12/hack-on-jpmorgan-website-exposes-data-for-465000-card-holders/;http://www.databreaches.net/louisiana-agencies-notified-of-breach-across-certain-jpmorgan-chase-systems-breach-not-confined-to-louisiana/;http://www.databreaches.net/jpmorgan-chase-breach-update-pile-on/;http://www.nbcphiladelphia.com/news/business/Data-Breach-to-Affect-Pa-Cardholders-234676751.html;http://www.sltrib.com/sltrib/news/57229169-78/breach-jpmorgan-customers-data.html.csp;http://www.hispanicbusiness.com/2013/12/6/data_breach_exposes_account_information_for.htm;http://www.bostonglobe.com/metro/2013/12/10/data-breach-could-expose-benefit-recipients-info/jf98QJfRsjwlHypHty3XyM/story.html;http://ivebeenmugged.typepad.com/my_weblog/2013/12/jpmorgan-chase-prepaid.html;http://www.bizjournals.com/boston/news/2013/12/11/jpmorgan-chase-data-breach-affects.html;http://www.kansascity.com/2013/12/12/4688533/jpmorgan-chase-job-aid-recipients.html   JPMorgan Chase & Co NAICS: 522110 Employees 265,359   Sites: Louisiana and Connecticut, PA, Rhode Island, Massachusetts, Michigan  Breach 2013-07-17 Incident/discovery 2013-09-17 Notification 2013-12-04  Data  465000 records Such information that could have been exposed includes: name, social security number, bank account number, card number, date of birth, security answer, password,   all affected cardholders that it will provide them two years of credit monitoring free of charge. (Connecticut) 1year monitoring for Luisiana   Fusco said the bank had not found that any funds were stolen as a result of the breach and that it had no evidence that other crimes have been committed. As a result, it was not issuing replacement cards.  Vector  web servers used by its site www.ucard.chase.com had been breached in the middle of September",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 2
      }
    },
    "created": "2016-01-18T08:48:00Z",
    "dbir_year": 2016,
    "github": "999",
    "master_id": "1EBBCA4B-52B2-4568-A28B-D9C6F630A7C0",
    "modified": "2016-01-18T08:48:00Z",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.katc.com/news/data-breach-may-have-exposed-jp-morgan-chase-cardholders/;http://www.bayoubuzz.com/louisiana-news/baton-rouge-news/item/561503-hackers-may-have-exposed-personal-info-of-la-residents;http://www.huffingtonpost.com/2013/12/05/jpmorgan-cyber-attack_n_4388779.html;http://arstechnica.com/security/2013/12/hack-on-jpmorgan-website-exposes-data-for-465000-card-holders/;http://www.databreaches.net/louisiana-agencies-notified-of-breach-across-certain-jpmorgan-chase-systems-breach-not-confined-to-louisiana/;http://www.databreaches.net/jpmorgan-chase-breach-update-pile-on/;http://www.nbcphiladelphia.com/news/business/Data-Breach-to-Affect-Pa-Cardholders-234676751.html;http://www.sltrib.com/sltrib/news/57229169-78/breach-jpmorgan-customers-data.html.csp;http://www.hispanicbusiness.com/2013/12/6/data_breach_exposes_account_information_for.htm;http://www.bostonglobe.com/metro/2013/12/10/data-breach-could-expose-benefit-recipients-info/jf98QJfRsjwlHypHty3XyM/story.html;http://ivebeenmugged.typepad.com/my_weblog/2013/12/jpmorgan-chase-prepaid.html;http://www.bizjournals.com/boston/news/2013/12/11/jpmorgan-chase-data-breach-affects.html;http://www.kansascity.com/2013/12/12/4688533/jpmorgan-chase-job-aid-recipients.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "NEW YORK/BOSTON, Dec 5 (Reuters) - JPMorgan Chase & Co is warning some 465,000 holders of prepaid cash cards issued by the bank that their personal information may have been accessed by hackers who attacked its network in July.  The cards were issued for corporations to pay employees and for government agencies to issue tax refunds, unemployment compensation and other benefits.  JPMorgan said on Wednesday it had detected that the web servers used by its site www.ucard.chase.com had been breached in the middle of September. It then fixed the issue and reported it to law enforcement.  Bank spokesman Michael Fusco said that since the breach was discovered, the bank has been trying to find out exactly which accounts were involved and what information may have been compromised. He declined to discuss how the attackers breached the bank's network.  Fusco said the bank was notifying the cardholders, who account for about 2 percent of its roughly 25 million UCard users, about the breach because it couldn't rule out the possibility that their personal information was among the data removed from its servers.  The bank typically keeps the personal information of its customers encrypted, or scrambled, as a security precaution. However, during the course of the breach, personal data belonging to those customers had temporarily appeared in plain text in files the computers use to log activity.  The bank believes \"a small amount\" of data was taken, but not critical personal information such as social security numbers, birth dates and email addresses.  Cyber criminals covet such data because it can be used to open bank accounts, obtain credit cards and engage in identity theft. Many states require banks to notify customers if they believe there is any chance that such information may have been taken in a breach.  The bank is also offering the cardholders a year of free credit-monitoring services.  The warning only affects the bank's UCard users, not holders of debit cards, credit cards or prepaid Liquid cards.  Fusco said the bank had not found that any funds were stolen as a result of the breach and that it had no evidence that other crimes have been committed. As a result, it was not issuing replacement cards.  The spokesman declined to identify the government agencies and businesses whose customers it had warned about the breach.  Officials from the states of Louisiana and Connecticut said the bank notified them this week that personal information of some of their citizens may have been exposed.  Louisiana citizens included about 6,000 people who received cards with state income tax refunds, plus 5,300 receiving child support payments and 2,200 receiving unemployment benefits, according to a statement from state Commissioner of Administration Kristy Nichols on Wednesday.  Nichols said Louisiana would \"hold JP Morgan Chase responsible\" for protecting the rights and personal privacy of the citizens.  Connecticut Treasurer Denise Nappier said she was \"dismayed\" that the bank took two and a half months to notify the state of the problem.  \"JPMorgan Chase has some work to do, not only to assure the holders of its debit cards, but also to restore the state's confidence in the company's ability to remain worthy of our continued business,\" Nappier said in a statement on Thursday.  The bank said it didn't know who was behind the attack, though the Secret Service and FBI were investigating the matter.  Businesses and government agencies are increasingly using prepaid cards because they are easier to cash than paper checks.  Yet the vast stores of data behind payment cards of all kinds have created new risks. In 2007, some 41 million credit and debit card numbers from major retailers, including the owner of T.J. Maxx stores, were stolen.  In May of this year, U.S. prosecutors said a global cybercrime ring had stolen $45 million from banks by hacking into credit card processing firms and withdrawing money from automated teller machines in 27 countries. (Reporting by David Henry in NEW YORK and Jim Finkle in BOSTON; Editing by Christopher Cushing and Bernadette Baum)",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 2
    },
    "incident": {
      "day": 17,
      "month": 9,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "522110",
    "locations_affected": 6,
    "region": [
      "019021"
    ],
    "victim_id": "JPMorgan Chase & Co"
  }
}