{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 15,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 15,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "1F69F37B-7502-440C-9C1B-FE389B39BFAC",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-25T21:51:23Z",
    "github": "4089",
    "master_id": "1F69F37B-7502-440C-9C1B-FE389B39BFAC",
    "modified": "2015-03-25T21:51:23Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.ketknbc.com/news/crimewatch/etx-hospital-owner-convicted-of-health-care-fraud",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Dallas County, Texas, physician has been convicted of 15 counts of health care fraud violations in the Eastern District of Texas, announced U.S. Attorney John M. Bales today.  Tariq Mahmood, 63, of Cedar Hill, Texas, was found guilty by a jury of conspiracy to commit health care fraud, seven counts of health care fraud, and seven counts of aggravated identity theft following a four day trial before U.S. District Judge Michael Schneider.  According to information presented in court, Mahmood, a general practitioner, owned and operated several hospitals in the state of Texas, including Cozby Germany Hospital in Grand Saline, Renaissance Terrell Hospital in Terrell, Central Texas Hospital in Cameron, Community General Hospital in Dilley, and Lake Whitney Medical Center in Whitney. From January 2010 to April 2013, Mahmood and others carried out a scheme to defraud Medicare and Medicaid through the submission of false and fraudulent claims. Mahmood and others added, changed, deleted, and incorrectly sequenced diagnostic codes in a way that did not reflect the actual diagnoses and conditions of the patients. They submitted false and fraudulent claims to Medicare and Medicaid based on the added, changed, deleted, and incorrectly sequenced diagnostic codes. Mahmood and others also unlawfully used Medicare beneficiaries names and Medicare numbers in order to commit health care fraud. Mahmood was indicted by a federal grand jury on April 11, 2013.  Mahmood faces up to 10 years in federal prison for the conspiracy conviction, 10 years for each health care fraud conviction and two years for each aggravated identity theft conviction. A sentencing date has not been set.  The case was investigated by the Texas Office of the Attorney General  Medicaid Fraud Control Unit (OAG-MFCU), the U.S. Department of Health and Human Services  Office of the Inspector General (HHS-OIG), the Federal Bureau of Investigation (FBI), and the U.S. Postal Inspection Service (USPIS). This case was prosecuted by Assistant U.S. Attorneys Nathaniel C. Kummerfeld and Frank Coan and Special Assistant U.S. Attorneys Alma Hernandez and Ken McGurk.  Any individuals with knowledge of these or other health care fraud violations are encouraged to contact the Department of Health and Human Services fraud hotline at 1-800-HHS-TIPS (447-8477)  ",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 3
    },
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 4,
      "notes": "NAICS: 622110 for all",
      "victim_id": [
        "Renaissance Terrell Hospital",
        " Central Texas Hospital",
        " Community General Hospital",
        " Lake Whitney Medical"
      ]
    },
    "state": "TX",
    "victim_id": "Cozby Germany Hospital"
  }
}