{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2076FFE1-BAA2-4484-B54B-44D3BE0F34C7",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2014,
    "github": "5835",
    "master_id": "2076FFE1-BAA2-4484-B54B-44D3BE0F34C7",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.limaohio.com/news/news/153530342/Local-radiologist-charged-with-HIPPA-violation",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The State Medical Board of Ohio has charged a local radiologist for violating the federal Heath Insurance Portability and Accountability Act otherwise referred to as HIPPA.   According to a consent agreement between the medical board and Dr. Aimee Hawley, during testimony she admitted to intentionally accessing electronic medical records of a colleague when they were a patient at St. Ritas Medical Center in September 2013. She also acknowledged that she was not treating the colleague, nor was she asked to consult or provide insights regarding the colleagues condition. She also did not request access or permission to access these medical records.  Because of these actions, the physician violated HIPPA and Principal IV of the American Medical Association Principles of Medical Ethics, which states a physician shall respect the rights of patients, colleagues and other health professionals, and shall safeguard patient confidences and privacy within the constraints of the laws.  Hawley did not return phone calls seeking comment.   Referring to the consent agreement, Beth Keehn, the director of marketing and communications at Mercy Health, St. Ritas said, s exactly what it looks like.  However, the violation did not occur through the main center, she said, instead occurring at an affiliated center Lima Radiological Associates.   Nicole Nelson, the director of St. Ritas Radiology Department, declined to comment.   The consent agreement, issued earlier this year, determined Hawley would be reprimanded and agreed to a probationary punishment for the violations, including quarterly declarations confirming compliance, a visit with a representative from the board for an in-person interview, providing documentation of completion for courses on professional ethics with a written report describing the course and how she will apply its lessons, and writing a formal letter of apology to the physician colleague whose records she accessed, in addition to providing a copy of the agreement to all employers and licensing authorities.   According to the Imaging Consultants of Findlay website, Hawley has been an American Board of Radiology certified practicing physician for more than 20 years, having spent 12 years with Lima Radiological Associates at St. Ritas Hospital and 12 years with the U.S. Air Force. While at Lima Radiological Associates she served in numerous positions including medical director of radiology, medical director of womens wellness center and chief of the medical staff.   She studied at Uniformed Services University of Health Sciences in Bethesda, Maryland, and completed her residency at Georgetown University Medical Center. Professionally, Hawley is a member of the American College of Radiology, American Roentgen Ray Society and Radiological Society of North America.",
  "timeline": {
    "incident": {
      "month": 9,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "secondary": {
      "notes": "NAICS: 622110",
      "victim_id": [
        "St. Rita's Medical Center"
      ]
    },
    "state": "OH",
    "victim_id": "Lima Radiological Associates"
  }
}