{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 11000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 11000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Incident response"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2083E6A6-BFDD-4145-B94C-F78EB38BD1F0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T03:58:00Z",
    "dbir_year": 2016,
    "github": "6742",
    "master_id": "2083E6A6-BFDD-4145-B94C-F78EB38BD1F0",
    "modified": "2016-02-02T03:58:00Z",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/cottage-health-notifying-11000-patients-whose-records-were-exposed/; http://healthitsecurity.com/news/exposed-server-causes-cottage-health-healthcare-data-breach",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Nearly 11,000 patients have had their health information breached in a recent healthcare data breach at Cottage Health in California.  According to a hospital statement, an outside IT security contractor was testing the provider's data systems when it discovered a server that had been breached. The contractor has since shut down the server.  Potentially disclosed information includes patient names, addresses, Social Security numbers, and health information such as diagnosis or procedure. No other financial or billing information was included in the breach.  Potentially affected individuals include those receiving care at Goleta Valley Cottage Hospital, Santa Barbara Cottage Hospital, and Santa Ynez Valley Cottage Hospital.  According to Cottage Health, this information was exposed between October 26 and November 8 of this year. Since then, the provider has issued data breach notification letters to potentially affected individuals. These letters were sent on December 1.  Cottage Health has also offered those individuals a free, one-year subscription to a credit monitoring service.  A team of cyber security experts was employed by CH to test data system security. This team recently discovered and shut down a single server that was exposed between October 26 and November 8, 2015. Our investigation revealed that limited information of approximately 11,000 Cottage Health patients was exposed.We are deeply sorry and regret any inconvenience or concern this may cause. We value our patients' trust and will continue rigorous testing of our systems, using the latest technology to safeguard data. Notification letters were mailed to individuals who were potentially impacted, so that we can provide them with identity theft protection services as a precaution.  The information involved included names, addresses, social security numbers and limited medical information such as diagnosis and procedure. There is no evidence that driver's license numbers or financial information was compromised.We have hired a third-party computer forensic company to continue the investigation. At this time we have no indication that information was misused.",
  "timeline": {
    "discovery": {
      "unit": "Weeks",
      "value": 2
    },
    "incident": {
      "day": 26,
      "month": 10,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Cottage Health"
  }
}