{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    },
    "social": {
      "target": [
        "Unknown"
      ],
      "variety": [
        "Bribery"
      ],
      "vector": [
        "In-person"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      },
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "23286CD9-786B-45F8-B9FE-C92803A9010B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-11-21T08:23:00Z",
    "github": "4681",
    "master_id": "23286CD9-786B-45F8-B9FE-C92803A9010B",
    "modified": "2014-11-21T08:23:00Z",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/fl-defendant-convicted-in-identity-theft-tax-fraud-scheme-involving-medical-patients-personal-identifying-informati/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Kenol Augustin, 36, of Miami, was convicted by a federal jury of one count of conspiracy to commit access device fraud, in violation of Title 18, United States Code, Section 1029(b). Sentencing is scheduled for January 15, 2015. At sentencing, Augustin faces up to five years in prison.  According to court documents and evidence presented at trial, in January 2012, an individual recruited into the scheme searched their employers database and accessed the names and Social Security numbers (personal identity information or PII) of individual medical patients. This employee then provided a list of individuals PII in exchange for a cash payment made by defendant Augustin. Augustin and his co-conspirators then caused false and fraudulent tax returns seeking refunds to be filed with the Internal Revenue Service using the PII that the conspirators had so obtained.  Defendant Barnard (13-20684-CR-COOKE), who was also involved in this conspiracy, was sentenced on July 23, 2014 to 36 months in prison, to be followed by two years of supervised release, and was ordered to pay restitution of $57,000. Barnard pled guilty to one count of possession of 15 or more unauthorized access devices, in violation of Title 18, United States Code, Sections 1029(a)(3) and 2, and one count of aggravated identity theft, in violation of Title 18, United States Code, Section 1028A(a)(1).  Mr. Ferrer commended the investigative efforts of IRS-CI and the USSS. These cases are being prosecuted by Assistant U.S. Attorneys James V. Hayes and Gera Peoples.  SOURCE: U.S. Attorneys Office, Southern District of Florida  Court filings indicate that the individual who searched their employers database was Tawana Cole, who was also charged in this case, and who was subsequently listed as a potential government witness in the case against Augustin. Cole, who was charged with providing the PII to Moshi Barnard, entered a plea in October.  The data theft and misuse occurred between December 2011 and January 2012.  Although the court records do not name the covered entity whose patient information was stolen, the governments filings noted that the case had been investigated by the Aventura Police Department, and that William Sims, Chief Security Officer, Memorial Healthcare might be called as a witness for the prosecution, so it appears that this was likely their patient information. I do not see any corresponding entry in HHSs public breach tool or in breaches previously noted on this blog, but it may be one of those &lt;500 cases.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 2
    },
    "incident": {
      "month": 12,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Memorial Healthcare"
  }
}