{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2400000,
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2400000,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "234DF890-29E8-421D-A69F-062701170D54",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-09-29T16:19:00Z",
    "github": "4348",
    "master_id": "234DF890-29E8-421D-A69F-062701170D54",
    "modified": "2014-09-29T16:19:00Z",
    "timeline": {
      "notification": {
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.jsonline.com/news/crime/chinese-engineer-accused-of-stealing-trade-secrets-from-ge-unit-b99344912z1-274122821.html; http://media.jrn.com/documents/gecomplaint.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Chinese engineer who worked in Waukesha for a subsidiary of GE Healthcare stole about 2.4 million files of trade secrets and other confidential company information and sent it to China, according to GE and the FBI.  Jun Xie, 41, who joined the medical equipment giant in 2008, had been suspended and hit with a civil suit by the company in July.  Then on Wednesday, just as that action appeared closed with Xie's agreement to an injunction ordering him to return what he could and cooperate with the company's investigation, he was charged in federal court with criminal theft of trade secrets and appeared in court.  The case is at least the second involving theft of sensitive technical data by a Chinese citizen working in the Milwaukee area. Last year, a cancer researcher at the Medical College of Wisconsin was charged with economic espionage before later pleading guilty to a lesser charge.  According to the criminal complaint, GE officials discovered in June that Xie had accessed and copied about 2.4 million files  about 1.4 gigabytes of data  from the company's secure network, starting in February 2013. Much of the information was of the type Xie was not authorized to use and was not necessary to his work writing source code for magnetic resonance technology.  The files included engineering designs, testing data, business strategy and source code for magnetic resonance systems. In court documents, GE said it would suffer \"irreparable harm\" if the trade secrets were disclosed.  Xie agreed to talk with FBI agents in June and said he began downloading GE's materials after his wife moved back to China from Waukesha early last year, and he realized he would return there, too, and would need to find work.  He told agents he downloaded lots of materials he knew were important to GE Healthcare, copied it to separate storage devices and sent them to his wife and brother in China.  Xie also said he planned to join a Chinese company that competes with GE in the MRI field but said he never gave the other firm the GE information and only intended to use it himself.  On Wednesday, the same day a federal magistrate judge in Milwaukee granted a permanent injunction to prevent Xie from obtaining any more GE information and ordering that he try to get back the storage devices he sent to China, he was arrested in Waukesha.  General Electric sued Xie in federal court in July, alleging claims of conversion, breach of contract, state and federal computer fraud, and violations of the trade secrets act.  GE asked for damages as well as court orders that Xie return all confidential, proprietary information to GE, cease accessing, copying or disclosing such information, and preserve all documents relative to his actions.  Xie has not retained an attorney, according to court records, but on his own agreed to cooperate with GE.  Xie joined GE Healthcare in 2008 as an engineer to write source code for GE's magnetic resonance technology. GE Healthcare is a major manufacturer of magnetic resonance imaging machines. The criminal complaint says he was in the U.S. under an H1B non-immigrant work visa and had been in the country since 2002.  Amanda Gintoft, a spokeswoman for GE Healthcare Systems, issued this statement late Thursday after an inquiry to the company's attorney in the civil suit:  \"GE considers theft of its intellectual property a very serious matter and will take all steps necessary to pursue those who engage in such acts. We will cooperate fully with the government in its criminal investigation but, as a company policy, GE does not comment on ongoing litigation.\" ",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "424990",
    "region": [
      "019021"
    ],
    "state": "WI",
    "victim_id": "GE Healthcare"
  }
}