{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "NA"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Tapes"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 12500000,
          "variety": "Bank"
        },
        {
          "amount": 12500000,
          "variety": "Payment"
        },
        {
          "amount": 12500000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 12500000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "23643B5E-BE40-408B-AFE0-9544D02978BE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 2
      }
    },
    "created": "2014-02-13T04:54:20Z",
    "master_id": "23643B5E-BE40-408B-AFE0-9544D02978BE",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 9,
        "year": 2008
      }
    }
  },
  "reference": "http://www.wctv.tv/news/headlines/28132494.html?storySection=comments ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "One bank fails its responsibilities to protect consumers, resulting in the disclosure of personal data for millions of people.  The Florida Attorney General calls it alarming, and so do area residents after hearing the Bank of New York Mellon Shareowner Services (BNY Mellon SS) lost the data of 12.5 million consumers nationwide.  More than 742,000 Florida residents may have had their personal data disclosed in the breach.  Concerned citizen Keith Hull said, \"I'd be pretty angry. I'd be really mad. In fact, I'd take my money out of that bank and go to another one immediately because I'm mad at them.\"  Envision Credit Union is not involved, but helps point out that while financial institutions have protection measures, it's usually third parties that cause security breaches.  Leslie Smith, the Director of Marketing Services at Envision Credit Union, said, \"Such as a restaurant, a company or a doctor's office. Their files are stolen, their computers are hacked into and their information is stolen. The people then use that stolen information to open up other accounts.\"  In the case of BNY Mellon, the attorney general's alert says on February 27th, an archive vendor lost six back-up tapes during transport to a storage facility.  The attorney general says not only should those millions who received notification letters promptly review their bank statements, but everyone should check for fraudulent activity on a regular basis.  Tallahassee resident Jared Scott Finnegan said, \"The fact that if my personal information could be out there and people could be using it for whatever reason, it's kind of uncomfortable.\"  Smith says to safeguard your identity, you should: check you credit report and don't give personal information to anyone you don't know.    PRESS RELEASE:  TALLAHASSEE - Attorney General Bill McCollum today issued a consumer alert following a significant loss of data from The Bank of New York Mellon Shareowner Services (BNY Mellon SS). More than 742,000 Florida residents may have had their personal data disclosed as a result, out of a total of 12.5 million consumers nationwide whose data was involved in the breach.  The Attorney General cautioned consumers who are or have been clients of BNY Mellon to closely review their accounts for unauthorized charges and monitor their bank and credit card statements.  The magnitude of this data breach is truly alarming and emphasizes the need for consumers to be vigilant about checking their bank and credit card activity on a regular basis, said Attorney McCollum. I urge all Floridians to be aware and active in protecting themselves against fraud and identity theft.  The data breach occurred on February 27, 2008 when an archive vendor for BNY Mellon lost six back-up tapes during transport to a storage facility.  Those back-up tapes contained personally identifiable information for approximately 12.5 million shareholders. Because the back-up tapes contained data that had been used for different purposes and stored in different file types, the timing of notification to individuals varied.  BNY Mellon began mailing an initial group of easily-identifiable individuals in March 2008, another group of individuals who were harder to identify in May 2008, and a third group in late August 2008. Mailings to the last group are expected to be completed in the next few weeks.  All consumers who have received a notification from BNY Mellon should promptly review bank statements and transactions to check for unusual activity and report fraudulent charges to banks or credit card issuers for investigation, reversal, or card reissuance. BNY Mellon has established a website for consumers to learn about the data breach: http://www.bnymellon.com/tapequery/faqs.html and a link with specific information concerning the February 27, 2008 BNY Mellon breach: http://www.bnymellon.com/tapequery/shareownerservices.html. BNY Mellon also has established a toll-free help line that consumers may contact: 1-877-289-0136.  BNY Mellon is offering each affected individual two years of free credit monitoring and $25,000 in identity theft insurance coverage for all affected individuals who enroll or have enrolled in the credit monitoring service. In addition, BNY Mellon will reimburse affected individuals for the cost of one placement and one removal of a credit freeze for each of the three credit reporting agencies.  Consumers who believe they may have been a victim of identity theft related to this or any other data breach are encouraged to contact the Attorney Generals Fraud Hotline at 1-866-9-NO-SCAM (1-866-966-7226).  Other steps to take include contacting police and requesting that the national credit bureaus place a fraud alert on your credit report. Notify banks and creditors involved of questionable charges or accounts, keep records of all telephone calls and follow up in writing with credit bureaus, banks and creditors. For additional tips on combating identity theft, log onto the Attorney Generals website at http://myfloridalegal.com.",
  "timeline": {
    "incident": {
      "day": 27,
      "month": 2,
      "year": 2008
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "Unknown",
    "industry": "000",
    "region": [
      "000000"
    ],
    "victim_id": "Bank of New York Mellon Corp/The"
  }
}