{
  "action": {
    "hacking": {
      "variety": [
        "DoS"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Hours",
        "value": 4
      },
      "variety": [
        "Interruption"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "43702e60-2385-11eb-b77f-316b5c5dd5eb",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2020-11-11T01:13:09.897Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "au",
        "summary": "attacker dos'd servers."
      }
    ],
    "github": "16014",
    "master_id": "236e62e8-f466-4186-bc12-de463cf45be4",
    "modified": "2020-11-11T01:13:09.897Z",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 8,
        "year": 2020
      }
    }
  },
  "reference": "https://www.zdnet.com/article/telstra-dns-falls-over-after-denial-of-service-attack/",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The attack kicked off some time before 10:30am on the Australian east coast.  \"Some of our Domain Name Servers (DNS) used to route your traffic online are experiencing a cyber attack, known as a Denial of Service (DoS),\" Telstra said on Twitter just before noon.  \"Your info isn't at risk. We're doing all we can to get you back online.\"  Customers that switched their DNS settings away from Telstra were able to mitigate the outage. At the same time, Telstra's own outage site was misbehaving and returning 502 errors on occasion, and at other times, returning 404 errors.  At 12:05pm, Telstra said it had a handle on the attack.  \"We're blocking the malicious traffic attacking some of our services. We are confident we have blocked all of this malicious traffic and are working to get you back up and running again. Thanks for sticking with us,\" it said.   Avast Business Small Office Protection Get 20% Off  Now is the time to make sure your business devices and data are protected against hackers and cybercrime. Get complete online security for small businesses with robust, real-time protection against ransomware and the latest cyberattack methods.  Tools & Templates provided by AVAST By 2:27pm, Telstra said the issue was fixed.  \"The massive messaging storm that presented as a Denial of Service cyber-attack has been investigated by our security teams and we now believe that it was not malicious, but a Domain Name Server issue,\" the telco said.  \"We're really sorry for getting in the way of your weekend plans.\"  Telstra has been vocal in recent times about its DNS filtering capabilities, dubbed Cleaner Pipes, that are used to fight malware passing through its network.  The initiative focuses on blocking command and control communications of botnets, the downloading of remote access trojans, as well as other forms of malware. The telco said in May it is already blocking \"millions of malware communications\" when the traffic hits its infrastructure.  \"This action reduces the impact of cyber threats on millions of Telstra's customers including stopping the theft of personal data, financial losses, fraudulent activity, and users' computers being infected with malware.  We know many consumers and small businesses do not have the resources to adequately protect themselves,\" Telstra CEO Andy Penn said.  \"Cleaner Pipes means we are able to more actively block cyber threats on our network that would compromise the safety of our customers' personal information. While it will not completely eliminate the risk, or substitute appropriate threat protection, it will contribute to significantly reducing the volumes and impact.\"  The initiative was recommended as a example that could be replicated by other telcos in the industry advisory panel report that is set to feed into Australia's upcoming 2020 Cyber Security Strategy. The report added there should be legislation to both back up the process and provide safe harbour provisions to give telcos certainty about the information they share with each other in responding to cyber threats.  Fellow Australian ISP iiNet suffered from a DNS outage at the start of the year. In that instance, the telco recommended users set their DNS to use a publicly available service such as Cloudflare's 1.1.1.1 service.",
  "targeted": "Targeted",
  "timeline": {
    "incident": {
      "day": 1,
      "month": 8,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "25001 to 50000",
    "government": [
      "NA"
    ],
    "industry": "517312",
    "region": [
      "009053"
    ],
    "victim_id": "Telstra"
  }
}