{
  "action": {
    "unknown": {}
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "discovery_notes": "documents to be released in the media (but not by the threat agent)",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "23C4FD85-519A-4ED7-9E93-45D88E385E3E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T08:01:00Z",
    "dbir_year": 2016,
    "github": "6000",
    "master_id": "23C4FD85-519A-4ED7-9E93-45D88E385E3E",
    "modified": "2016-02-02T08:01:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 5,
        "year": 2015
      }
    }
  },
  "reference": "http://www.independent.ie/business/irish/ibrc-identifies-source-of-leaked-bank-data-31300734.html;;http://www.irishtimes.com/business/financial-services/rt%C3%A9-story-on-o-brien-and-ibrc-based-on-leaked-letter-to-bank-liquidator-1.2210012",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The special liquidators to the Irish Bank Resolution Corporation are understood to have identified the source of the leak of confidential client data from the bank.           Share  _   _   _   _             The individual is understood to be an employee of the bank who provided information to a third party, according to an informed source.    Kieran Wallace and Eamonn Richardson of KPMG launched the internal probe into the leaking of information about the bank's former client - the businessman Denis O'Brien - following allegations that information circulated to the independent TD, Catherine Murphy, was \"stolen\" and had been tampered with.   Last weekend the liquidators said they were \"following a definite line of inquiry\" and they are understood to have pinpointed the source of the leak last week.    The informed source said that the employee admitted culpability and is apparently shocked at the events that have unfolded since the confidential information was brought into the public domain in the Dail.   The special liquidators' internal investigation into the security breach is also likely to examine whether other former clients of the bank were affected.    One source, who has extensive business contacts, said that \"potentially dozens\" of files relating to high-profile former clients of the IBRC are now believed to be in circulation.   Catherine Murphy and Pearse Doherty, the Sinn Fein TD, have both said they have information about other major clients of IBRC.    Mr Doherty told the Dail last week that \"there is other information in terms of other individuals. If there needed to be more information put into the public domain to convince the Government that the terms of reference need to be extended, then that is something I am willing to do.\"   Ms Murphy said she had details of IBRC accounts and account holders who may have received significant debt write-downs.    She denied in the Dail last week that the information she received about Mr O'Brien was stolen or inaccurate and insisted that she raised it in the public interest.   The liquidators will almost certainly have to alert former clients of the bank if their records were compromised.    The Dail voted last week to approve the terms of reference of the new Commission of Investigation into certain transactions at IBRC, which will be headed by a retired High Court judge, Daniel O'Keeffe.   A spokesperson said the IBRC's special liquidators were making \"no comment\" when contacted by the Sunday Independent.    In a statement issued last weekend, however, a spokesman said the advice to the special liquidators was to \"conclude their current internal inquiries before initiating any further action. Such further action may include informing the appropriate authorities, including the garda.\" ",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "IE"
    ],
    "employee_count": "101 to 1000",
    "industry": "522110",
    "region": [
      "150154"
    ],
    "victim_id": "Irish Bank Resolution Corporation"
  }
}