{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 222,
          "variety": "Bank"
        },
        {
          "amount": 222,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 222,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "25443487-100C-47B1-9336-9E1C14D1F8EA",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T09:32:00Z",
    "dbir_year": 2016,
    "github": "6603",
    "master_id": "25443487-100C-47B1-9336-9E1C14D1F8EA",
    "modified": "2016-02-09T09:32:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://www.shropshirestar.com/news/2015/11/12/probe-into-data-breach-at-telford-wrekin-council-as-it-sends-out-222-letters-revealing-personal-details/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An investigation has been launched after Telford & Wrekin Council admitted sending out more than 200 letters disclosing personal information about other residents.  Telford & Wrekin Council 33 Comments \t \t  The error, which saw 222 incorrectly printed letters sent to homes in the borough, was in breach of data rules, the authority has admitted. Council chiefs today apologised for the blunder, which they said was down to human error.  A disabled woman in her 60s, who lives in Telford but does not want to be named, said someone else's name, address and account number had been printed on a form she received from the authority to apply for a council tax reduction.  She said: \"I'm disabled and every year I get a form to apply for a reduction on my council tax.  \"When I had my letter this year it had someone else's name, address and account number on the form.  \"I don't know if my details have gone to someone else either.  \"I phoned them up and they said there had been a serious error and they were investigating what had happened.  \"That's how I found out it wasn't just me.  \"They tell you that your details are going to be safe but then something like this happens.  \"I think it's disgusting.\"  Russell Griffin, spokesman for Telford & Wrekin Council, said letters of apology had already been sent out to residents and a full investigation was under way.  He added: \"We can confirm that a data breach has occurred with 222 customer letters being incorrectly printed as double- sided rather than single-sided.  \"Each letter should have had a blank reverse but the next customer's details were printed instead. We would like to apologise to our customers for this breach, which was caused by human error.  \"We are carrying out a full investigation to establish how this happened and will be reviewing our procedures to see what changes we can make to ensure this does not happen again. A letter of explanation complete with our sincere apologies has gone out to all those affected.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "921120",
    "region": [
      "150154"
    ],
    "victim_id": "Telford & Wrekin Council"
  }
}