{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 6200,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 6200,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "021AD10F-6D53-4318-BB79-E20B2DEF39EF",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-30T23:07:00Z",
    "dbir_year": 2016,
    "github": "7277",
    "master_id": "2573EA7C-6EC7-48F2-BB6D-FF4F5383BE74",
    "modified": "2016-08-30T23:44:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://www.dailystarjournal.com/news/local/article_3917801d-99bb-560b-9ded-54a4f3af9d4c.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "About 6,200 accounts at Western Missouri Medical Center were turned over to a collection agency due to a glitch in the computer changeover, interim President/CEO Darinda Reberry said. Reberry said the glitch occurred among patients who had several accounts that the new computer system did not link. She said patients may have made payments that were credited to one account. That account may have had a credit, but the computer did not transfer any of the payment to other accounts, which then became delinquent. Board President Larry Purcell said when the accounts reached the 120-day overdue mark, the computer automatically sent them to the collection agency, which then sent out notices to the account holders. No one at the medical center noticed, he said, due to the delays involved in submitting claims to the insurance companies during the changeover of the computer system. Reberry said the hospital had not turned anyone over to the collection agency for 15 months. The hospital became aware of the problem when patients began calling, he said, adding about 200 calls per day were received. He said most people were OK when they learned about the situation and that the medical center would take care of it. Purcell said, \"It was better that there were a lot (of accounts)\" as the problem \"became glaringly obvious quickly. If it had been a small number, bureaucratic paperwork would have buried them.\" The hospital \"decided to take the high road,\" he said, advertised the problem and asked people to call. \"People are calling, and we are fixing it,\" he said. \"We made sure as they phoned in that they were pulled back from the collection agency, and we're making sure no one is turned over to the credit bureau.\" Reberry said different processes are in place now \"to check across the whole continuum\" so the problem does not recur, and additional resources are in place to answer phones. \"We've added a position so we can address concerns,\" Reberry said. \"If people are having issues, we want them to call.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "MO",
    "victim_id": "Western Missouri Medical Center"
  }
}