{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Inadequate processes"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "IN"
      ],
      "industry": "541990",
      "motive": [
        "Unknown",
        "NA"
      ],
      "notes": "Fedtrans",
      "region": [
        "142034"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "25CE9AA9-2F4C-4E48-99F0-5E35F7D6F81A",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-05T04:47:08Z",
    "github": "1460",
    "master_id": "25CE9AA9-2F4C-4E48-99F0-5E35F7D6F81A",
    "modified": "2015-03-05T04:47:08Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.ftc.gov/news-events/press-releases/2014/01/provider-medical-transcript-services-settles-ftc-charges-it; http://www.ftc.gov/system/files/documents/cases/140203gmrcmpt.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A company that provides medical transcription services has agreed to settle Federal Trade Commission charges that its inadequate data security measures unfairly exposed the personal information of thousands of consumers on the open Internet, in some instances including consumers medical histories and examination notes.  In its complaint against California-based GMR Transcription Services, Inc. and the companys two principal owners, the FTC alleges that GMR hired contractors to transcribe audio files received from the companys customers.  The contractors downloaded the files from the companys network, transcribed them, and then uploaded transcripts back to the network.  GMR then made the transcripts available to customers either directly or by e-mail.  Because of inadequate security, the complaint alleges, medical transcript files prepared between March 2011 and October 2011 by Fedtrans, GMRs service provider, were indexed by a major internet search engine and were publicly available to anyone using the search engine.  Some of the files contained notes from medical examinations of children and other highly sensitive medical information, such as information about psychiatric disorders, alcohol use, drug abuse, and pregnancy loss.  The FTCs consent order with GMR marks the 50th  data security case the Commission has settled since undertaking its data security program 12 years ago.  The Commission issued a statement today reaffirming the basic principles behind the FTCs data security enforcement program.  What started in 2002 with a single case applying established FTC Act precedent to the area of data security has grown into a vital enforcement program that has helped to increase protections for consumers and has encouraged companies to make safeguarding consumer data a priority, the Commission statement says.  In the case of GMR, the files handled by the company included sensitive information about consumers, including their drivers license numbers, tax information, medical histories, notes from childrens medical examinations, medications and psychiatric notes, according to the FTCs complaint.  According to the complaint, GMRs privacy statements and policies promised that materials going through our system are highly secure and are never divulged to anyone. However, the company never required the individual typists it hired as contractors to implement security measures, such as installing anti-virus software.  In addition, an independent service provider GMR hired to transcribe medical files stored and transmitted the files in clear and readable text on a server that was configured so that they could be accessed online by anyone without authentication.  Under the terms of GMRs settlement with the FTC, GMR and its owners are prohibited from misrepresenting the extent to which they maintain the privacy and security of consumers personal information.  They also must establish a comprehensive information security program that will protect consumers sensitive personal information, including information the company provided to independent service providers.  In addition, the company must have the program evaluated both initially and every two years by a certified third party. The settlement will be in force for the next 20 years.  The Commission vote to accept the consent agreement package containing the proposed consent order for public comment was 4-0. The Commission vote to issue the statement also was 4-0. The FTC will publish a description of the consent agreement package in the Federal Register shortly. The agreement will be subject to public comment for 30 days, beginning today and continuing through March 3, 2014, after which the Commission will decide whether to make the proposed consent order final. Interested parties can submit written comments electronically or in paper form by following the instructions in the Invitation To Comment part of the Supplementary Information section. Comments in electronic form should be submitted online and following the instructions on the web-based form. Comments in paper form should be mailed or delivered to: Federal Trade Commission, Office of the Secretary, Room H-113 (Annex D), 600 Pennsylvania Avenue, N.W., Washington, DC 20580. The FTC requests that any comment filed in paper form near the end of the public comment period be sent by courier or overnight service, if possible, because U.S. postal mail in the Washington area and at the Commission is subject to delay due to heightened security precautions.",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "541990",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "GMR Transcription Services, Inc."
  }
}