{
  "action": {
    "physical": {
      "notes": "External actor shot and killed the postal carrier and stole the mail and his master key.",
      "variety": [
        "Assault",
        "Theft"
      ],
      "vector": [
        "Public vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Unknown"
      },
      {
        "variety": "M - Unknown"
      },
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Assets include the person who was killed, the mail and the master key."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss",
        "Destruction"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        },
        {
          "amount": 1,
          "variety": "Other"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored encrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "25EE0CC5-C946-4291-B4ED-2F6EC48334AD",
  "plus": {
    "analysis_status": "Needs review",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-18T22:30:00Z",
    "github": "3610",
    "master_id": "25EE0CC5-C946-4291-B4ED-2F6EC48334AD",
    "modified": "2014-07-18T22:30:00Z",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2010
      }
    }
  },
  "reference": "http://www.reuters.com/article/2013/02/17/us-usa-tax-fraud-idUSBRE91G05M20130217",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Bruce Parton was only a few weeks from retirement after 30 years as a mail carrier in sunny Florida.  He never lived to fulfill his retirement plan of moving back to a quiet life in the Catskill mountains of New York, not far from where he grew up on Long Island.  Instead, he was gunned down on his daily mail route in December 2010 by members of an identity theft ring who stole his master key as part of a scheme to claim fraudulent tax refunds.  Using stolen names and Social Security numbers, criminals are filing phony electronic tax forms to claim refunds, exploiting a slow-moving federal bureaucracy to collect the money before victims, or the Internal Revenue Service, discover the fraud.  Parton was a victim of what officials say has ballooned into a massive, and dangerous, illegal industry that could cost the nation $21 billion over the next five years, according to the U.S. Treasury Department.  While that is a relatively small sum compared to the $1.1 trillion collected from individual tax payers in the last fiscal year, the crime has been growing by leaps and bounds in the last three years.  \"We are on the top of a national trend that is causing a hemorrhage of tax dollars,\" said Wifredo Ferrer, United States Attorney for south Florida. \"It's a tsunami of fraud.\"  While the IRS says it has detected cases in every state except North Dakota and West Virginia, the fraud's epicenter is Florida, and it is mostly concentrated in Miami and Tampa.  Miami has 46 times the per-capita rate of false tax refund claims than the rest of the country, and 70 times the national average in dollar terms, Ferrer told Reuters.  \"For whatever reason, we always tend to lead the nation when it comes to fraud,\" he said, noting that his office has been battling massive Medicare fraud in recent years that has since spread to other parts of the country.  Florida's high proportion of older residents, who can be more vulnerable to fraud, may be one reason for the high levels of fraud in the state.  Nationwide, the number of cases of tax identity theft detected by authorities sky-rocketed to more than 1.2 million cases in 2012 from only 48,000 in 2008, according to the Treasury Department.  The real number of phony tax filings is likely much higher as the fraud is hard to track, according to a November General Accountability Office report.  GANG LINKS  The tax ID theft problem is particularly troubling as, unlike Medicare fraud, it is associated with violent crime and armed gangs.  Tampa police first detected it in 2010 when officers discovered wanted street criminals engaged in tax fraud. \"They were holed up in hotels with laptops churning out tax claims,\" said congresswoman Kathy Castor, who represents the area and is pressing the IRS to get tougher on the fraud.  When agents raided a Howard Johnson in East Tampa in late 2010, they found suspects smoking marijuana and four laptop computers being used to file fraudulent tax returns on Turbo Tax, the tax preparation software, according to police records.  The suspects had lists of personal information containing more than 1,000 names and confidential personal information, multiple re-loadable debit cards, and records of numerous financial transactions. The investigation revealed that the suspects had been camped out in the hotel room for more than a week filing claims.  Tax identity fraudsters are apparently drawn by the ease of the crime, officials say.  \"The scheme is very basic, it works virtually the same in almost every case,\" said Ferrer. \"All they need is your name and the tax ID number.\"  Armed with that information a refund claim can be filed electronically, making up other details on the form, including addresses, employer data, income and deductions.  Criminals obtain the vital numbers using various tactics, often by bribing office workers with access to personnel files inside companies, as well as large public institutions such as hospitals and schools, according to prosecutors.  Last summer a hacker stole 3.8 million unencrypted tax records from the South Carolina Department of Revenue in what is believed to be the largest security breach of a U.S. tax agency. Authorities say they do not know the hacker's motive.  One North Miami man, Rodney Saint Fleur, was charged last year with using the LexisNexis research service account at the law firm where he worked to access names and Social Security numbers of 26,000 people as part of an identity theft scheme, according to court documents.  Victims in Florida have varied from hospital patients, to Holocaust survivors at an elderly Jewish community center, as well as active duty military serving overseas.  In December, a former U.S. Marine from North Miami was sentenced to nearly five years in prison for stealing the identities of more than 40 fellow Marines stationed at Camp Leatherneck in Afghanistan as part of a plot to claim $54,000 in fraudulent income-tax refunds.  In Parton's case the criminals were after his master key that gives postal workers access to mail drop-off boxes and apartment mailboxes. He was shot twice in the chest by a gunman as part of a plot to steal identities in people's mail for tax refund fraud.  The gunman, Pikerson Mentor, 31, was sentenced last month to life plus 42 years.  More than 600 people turned up for Parton's funeral, including postal workers and people who got to know him on his route. \"He had been doing that mail route for 10 years and he always had a smile for everyone,\" said his daughter, Nina Parton.  The criminals stay under the radar using identities of the elderly or the very young, who are unlikely to be filing for earned income, as well as the deceased. They typically claim small refunds, around $3,000, but use multiple identities, with payments often made to pre-paid debit cards.  FIGHTING BACK  The IRS said last week it is intensifying a crackdown on identify theft, with 3,000 agents devoted to tackling the problem, double the number assigned in 2011.  The number of IRS criminal investigations into identity theft more than tripled in the year to September 2012, and it was on pace to double again this year, acting IRS Commissioner Steven Miller told reporters.  The tax collection agency prevented $20 billion in attempted tax refund fraud in fiscal year 2012, up from $14 billion a year earlier, he said.  \"It's one of the biggest challenges that faces the IRS today,\" Miller said. \"We're doing much better on all fronts but we have much more to do.\"  Despite the increase in investigations, the agency still had a backlog of 300,000 cases of people waiting for legitimate refunds after they were victims of fraud. It takes an average of six months to resolve a case, Miller said.  \"The IRS have put a lot of resources on it, but they always seem to be behind the curve,\" said Keith Fogg, a tax professor at Villanova University School of Law.  Electronic filing, which now accounts for 80 percent of returns and was introduced to speed up delivery of refunds, has made the system more vulnerable to fraud.  The IRS is seeking to speed up the loading of data from W-2 payroll forms issued at the beginning of the tax season, a time lapse which gives fraudsters a window of opportunity to file using false data.  The IRS is also looking for ways to authenticate the identity of tax filers at the time of filing to pre-empt fraud, as well as working with the Social Security Administration to limit access to a registry of social security data of deceased tax payers, the so-called \"Death Master File\", a frequent target of fraud.  \"We will not be prosecuting our way out of this. That's not going to be the answer. We're going to have to make it more and more difficult for criminals to profit from this behavior,\" said Miller. \"If they're not successful they will move onto something else.\" ",
  "timeline": {
    "incident": {
      "month": 12,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "491110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "United States Postal Service"
  }
}