{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 874,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 874,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "26471DFE-E2C7-4319-9808-D27490CE8F87",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-05T04:01:12Z",
    "github": "1536",
    "master_id": "26471DFE-E2C7-4319-9808-D27490CE8F87",
    "modified": "2015-03-05T04:01:12Z",
    "timeline": {
      "notification": {
        "day": 5,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://bolingbrook.patch.com/groups/business-news/p/joliet-hospital-notifies-patients-of-possible-info-breach-bolingbrook",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Presence Saint Joseph Medical Center has notified patients about a potential leak of patient information  but said the accidental disclosure does not include financial information.  \"Presence Saint Joseph Medical Center has notified 874 patients about a potential disclosure of certain patient information at the Presence Surgery Center located on the campus of the Medical Center,\" spokeswoman Tabrina Davis said in a release issued Wednesday. \"Presence Saint Joseph Medical Center has notified 874 patients about a potential disclosure of certain patient information at the Presence Surgery Center located on the campus of the Medical Center.\"  The schedules did not include other personal information or financial data including Social Security numbers; credit card, bank or other account numbers; home or email addresses; phone numbers; or insurance information or numbers.  \"Upon discovering the missing information, the Surgery Center initiated an investigation and has attempted to recover the schedules,\" Davis said. \"While the schedules have not been recovered, there is no evidence at this time that any patient information has been used inappropriately.\"   The notice issued Feb. 5 included an apology to patients, and an assurance that St. Joe's  \"has taken appropriate measures to prevent similar events from happening in the future, including implementing new processes and procedures and re-training staff on matters related to the protection of patient information.\"  Despite the fact that there is no indication of misuse of patient information, \"out of an abundance of caution,\" St. Joe's is offering patients one year of free credit monitoring via Experian's ProtectMyID Alert.  \"Affected patients are urged to take advantage of this complimentary program and to take steps to monitor their credit, including requesting and reviewing their credit reports and monitoring their account statements,\" Davis said. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "Presence Saint Joseph Medical Center"
  }
}