{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Non-corporate"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Payment card"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2666B18C-9432-401D-9999-2065FEE44BFE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-02-28T04:42:46Z",
    "github": "5428",
    "master_id": "2666B18C-9432-401D-9999-2065FEE44BFE",
    "modified": "2015-02-28T04:42:46Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.silive.com/news/index.ssf/2015/02/home_health_aide_with_troubled.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A 29-year-old home health aide chugged Four Loko on the job and stole a credit card from the 93-year-old woman under her care, according to authorities and the alleged victim.  The arrest, which took place Thursday, is the latest black eye for Partners in Care, a Manhattan-based service hit with a lawsuit in September alleging that its home health aide neglected and abused a 99-year-old Oakwood man in the months before he died.  Donna M. Howard, 29, of the 200 block of Targee Street in Stapleton, is accused of stealing the 93-year-old Dongan Hills woman's credit card on Feb. 15 and using it to buy beer at a nearby deli.  \"She was only a temporary aide for two days. She took the place of my regular aide that couldn't come in,\" said the alleged victim, who spoke to the Advance on condition of anonymity. \"When she came in, she was acting kind of funny. I didn't realize it, she was on drugs and she was drunk on the job. We found out later. I just thought she was a little peculiar.\"  A law enforcement source confirmed that Ms. Howard admitted to police that she was drunk and had taken pills.  The Dongan Hills woman, who said she needs a walker to get around, said Ms. Howard acted over-familiar, offered unsolicited personal details about her life, and at one point, left to get lunch and returned with a can of Four Loko.  \"No wonder she was acting so crazy - she was drunk!\" the woman said.  The victim's daughter said Ms. Howard left the nearly-empty can in a brown paper bag in the refrigerator when she left.  \"(My mother) thought it was iced tea or something,\" the victim's daughter said. \"And there she was, drinking that on the job, when she was supposed to be taking care of a 93-year-old woman.\"  The victim said she was likely in the bathroom when Ms. Howard took the credit card -- that was when Ms. Howard said she had to tend to her son, who had been hospitalized with pneumonia.  When the victim came out of the bathroom, Ms. Howard was gone, and the credit card had disappeared.  The woman said she knew to check because Ms. Howard had already borrowed $10, purportedly to buy food, and when she returned, she claimed she put the change in her pocketbook.  That's when the victim called her daughter, panicked. \"She was absolutely hysterical. I never heard my mother like this. It was so frightening,\" the daughter said.  The victim said she went as far as changing her locks, because she had lent Ms. Howard a key when she left to get food, and was afraid the aide had made copies.  A security camera captured Ms. Howard as she used the credit card at a deli at 1244 Richmond Rd., court papers allege.  When confronted, Ms. Howard told police, \"I took the credit card and brought beer,\" and, referring to the surveillance stills, said, \"This is me,\" court papers allege.  She's charged with fourth-degree grand larceny, fourth- and fifth-degree criminal possession of stolen property and petit larceny, according to information from District Attorney Daniel Donovan's office.  Ms. Howard was arraigned in Stapleton Criminal Court on Friday, and released on her own recognizance until her next court appearance on May 13.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Partners in Care"
  }
}