{
  "action": {
    "error": {
      "variety": [
        "Gaffe"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "26F99CDB-01D2-4EC6-9064-590222559097",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-09T01:59:00Z",
    "dbir_year": 2016,
    "github": "5655",
    "master_id": "26F99CDB-01D2-4EC6-9064-590222559097",
    "modified": "2016-02-09T01:59:00Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 3,
        "year": 2015
      }
    }
  },
  "reference": "http://www.chesterfirst.co.uk/news/145881/nurse-banned-for-confidentiality-breach.aspx",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A FORMER sexual health adviser at the Countess of Chester Hospital has been suspended from nursing after he disclosed details of a patient's illness to a third party.    Mark Henry Newman, 54, formerly of Acorn Court, Upton, has been suspended for nine months by the Nursing and Midwifery Council (NMC) after he breached patient confidentiality and pursued an inappropriate business interest.    The disclosure of \"sensitive\" details was described as a \"deplorable breach of trust\" and was said to have caused the patient \"great distress\" as he had kept his illness a secret from his children for nine years.    Mr Newman, a registered mental health nurse, was sacked in January 2013 by the Countess of Chester Hospital Trust for gross misconduct after an internal investigation and the trust then referred the case to the NMC.    Mr Newman was accused of failing to uphold standards of professional behaviour by deliberately disclosing, to a member of the public, confidential information about a patient who attended the hospital for care.    He was further accused of abusing his position as a registered nurse with regard to personal commercial matters.    The NMC panel's report states the complainant, 'Patient A', was a patient of the sexual health clinic where Mr Newman provided support to him and his family from a \"clinical and personal perspective\" since his diagnosis from around 2002. Mr Newman continued to see Patient A in a professional setting at the clinic as a health adviser.    On August 14, 2012, Patient A submitted a written complaint to the Trust alleging that Mr Newman had disclosed his personal health condition to a mutual friend.  The report states: \"This caused great distress to Patient A as he had kept his condition from his children for a period of nine years.\"    While not specified, the man's illness was \"likely to have caused some memory loss\", according to the report.    A further letter was received by the trust, at a later date, from the member of the public, Mr 2. Mr 2 alleged that he was told of Patient A's condition by Mr Newman, who in turn informed Patient A that he was aware of his condition having been told by Mr Newman.    Mr Newman denied the charges saying he would never have told Mr 2 about Patient A's condition.    The NMC panel, however, found Mr Newman had breached patient confidentality after Mr 2 stated that he was \"100 per cent\" certain that it was Mr Newman who told him of Patient A's health condition during a journey to Wrexham.    The panel said Mr Newman had become \"blas and careless with regards to his professional boundaries\".    In conclusion the panel said: \"We consider Mr Newman's actions in breaching the confidentiality of Patient A fell far below what we would expect of a registered nurse.    \"Mr Newman was in a very privileged position in that he had access to Patient A's personal details and records including sexual detail and had greater access to information about his health than Patient A himself would have done. The panel was of the view that to breach this confidentiality and abuse this trust was deplorable.    \"Mr Newman, in his actions found proved, failed to adhere to the fundamental tenets of the nursing profession as set out in the preamble to the Code and did not uphold the reputation of the profession.    \"The panel concluded that Mr Newman's behaviour fell far short of the standards expected of a registered nurse and his actions were sufficiently serious departures from acceptable practice to amount to misconduct.\"    Mr Newman was suspended from nursing for nine months. He has not been working as a nurse since the allegations came to light in August 2012 and stated at the hearing he has no plans to return. If he wishes to he will have to pass a 'return to practice' course.    Mr Newman is currently working as a part time delivery driver and has moved away from the area. ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Countess of Chester Hospital"
  }
}