{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 190,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 190,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2779150A-7311-4E52-9188-8B71FAFE6BC9",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T22:13:23Z",
    "github": "2584",
    "master_id": "2779150A-7311-4E52-9188-8B71FAFE6BC9",
    "modified": "2015-03-07T22:13:23Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.wwlp.com/dpp/news/i_team/medical-records-discovered-in-dumpster; http://www.wggb.com/2013/07/03/behavioral-health-network-notifying-patients-of-unsecured-medical-records/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Behavioral Health Network, Inc. is in the process of notifying nearly 200 people that their personal patient protected health information records were found unsecured in a dumpster on their property.  BHN made the discovery on Monday finding about 190 patient records in the dumpster.  The records were intermingled with administrative records which were meant to be disposed.  Upon learning of this situation, BHN secured the dumpster thoroughly searching it.  They then retrieved and secured all the found records.  BHN is notifying each individual patient that has been affected by the incident and offering resources to answer any questions or concerns.  They say that all notifications will be in full compliance with federal and state guidelines.  The company also says they will be contacting the appropriate state authorities of each patients residence as required by law.  Our agency is working with our Compliance Department, IT Department, Legal Department, and Human Resources, to review procedures and additional safeguards for immediate implementation and to prevent this type of action in the future. Additionally, BHN is reviewing training procedures and will retrain all employees on the proper methods for disposal and storage of clinical and administrative records, along with office supplies and equipment, says spokesperson, Caroline Lee  Patients who have questions related to this incident should call 413-301-9402 during normal business hours.  BHN understands the importance of safeguarding our patients personal information and takes that responsibility very seriously, said Katherine B. Wilson, President and CEO. We will do all we can to work with our patients whose personal information may have been compromised and help them work through the process. We regret that this incident has occurred, and we are committed to prevent future such occurrences. We appreciate our patients support during this time.  The company says their policy is to store medical records for a minimum of 20 years before disposal and then their shredded onsite before theyre transferred for disposal.  Based in Springfield, BHN is a non-profit community behavioral health service agency that has been providing services in Western Mass since 1938.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621420",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "Behavioral Health Network, Inc."
  }
}