{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "562920",
      "motive": [
        "Unknown"
      ],
      "notes": "GreenStar Recycling",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "discovery_notes": "The records showed up in Ponca City, and it might have gone unnoticed, except for where they were found - on the loading dock of the local newspaper.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "27900849-8C10-4655-92D8-5F565DEDE63C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-02T04:13:36Z",
    "github": "437",
    "master_id": "27900849-8C10-4655-92D8-5F565DEDE63C",
    "modified": "2015-03-02T04:13:36Z",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 3,
        "year": 2013
      }
    }
  },
  "reference": "http://www.newson6.com/story/21476118/tulsa-medical-records-turn-up-on-ponca-city-newspaper-loading-dock",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Imagine finding a stack of someone's medical records, with all their personal and private information. That's what happened to a stack of records from Tulsa's Saint Francis Hospital. The records showed up in Ponca City, and it might have gone unnoticed, except for where they were found - on the loading dock of the local newspaper.  The story made the front page, above the fold, in the Friday edition of the Ponca City News. A 3-inch tall stack of medical records turned up there - in a stack of pallets shipped from a recycling operation near Tulsa.  A pressman for the newspaper found them.  \"They were printouts and the big stack of them was electrocardiograms,\" said Tony Smith, pressman.  The records came from Saint Francis Hospital in Tulsa, and appear to come from an outpatient cardiology department. Smith says the records were from multiple patients and were all recent.  \"The records were dated February 3rd of this year,\" he said, \"And it had the patients history, whether they smoked or not, a different name on a different page, and their patient identification numbers.\"  The lost records that were created at Saint Francis in Tulsa apparently went to a recycler in Sand Springs first, from there to the office of the newspaper in Ponca City.  GreenStar Recycling provides secure shredding services for medical offices - but usually the records are in locked containers from start to finish.   Saint Francis Hospital didn't make anyone available for an interview, but sent this statement:  \"Patient confidentiality is of utmost concern and an investigation is underway to determine how the documents were found outside the secure handling process.\"  The newspaper turned over the records to a representative from Saint Francis Friday. The hospital says they'll notify all the affected patients about their lost confidentiality.  A representative from GreenStar said they are participating in the investigation.",
  "timeline": {
    "incident": {
      "month": 3,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "OK",
    "victim_id": "Saint Francis Hospital"
  }
}