{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Payment card"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "28AF2F40-D0A5-412A-BA19-FD25D618EBEC",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-10T00:34:50Z",
    "github": "2597",
    "master_id": "28AF2F40-D0A5-412A-BA19-FD25D618EBEC",
    "modified": "2015-03-10T00:34:50Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 6,
        "year": 2013
      }
    }
  },
  "reference": "http://www.utsandiego.com/news/2013/jun/27/Encinitas-dentist-patient-theft-plea/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Encinitas dentist and his wife face jail time after their admission this week to stealing money from elderly patients.  Edward Bodek, 60, and wife Mary Bodek, 56, will each get a year in jail after pleading guilty Tuesday in Vista Superior Court to three counts of financial elder abuse and two counts of identity theft, Deputy District Attorney Anna Winn said.  The couple will get a year in jail when they are sentenced on July 24, she said. They have been in custody since March.  The dentist and his wife, who worked as the office manager, also admitted they took at least $65,000 from their victims.  Many of the affected patients were elderly, some more than 90 years old. They had long been clients of Bodek, who had been a dentist in Encinitas for more than 20 years.  The Carlsbad couple came under suspicion after patients spotted unauthorized charges from the dental practice on their credit cards.  The company that processed the credit charges reported there had been more than $260,000 in disputed charges from the dentists account in 2012.  A search of the couples apartment, dental office and 30 storage units turned up high-end merchandise and clothing, some with the sales tags still attached, Winn wrote in court documents.  The apartment was so densely packed with boxes and stacks of items that only a small path was clear.  In the dental office, only one room could be used; the others were overrun with boxes and shopping bags.  Winn said the couple agreed to turn over the items so authorities could sell them and give the money back to the victims.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621210",
    "region": [
      "019021"
    ],
    "state": "CA"
  }
}