{
  "action": {
    "error": {
      "notes": "In this case the insurer's request was made to the wrong DHB and it should therefore have been declined.  Further, only information relevant to the insurance claim should have been provided. This was not easy to determine, as after breaking the glass, users could not see which files related to which DHB. This was improved by creating clear labels showing where the information had been generated.  The DHB apologised to the woman and agreed to place an alert on her mental health file which comes up when her file is accessed. The alert indicates that caution is required when releasing information to third parties.",
      "variety": [
        "Classification error"
      ],
      "vector": [
        "Inadequate processes",
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Other"
      ],
      "notes": "the person responding to the request accessed the woman's mental health file when they should not have; the insurer's request was made to the wrong DHB and it should therefore have been declined but was not",
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "An Auckland woman agreed that her insurer could access her medical records held by a local district health board (DHB).  However, the insurer sent a request for copies of her medical file to the wrong DHB. The DHB did not notice that it had received the request in error.  The DHB provided the woman's entire medical file to the insurer, including sensitive mental health information that was not relevant to her claim.  Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "notes": "An Auckland woman agreed that her insurer could access her medical records held by a local district health board (DHB).  However, the insurer sent a request for copies of her medical file to the wrong DHB. The DHB did not notice that it had received the request in error.  The DHB provided the woman's entire medical file to the insurer, including sensitive mental health information that was not relevant to her claim.",
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "The DHB provided the woman's entire medical file to the insurer, including sensitive mental health information that was not relevant to her claim.  The insurer did not retain the irrelevant information, but we were concerned that the DHB had accessed all of the woman's information and had released it to a third party. We also wanted to know what information was able to be accessed by the DHBs and what security safeguards were around that information.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B0E1AAF0-46F9-424E-B384-74174DA19F7A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-16T13:21:00Z",
    "dbir_year": 2016,
    "github": "8049",
    "master_id": "2B035732-2A53-47FF-BDBC-961E541A20B4",
    "modified": "2016-08-16T14:15:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 8,
        "year": 2015
      }
    }
  },
  "reference": "https://opcwebsite.cwp.govt.nz/news-and-publications/case-notes-and-court-decisions/case-note-246939-2015-nz-privcmr-7-shared-regional-access-to-dhb-medical-records-results-in-information-being-wrongly-disclosed/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Case Note 246939 [2015] NZ PrivCmr 7 : Patient's shared medical records wrongly disclosed.  An Auckland woman agreed that her insurer could access her medical records held by a local district health board (DHB).  However, the insurer sent a request for copies of her medical file to the wrong DHB. The DHB did not notice that it had received the request in error.  The DHB provided the woman's entire medical file to the insurer, including sensitive mental health information that was not relevant to her claim.  The insurer did not retain the irrelevant information, but we were concerned that the DHB had accessed all of the woman's information and had released it to a third party. We also wanted to know what information was able to be accessed by the DHBs and what security safeguards were around that information.  We found that all three DHBs in the Auckland region can electronically access information about patients that have been treated at any one of those DHBs. In this case, the woman attended a DHB five years previously and so the responding DHB was able to access her records.  There were restrictions around the mental health information in the database. For instance, access to the database was time limited and information could only be accessed about patients who had a current referral, so there must be a proven relationship with the patient care team. Plus, the mental health records in the database had a 'break glass' function to enable access for specific purposes. This function gave one-time- only access to patient information. Some senior medical officers who provided on-call cover were given full access.  Users recorded their reason for accessing the mental health records and automatic alerts were sent to system administrators when this function was invoked. All 'break glass' instances were audited.  In this case, the person responding to the request accessed the woman's mental health file when they should not have.",
  "timeline": {
    "incident": {
      "month": 8,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "009053"
    ]
  }
}