{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "US"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Exfocus",
      "region": [
        "019021",
        "142145",
        "142035",
        "142030"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "UPS driver's tip who notice something wrong in the delivery address",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2C68E906-7F6D-4593-8DFC-915A07C4DC79",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-09T08:35:00Z",
    "dbir_year": 2016,
    "github": "5095",
    "master_id": "2C68E906-7F6D-4593-8DFC-915A07C4DC79",
    "modified": "2016-02-09T08:35:00Z",
    "timeline": {
      "notification": {
        "day": 31,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://www.gazettetimes.com/philomathexpress/local/ups-driver-s-tip-leads-to-arrest-of-alleged-rip/article_3d6cb6c8-d4a9-5a21-af91-066eb7f31642.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "It's the busiest stretch of the mailing season from mid-November through Christmas. But for the United Parcel Service, one of its drivers not only focused on the timely delivery of packages, but also helped Philomath police nab a bad guy.  The UPS driver, who regularly serves the Philomath route but asked that he not be identified, offered a tip to police on Nov. 17 that he suspected identity theft at a College Street address.  \"The reason he suspected is because that particular unit and the one next to it were empty,\" Philomath Police Sgt. Ken Rueben said. \"But every day, he was delivering boxes to these locations with different names. So, he said, 'I know the people that lived there before and the people that lived there before them and these people's names are not the people on the packages.'\"  UPS supplied a list of names of deliveries to the address and although the contents of the packages were unknown, they originated from retail stores such as Office Depot and Sears.  The driver then returned to police with more useful information.  \"He came in another day and said, 'I think the guy living in 1407 (College St.) is the guy that's ordering this stuff,'\" Rueben said. \"Because he saw the guy come out and he was looking around, and then a lady came out who ends up being the suspect's mom. She came out and said, 'it's my son, he's a criminal' and basically said 'hey, he's done this before.' ... So he reports this to us.\"  Police researched the man's name, Richard Anthony Upshaw, and discovered he was the suspect in similar activities in the Fresno, California, area.  A bit of confusion surrounded the whole situation because Upshaw, 42, was actually investigated in July by the Benton County Sheriff's Office.  A case report shows Upshaw was renting a space and living in a recreational vehicle on the Philomath Frolic rodeo grounds. The first contact with Upshaw involved a domestic dispute call, which resulted in his arrest for violating a restraining order.  An investigation soon followed and included interviews, property seizure and involvement of the U.S. Secret Service in California. Seized evidence pointed to identity theft and counterfeiting. The end result turned out to be 18 months of probation for Upshaw after a no contest plea to four felony charges.  Fast forward to the Philomath PD's investigation, which determined that Upshaw was living in an RV parked behind four housing units at the 1407 College St. address. The man's connection to Philomath was his mother, who was living in one of the four apartments.  Following interviews and phone calls, police learned that the name of a woman living with Upshaw was using the identity of a victim from the robbery of a Liberty Tax Service in Fresno. Various records were stolen, including income tax forms.  \"These people started getting credit cards opened up in their name, typical identity theft type of thing,\" Rueben said. \"What makes this guy interesting though, is he changed all these people's addresses to addresses here.\"  Upshaw apparently started applying for credit cards with all types of details about the Liberty victims _ names, dates of birth, social security numbers, home addresses and more.  Police learned of another investigation in Scotts Valley, California, that also resulted in Upshaw's arrest. That occurred in May and included four felony charges _ forgery, making fictitious checks, identity theft and methamphetamine possession. The Scotts Valley Police Department did not prosecute while awaiting word from the Secret Service about the ongoing federal case.  A California grand jury indicted Upshaw on Dec. 4 on several counterfeiting charges. Philomath PD arrested him on Dec. 8 after being contacted by the Secret Service.  Pause Current Time 0:00 / Duration Time 0:00 Loaded: 0%Progress: 0%0:00 Fullscreen 00:00 Mute He was later transferred to U.S. custody in Portland with eventual extradition to California.  \"They told us not to do any more investigation on the state case until they're finished with their federal stuff,\" Rueben said.  If convicted, Upshaw faces serious time on the federal charges, perhaps 20 or more years. As a result, it's possible the local case against him would not continue, Rueben said.  \"We put a call out to our local agencies that are getting $100 bills coming through and we've got five now that we think are him,\" Rueben said back on Dec. 12. \"We've got stuff to file on him if we need to.\"  Filing a state case against Upshaw really wouldn't serve a purpose other than documentation, Rueben said.  \"I contacted all of the victims __ they're all victims before in the Scotts Valley and Fresno cases, so they've all got their credit cards changed and credit histories blocked, etc.,\" Rueben said.  In the end, it was the tip offered by the UPS driver that set the stage for Upshaw's arrest in Philomath on Dec. 8  \"These UPS guys know what's going on and if they see something suspicious (they take action),\" Rueben said. \"This guy could've really ripped off a bunch of people. If he would've gotten established and started ripping off people around here, identity theft can ruin your life.\"",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "541213",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Liberty Tax Service"
  }
}