{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Uncontrolled location"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2CBF8964-F1B4-4A3E-9DE5-4D39A405AF64",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4402",
    "master_id": "2CBF8964-F1B4-4A3E-9DE5-4D39A405AF64",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "https://ca.news.yahoo.com/health-records-derelict-buildings-careless-145344597.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "P.E.I.'s Opposition Health Critic James Aylward is demanding the provincial government move all health and financial records to a secured location at once. Earlier this week, CBC News reported that boarded-up buildings near the Hillsborough Hospital, currently used to store some financial records and health records, have been broken into in recent weeks. Police say the buildings should be torn down. James Aylward says keeping personal health and financial records in an unsecured derelict building is wrong. \"It makes absolutely no sense to me in in this day and age, it's 2014. I mean, these buildings should have been torn down years ago. To house such important files as Islanders' health records and financial records, it makes absolutely no sense to me.\" The PC MLA asks that the matter be referred to the privacy commissioner to investigate. Aylward is also calling on the province to contact all Islanders who have been the victims of what he calls \"a careless privacy breach.\" Health PEI has been working on a plan for some time to move the files from the buildings, says Pam Trainor, executive director of acute care, mental health and addictions. But some of the older files have mould on them and so an environmental company was brought in to help. Trainor says some files will be moved to a secure location next week and some will be destroyed. \"There doesn't appear to be a breach. It appears that those accessing the building have been accessing it for shelter only. There is no evidence that they've been accessing the files,\" said Trainor. The privacy commissioner was notified of the plan to move the files and did not express any concerns at this point, she says.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "victim_id": "Health PEI"
  }
}