{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    },
    "social": {
      "target": [
        "End-user or employee"
      ],
      "variety": [
        "Bribery"
      ],
      "vector": [
        "In-person"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "US"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      },
      {
        "variety": "P - End-user"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 13,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 13,
      "data_victim": [
        "Partner",
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2DE89A34-9D37-494F-9F72-AD2C48A044E4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-01-23T22:43:14Z",
    "github": "5209",
    "master_id": "2DE89A34-9D37-494F-9F72-AD2C48A044E4",
    "modified": "2015-01-23T22:43:14Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.macon.com/2015/01/22/3544774_former-macon-nursing-home-worker.html?rh=1",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former nursing home worker was sentenced to five years on probation Thursday after she pleaded guilty in an identity fraud scheme involving stolen patient information.  Raquel Hogan, who formerly worked as a certified nursing assistant at Medical Management Health and Rehab LLC, also must pay $6,500 in restitution to the Internal Revenue Service, a federal judge ordered during a hearing.  Hogan pleaded guilty to conspiracy in 2013, but her sentencing was delayed until Thursday, according to court records.  In her plea agreement, Hogan admitted that she had provided stolen patient identity information to Yolanda Blount, another woman charged in the case.  Blount pleaded guilty to wire fraud, mail fraud, conspiracy, theft of public money, aggravated identity theft and access device fraud in 2013. She was sentenced to 27 years in prison last year, but she is appealing the sentence, claiming she received ineffective assistance from her lawyer.  Hogan admitted in her plea agreement that she met Blount in the Macon nursing homes parking lot and gave her a handwritten list of patient names, birth dates and Social Security numbers. Authorities later found the list when they searched Blounts New Clinton Road home.  Several false tax returns were filed using the nursing home residents names, and bank documents showed tax refunds issued based on the returns were deposited onto prepaid debit cards, according to the plea agreement.  Hogans conduct contributed to $17,577 in refunds, although only $6,500 was paid out by the U.S. Treasury.  During Thursdays hearing, defense attorney Catherine Williams asked the judge to allow her client to serve her sentence on probation, saying Hogan was only responsible for disclosing information for 13 people.  That is it, Williams said. She received no money for that.  Because of her criminal charges, Hogan can no longer work as a certified nursing assistant or in the medical field, Williams said.  Shes gone back to school while supporting her 2-month-old daughter, her 14-year-old stepdaughter and the stepdaughters child, Williams said.  This has made her start over, she said. Shes struggling to keep things together.  Hogans mother spoke on her behalf and pleaded with the judge, explaining that she wouldnt be able to care for her grandchildren if her daughter was sent to prison.  If Hogan was sentenced to prison, three children would go into the foster care system, Williams said.  Assistant U.S. Attorney Graham Thorpe said Hogan has cooperated with authorities and also helped them in a separate investigation.  Hogan apologized for her actions before being sentenced. ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "Medical Management Health and Rehab LLC"
  }
}