{
  "action": {
    "hacking": {
      "cve": "Heartbleed",
      "notes": "TrustedSec obtained the first details on how the breach occured and new information relating to this breach. The initial attack vector was through the infamous OpenSSL heartbleed vulnerability which led to the compromise of the information.  This confirmation of the initial attack vector was obtained from a trusted and anonymous source close to the CHS investigation. Attackers were able to glean user credentials from memory on a CHS Juniper device via the heartbleed vulnerability (which was vulnerable at the time) and use them to login via a VPN. ",
      "variety": [
        "Other",
        "Exploit vuln"
      ],
      "vector": [
        "Other"
      ]
    },
    "malware": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "CN"
      ],
      "motive": [
        "Espionage"
      ],
      "name": [
        "APT 18"
      ],
      "region": [
        "142030"
      ],
      "variety": [
        "Unknown",
        "Nation-state"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "N - Unknown"
      },
      {
        "variety": "S - Database"
      },
      {
        "variety": "N - Router or switch"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 4500000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4500000,
      "data_victim": [
        "Patient"
      ],
      "notes": "The stolen data included Social Security Numbers, names, dates of birth, addresses, and contact information. However, no credit card numbers or medical records were stolen.",
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2E10B4A9-CC14-4A95-BD93-0B897110B702",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T19:07:00Z",
    "github": "4199",
    "master_id": "2E10B4A9-CC14-4A95-BD93-0B897110B702",
    "modified": "2014-11-20T19:07:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/community-health-systems-says-4-5-million-patients-data-stolen-in-cyber-attack/; http://www.foxbusiness.com/industries/2014/08/18/community-health-systems-says-data-stolen-in-cyber-attack/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+foxbusiness%2Flatest+(Internal+-+Latest+News+-+Text); http://healthitsecurity.com/2014/08/18/chinese-hackers-compromise-4-5-million-patients-data/; http://www.reuters.com/article/2014/08/18/us-community-health-cybersecurity-idUSKBN0GI16N20140818; http://www.bdtonline.com/news/article_5e7fbcd8-26fd-11e4-a127-0019bb2963f4.html; https://www.trustedsec.com/august-2014/chs-hacked-heartbleed-exclusive-trustedsec/?utm_medium=twitter&utm_source=twitterfeed; http://www.threatconnect.com/news/threatconnect-enables-healthy-networking-biomed-life-sciences-industry/; http://www.securityinfowatch.com/article/11748224/law-firms-file-class-action-lawsuit-against-community-health-systems-over-massive-data-breach; https://oag.ca.gov/system/files/Sample%20letter%20to%20patients_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "In July 2014, Community Health Systems, Inc. (the Company) confirmed that its computer network was the target of an external, criminal cyber attack that the Company believes occurred in April and June, 2014. The Company and its forensic expert, Mandiant (a FireEye Company), believe the attacker was an Advanced Persistent Threat group originating from China who used highly sophisticated malware and technology to attack the Companys systems. The attacker was able to bypass the Companys security measures and successfully copy and transfer certain data outside the Company. Since first learning of this attack, the Company has worked closely with federal law enforcement authorities in connection with their investigation and possible prosecution of those determined to be responsible for this attack. The Company also engaged Mandiant, who has conducted a thorough investigation of this incident and is advising the Company regarding remediation efforts. Immediately prior to the filing of this Report, the Company completed eradication of the malware from its systems and finalized the implementation of other remediation efforts that are designed to protect against future intrusions of this type. The Company has been informed by federal authorities and Mandiant that this intruder has typically sought valuable intellectual property, such as medical device and equipment development data. However, in this instance the data transferred was non-medical patient identification data related to the Companys physician practice operations and affected approximately 4.5 million individuals who, in the last five years, were referred for or received services from physicians affiliated with the Company. The Company has confirmed that this data did not include patient credit card, medical or clinical information; the data is, however, considered protected under the Health Insurance Portability and Accountability Act (HIPAA) because it includes patient names, addresses, birthdates, telephone numbers and social security numbers. The Company is providing appropriate notification to affected patients and regulatory agencies as required by federal and state law. The Company will also be offering identity theft protection services to individuals affected by this attack. The Company carries cyber/privacy liability insurance to protect it against certain losses related to matters of this nature. While this matter may result in remediation expenses, regulatory inquiries, litigation and other liabilities, at this time, the Company does not believe this incident will have a material adverse effect on its business or financial results.",
  "timeline": {
    "incident": {
      "month": 7,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "50001 to 100000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "TN",
    "victim_id": "Community Health Systems Inc"
  }
}