{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 60000,
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 60000,
      "data_victim": [
        "Unknown"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2E80C538-83F1-4E0E-891E-0E3929C6D275",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-22T23:49:00Z",
    "github": "3435",
    "master_id": "2E80C538-83F1-4E0E-891E-0E3929C6D275",
    "modified": "2014-07-22T23:49:00Z",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://www.radionz.co.nz/news/political/132378/%27significant-holes%27-in-justice-ministry-website",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Labour Party says a second person has come forward alerting it to what it calls significant holes in the Ministry of Justice's website. The ministry shut down parts of the website on Tuesday after Labour MP Clare Curran said she was approached by a whistleblower who had accessed ministry passwords and databases through a search engine on the site. Ms Curran, the party's information technology spokesperson, said the information provided included a password to an online payment system and she informed the Justice Ministry and its minister, Judith Collins. Ms Curran said a second person has been allowed easy access to more than 60,000 documents in the Tenancy Tribunal section of the website. She says Ms Collins is attempting to downplay the matter - but it is a serious security issue. \"This information is explosive in the sense that it clearly demonstrates the systemic issues that are occurring across government agencies all showing serious breaches of people's information.\" However, Judith Collins says no personal information was accessed. \"This is essentially like a burglar getting past the front gate of your house of your property, but actually not getting past the front door. No personal information has been accessed. \"The passwords that they refer to are passwords that can only be used from within the Ministry of Justice's system.\" However, Clare Curran says both breaches are basic security flaws that do not require a lot of computer programming knowledge. A Justice Ministry spokesperson says documents referred to by Ms Curran are all publicly available. All relate to tenancy tribunal decisions and are available on the Tenancy Tribunal website, he says.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "922110",
    "region": [
      "009053"
    ],
    "victim_id": "New Zealand Ministry of Justice"
  }
}