{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2ECFBC01-F1C1-496B-ADD9-D030C71C03ED",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-01T22:31:40Z",
    "github": "858",
    "master_id": "2ECFBC01-F1C1-496B-ADD9-D030C71C03ED",
    "modified": "2015-03-01T22:31:40Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://m.cjonline.com/news/local/2013-11-16/patient-mistakenly-receives-anothers-medical-records",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Topeka resident Lori Stein says people need to know just how easy it is for their medical data to be shared with others without their authorization.  On Sept. 26, went to an endocrinologist at Cotton-ONeil Diabetes and Endocrinology Center, which is part of the Stormont-Vail HealthCare system, for a routine checkup to monitor her diabetes. During the checkup, she asked if the physician could give her a new glucometer, and within a short time a nurse  a different nurse than who had checked her in  brought her a sample glucometer in a box, as well as a box of test strips.  When Stein, 56, returned home, she noticed a folded 8-by-11-inch, two-page patient data report between the boxes of medical supplies. She unfolded the document and started reading about mid-page to see if the medication list was correct.  Under diagnosis, she saw severe obesity, which didnt apply to her. She read further and noticed the medications and diagnoses listed werent hers either.  Knowing something was wrong, her eyes scanned to the top of the page. There, she saw another patients name, address, birth date, current and past diagnoses, medications, medical record number, allergies, and vitals, such as height and weight.  Thats when all the HIPAA stuff went through my mind, she said, referring to the Health Insurance Portability and Accountability Act, a federal law that restricts access to and use of health information.  Because of her training as a psychotherapist, Stein knew the ramifications of a breach of privacy under HIPAA. An unscrupulous person could use the information to steal ones identity or use it in a way that could cost an individual his job, future earnings, health insurance and child custody status.  Now Im thinking in my mind, Who got my paper?  she said.  The next day, Stein called the physicians office to let them know of the privacy breach and was told an investigation would be launched. It was suggested she talk to Barbara Duncan, the chief privacy officer at Stormont-Vail HealthCare.  A few days later, Stein said, she and Duncan met at Stormont-Vail. When Duncan asked for the patient data report back, Stein refused because she was afraid if she returned the document there would be no way to prove a breach of privacy had occurred.  I asked her if she realized the damage that could be done (if someone misused the information), Stein said. Its a violation of federal law to not protect your privacy. I think the issue is carelessness and laziness. People get complacent about compliance.  Stein isnt the only one who mistakenly has received private medical data. The Topeka Capital-Journal frequently receives unsolicited documents containing private medical information from local hospitals and physicians offices. The Capital-Journal discards the documents or mails them back, as requested by the corresponding health care facility.  Complying with the law  Nancy Burkhardt, spokeswoman for Stormont-Vail HealthCare, said the medical facility values the confidentiality of our patients health information and therefore cannot discuss details related to a specific patient or matters connected to pending or potential litigation.  Burkhardt said Stormont-Vail is vigilant when it comes to protecting patient privacy.  From the moment employees are hired and annually thereafter, education and guidance is provided as to the appropriate handling of patient information, she said. The importance of protecting patient privacy is communicated through articles published in our employee newsletters and in regular corporate compliance meetings. To ensure appropriate monitoring, prevention and detection, we have a HIPAA privacy officer, who is responsible for HIPAA privacy compliance.  If a breach of patient privacy is suspected, Stormont-Vails HIPAA privacy officer conducts a thorough investigation that is consistent with federal law, regulations and standards, Burkhardt said. The privacy officer contacts any patients involved and works to prevent or minimize any harm to the patients.  Depending on the circumstances, the investigation could result in staff education, process improvement and/or appropriate corrective action, which could include termination, she said.  Donna Moranville, with the privacy/security compliance division of the Sisters of Charity of Leavenworth Health System in Denver, said St. Francis Health in Topeka goes to great lengths to ensure a patients privacy.  St. Francis employees are expected to familiarize themselves with written policies regarding patient privacy and security. All St. Francis personnel are trained upon their hiring and again annually. Patients are provided a Notice of Privacy Practices, which spells out the medical facilitys practices regarding the protection of their information.  Moranville said HIPAA requires hospitals, physician practices, and other covered entities to notify the patient and the responsible federal agency when records are misdirected, unless an assessment indicates the risk to the patient is low.  She said St. Francis prefers misdirected documents be returned to the facility so the risk to the patient can be better assessed.  In instances where a Social Security number or other specific types of financial information is involved, in addition to notifying the patient, we offer credit monitoring services to the patient(s) involved, she said.  In addition, Moranville said, employees are trained to report immediately any suspected breach of privacy. After an investigation and as part of its mitigation, St. Francis may require additional training for the personnel involved in a breach or a change in its internal processes.  Relative to disciplinary action, SCLHS recently implemented a consistent sanctions policy for applying appropriate sanctions for violations of HIPAA that takes into account criteria, such as whether the breach was intentional, resulted in an inappropriate use or disclosure, or caused risk of harm to the patient, she said.  Under new regulations that went into effect this year, Moranville said, civil penalties can be imposed for HIPAA violations ranging from $100 per penalty up to a maximum annual penalty of $1.5 million per violation type.  Future action  Stein said she wrote a letter to Stormont-Vail HealthCare on Oct. 3 that discussed consequences if her records were improperly given to another individual. Anne M. Kindling, manager of risk management for Stormont-Vail, responded to Stein in a letter dated Oct. 15.  Kindling indicated Stormont-Vail had investigated the incident and found Steins medical report had been printed once and the documents had been placed in a secure box intended for shredding.  When your concern came to light, we were able to retrieve the documents from the shred box and have secured them in our Risk Management Department, Kindling wrote. Since we were able to retrieve all of the documents, I am confident that your records were not disclosed to any other individual and therefore there was no breach as to your own health information.  Since there was no breach and your damages are speculative only, your claim for damages is denied.  Kindling also said in the letter that she would be sending Stein an affidavit to sign, confirming Stein hadnt and wouldnt disclose the patient data records she had mistakenly received.  I still encourage you to return them to Stormont-Vail where we can secure them, which has been previously requested on more than one occasion and which you have refused to do, she wrote. Since you will not return them, at a minimum I request that you secure the documents in a locked container and that neither you nor anyone else access or view the records, and that you not disclose the information you may have learned by reading the documents even after you were aware they were not intended for you.  Stein, who said she never received an affidavit from Stormont-Vail, has contacted an attorney and is considering legal action.",
  "timeline": {
    "incident": {
      "day": 26,
      "month": 9,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "KS",
    "victim_id": "Stormont-Vail HealthCare"
  }
}