{
  "action": {
    "misuse": {
      "variety": [
        "Data mishandling"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Convenience"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 38000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 38000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2EF2BD5B-1113-4094-AF0A-C87F843830DB",
  "notes": "This issue had several incident in it.  This record deals with the following:   \"June 2012: The health data of about 38,000 individuals was shared with a researcher. The data was linked to Statistics Canada community health survey information. The disclosure of the information breached an agreement with the federal government.\"",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-10T21:11:12Z",
    "github": "2942",
    "master_id": "2EF2BD5B-1113-4094-AF0A-C87F843830DB",
    "modified": "2015-03-10T21:11:12Z",
    "timeline": {
      "notification": {
        "month": 1,
        "year": 2013
      }
    }
  },
  "reference": "http://www.timescolonist.com/news/local/b-c-health-ministry-data-breach-affects-millions-38-000-will-receive-letters-1.47803",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The personal health data of more than five million British Columbians was improperly stored or accessed, said B.C. Health Minister Margaret MacDiarmid, Monday.  The information was used by researchers for research only, MacDiarmid said, however regarding the most serious alleged privacy breach, letters will be sent out to 38,000 individuals this week.  The ministry has confirmed that there have been three instances of health data that has been inappropriately accessed and the public needs to be aware of these, MacDiarmid said, in a press conference.  The Health Ministrys has been investigating allegations of conflict of interest, along with inappropriate conduct, data management and contracting out in its pharmaceutical services division since May.  Ministry investigators are looking at alleged privcy breaches regarding the storing and sharing of provincial and federal health data as well as research grant practices between Health Ministry employees and researchers at the Univeristy of Victoria and University of B.C.  In an update of the nine-month probe of tens of thousands of computer records dating back several years, MacDiarmid served up three examples of alleged wrongdoing Monday.  The alleged breaches in June 2012 and October 2010 do not include personal names, social insurance numbers or financial information.  However, they do include personal health numbers, birthdates, postal codes and in one case in which Statistics Canada data was being used, the breaches included information pertaining to individuals mental, physical and sexual health status.  I want to be very clear we have not found any evidence that any of this data has been used for anything but health research, MacDiarmid said.  In all three cases the health data was saved on portable storage devices - USB sticks, MacDiarmid said.It was then shared with individuals without respecting the established permissions and protocols that are required by the ministry.  In October and November the Health Ministry asked for the information to be returned..  In two of the cases the health data was saved in a format accessible only with a specific software. The information was also presented in data sets and tables that could not likely be matched to a personal health number, MacDiarmid explained.  As a result of the Health Ministrys investigation, seven ministry employees have been fired. Their names were not released by the Health Ministry but have become public. On Jan.  8 one of those fired was found dead in his home. Foul play is not suspected an autopsy has not identified the cause.  MacDiarmid presented three privacy breach examples:  - June 2012: The health data of about 38,000 individuals was shared with a researcher. The data was linked to Statistics Canada community health survey information. The disclosure of the information breached an agreement with the federal government.  - June 2012: A USB stick which contained a plain text file of 19 types of health data was provided to an authorized ministry contractor. The file included personal health numbers and health conditions - such as Alzheimers - for about five million individuals over several years. Against policy the data that was neither encrypted or made non identifiable.  - October 2010: Health Ministry data containing the personal health numbers of about 21,000 people - with diagnostic information for about 262 chronic diseases conditions - was shared on a USB stick with a researcher without a request being approved.  Information and Privacy Commissioner Elizabeth Denham will release her independent investigation in coming weeks.  ceharnett@timescolonist.com  Timeline   March: Auditor general receives tip concerning the Pharmaceutical Services Division   May: Health Ministry officially begins its investigation into conflict of interest, along with inappropriate conduct, data management and contracting out   June: Data access for some ministry employees is halted   July and August: Employees are suspended from work   Sept. 6: Ministry fires four, suspends three without pay   Sept. 14: Ministry confirms a fifth person has been fired   Sept. 14: Malcolm Maclure sues the ministry for wrongful dismissal, saying suspension without pay constitutes constructive dismissal   Oct. 5: Health Ministry files counter claim, saying Maclure was fired with cause   Oct. 24: Ministry confirms a seventh person has been fired   Dec. 3: Ron Mattson sues the Health Ministry for wrongful dismissal and defamation and sues Health Minister Margaret MacDiarmid for defamation   Dec. 24: Government files response to civil claim alleging Mattson circumvented policies and procedures   Jan. 8: University of Victoria PhD student Roderick MacIsaac, 46  one of the seven fired in 2012 as part of the Health Ministry investigation - is found dead in his home. no foul play suspected.BC Coroners Service is investigating.  - See more at: http://www.timescolonist.com/news/local/b-c-health-ministry-data-breach-affects-millions-38-000-will-receive-letters-1.47803#sthash.JqUGCrnS.dpuf",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "150154"
    ],
    "victim_id": "Ministry of Health"
  }
}