{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 67,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 67,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "03F31826-3C08-445D-8645-F7B94DAD0439",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-09T00:26:00Z",
    "dbir_year": 2017,
    "github": "7088",
    "master_id": "2EFDB8FB-ED6B-4450-B4BD-55B9D32CECCB",
    "modified": "2016-07-09T00:29:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 1,
        "year": 2016
      }
    }
  },
  "reference": "http://www.winnipegsun.com/2016/01/27/more-patient-records-stolen-from-wrha; http://winnipeg.ctvnews.ca/wrha-apologizes-after-theft-of-nurse-s-bag-compromises-clients-privacy-1.2752560",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Health officials are apologizing after a nurse's bag was stolen containing some personal health information, potentially impacting dozens of people. \"On behalf of the health region, (I) want to apologize to the 67 people whose client information has been stolen,\" said Real Cloutier, chief operating officer for the Winnipeg Regional Health Authority. On Jan. 14, a bag belonging to an on-duty, part-time nurse with the WRHA Community Intravenous Program was stolen from an unattended parked vehicle, which was parked near a downtown residential area.  According to the WRHA, the bag contained information regarding the nurse's schedule and some personal health information of some clients. \"The documents were in a case in a car and the car was broken into and the entire case and files have disappeared,\" said Cloutier. \"Our policies are very clear that client information is not to remain in a car.\" Nurses and homecare workers are permitted to carry client information with them, but it must be on their person, said Cloutier. The stolen documents were client information sheets, not entire medical records. Those summary sheets include a person's name, address, health information number and general information about medical history. They do not contain detailed health information one would find in a record. The health region has filed a police report and is working with officers as they investigate. The WRHA does not believe the theft was targeted to steal personal health information. Between Jan. 14-21, health officials compiled a list of clients whose information might have been included. As a result, 67 people were identified. The health authority said the clients have been notified by phone call of the theft and given additional contact information for any further inquiries. This recent breach is unlike a September 2014 incident, where hundreds of confidential medical files were compromised after a doctor's laptop was stolen. However, one Winnipeg privacy lawyer said no matter the scope or depth of a breach, leaked information could still be damaging for some. \"You don't need the full panoply of information about a person to see that sometimes leakage of what might appear, in most cases, to be benign information might actually be quite damaging,\" said Bryan Schwartz, a professor of law at the University of Manitoba. Schwartz still practices law and has specialized in a number of areas including privacy. He said there's no way to eliminate the risk of a breach entirely, and adds there might be a greater harm to having no means of passing along information. \"There could be all kinds of situations where more information actually reduces the risks to the patient and actually increases quality of care,\" said Schwartz. The WRHA stressed it takes client and patient privacy \"very seriously\"; adding there are policies and procedures in place to prevent these types of incidents from happening. The nurse in question is currently under a review looking at the severity of the breach and whether it included malintention; the process is expected to wrap up soon. \"I'm sure the individual is horrified, as much as everyone else, over this event, and I can almost guarantee you this will not happen again with this individual,\" said Cloutier. \"I chalk this up to a pretty dramatic learning experience for this staff member.\"",
  "timeline": {
    "incident": {
      "day": 14,
      "month": 1,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "25001 to 50000",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "victim_id": "Winnipeg Regional Health Authority"
  }
}