{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      },
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 27,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 27,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2F0DA627-33F4-4F9B-9080-9F4402511636",
  "notes": "In addition to Buckley's leave and the state investigation, the board recently lost records containing the personal, medical or criminal information of 27 people.  The paper and electronic documents were stolen from an employee's vehicle on May 16, according to a notification letter the board sent the following day to the 27 people.  The paper documents included exhibits for May 15 hearings that contained clinical and treatment information. The electronic documents also contained that information as well as criminal histories, such as names, dates of birth and Social Security numbers. Some documents also contained driver's license numbers.  The electronic files were contained on a password-protected stick drive, Follansbee said.  Staff reported the incident to law enforcement. The theft apparently occurred during the transport of files, according to the May 17 letter, and Follansbee has called for a review of those procedures.",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-10T22:06:19Z",
    "github": "2771",
    "master_id": "2F0DA627-33F4-4F9B-9080-9F4402511636",
    "modified": "2015-03-10T22:06:19Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 5,
        "year": 2013
      }
    }
  },
  "reference": "http://www.oregonlive.com/politics/index.ssf/2013/05/executive_director_of_psychiat_1.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Psychiatric Security Review Board is set to consider the resignation of its executive director amid a state investigation of board management.  A staff member of the Psychiatric Security Review Board recently lost documents containing the medical, personal or criminal histories of 27 people apparently while transporting the documents to and from the Oregon State Hospital.  Mary Claire Buckley has been on paid administrative leave since May 2. The Department of Administrative Services launched a review of the board's management April 25 at the request of Kate Lieber, the chairwoman of the board, department spokeswoman Amy Velez previously said.  A \"motion for acceptance of executive director's resignation\" is listed as the second item on the agenda of the board's June 4 meeting. The following agenda item is \"appointment of an interim executive director.\"  On Tuesday evening Juliet Follansbee, the board's acting executive director, declined to confirm if Buckley had resigned. \"It's a personnel matter that I don't have anything to do with,\" she said. \"The personnel matter is being handled by the board.\"  The resignation motion was placed on the agenda at Lieber's request, she said.  Lieber and Buckley did not immediately return messages seeking comment Tuesday evening.  Buckley has worked at the board since June 1991. She earns an annual salary of $99,636, not including benefits.  State investigators in February 2011 found Buckley had verbally abused an Oregon State Hospital patient who had declined to enter a secure residential treatment facility. Buckley implied the patient would suffer ramifications for defying the board and refusing the placement, according to a report from the Department of Human Services' Office of Investigations and Training.  The Psychiatric Security Review Board has jurisdiction over people found \"guilty except for insanity\" of a crime. The 10 board members, who are appointed by the governor, have the authority to commit people to the Oregon State Hospital, conditionally release them to community-based programs, or discharge them from their jurisdiction.  In addition to Buckley's leave and the state investigation, the board recently lost records containing the personal, medical or criminal information of 27 people.  The paper and electronic documents were stolen from an employee's vehicle on May 16, according to a notification letter the board sent the following day to the 27 people.  The paper documents included exhibits for May 15 hearings that contained clinical and treatment information. The electronic documents also contained that information as well as criminal histories, such as names, dates of birth and Social Security numbers. Some documents also contained driver's license numbers.  The electronic files were contained on a password-protected stick drive, Follansbee said.  Staff reported the incident to law enforcement. The theft apparently occurred during the transport of files, according to the May 17 letter, and Follansbee has called for a review of those procedures.  \"While client records are secured at the PSRB administrative office in Portland, this incident does point to vulnerabilities when transporting client exhibit files to and from the Oregon State Hospital for PSRB hearings,\" the letter said.  The letter says there is \"a very low risk of identity theft for this incident\" but suggests the recipients watch bank and credit card accounts for any unusual activity.",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 5,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "Psychiatric Security Review Board"
  }
}