{
  "action": {
    "unknown": {}
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 350000,
          "variety": "Bank"
        },
        {
          "amount": 350000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 350000,
      "data_victim": [
        "Customer"
      ],
      "notes": "Data: Wealth management 350000 people Still, data for about 900 clients_including account names and numbers_were briefly posted online, the firm said names, account numbers, states of residence, phone numbers, asset values and some transaction information  CM: Clients affected by the breach will get new account numbers and credit monitoring services ",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "other": true
  },
  "discovery_notes": "discovered Dec. 27 via regular scans Morgan Stanley performers on suspicious web sites, and the firm was able to trace the breach back to the employee in 24 hours. The sourced added that the information was displayed only for a brief period, though there were an unspecified number of hits on the site.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2F2667EE-F637-4267-B426-1D079F6D5797",
  "notes": "5090  http://www.cnbc.com/id/102292464#;http://money.cnn.com/2015/01/05/technology/security/morgan-stanley-data-breach/index.html;http://www.bloomberg.com/news/print/2015-01-05/morgan-stanley-fires-employee-accused-of-stealing-client-data.html;http://www.marketwatch.com/story/morgan-stanley-shares-down-3-after-employee-theft-of-client-data-2015-01-05  Morgan Stanley naics 523930 employees 55802  Notification 2015-01-05 Discoverey 2014-12-27 (scan on suspicious web sites)  Data: Wealth management 350000 people Still, data for about 900 clients_including account names and numbers_were briefly posted online, the firm said names, account numbers, states of residence, phone numbers, asset values and some transaction information  CM: Clients affected by the breach will get new account numbers and credit monitoring services  Actor: Employee mobile: financial gain",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2016-01-28T07:03:00Z",
    "dbir_year": 2016,
    "github": "5090",
    "master_id": "2F2667EE-F637-4267-B426-1D079F6D5797",
    "modified": "2016-01-28T07:03:00Z",
    "timeline": {
      "notification": {
        "day": 5,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.cnbc.com/id/102292464#;http://money.cnn.com/2015/01/05/technology/security/morgan-stanley-data-breach/index.html;http://www.bloomberg.com/news/print/2015-01-05/morgan-stanley-fires-employee-accused-of-stealing-client-data.html;http://www.marketwatch.com/story/morgan-stanley-shares-down-3-after-employee-theft-of-client-data-2015-01-05 ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Morgan Stanley said Monday that it terminated an employee for stealing wealth management data from up to 10 percent of its clients, or about 350,000 people.  The bank said there is thus far \"no evidence of any economic loss\" for its clients. Still, data for about 900 clients_including account names and numbers_were briefly posted online, the firm said.  Morgan Stanley is the second-largest wealth manager in the country and the sixth-largest holding company, with assets of $814.5 billion. The company said the information did not include Social Security numbers or passwords. \"Morgan Stanley takes extremely seriously its responsibility to safeguard client data, and is working with the appropriate authorities to conduct and conclude a thorough investigation of this incident,\" the company said in a release. The company's shares were off more than 3 percent in morning trade on a day when bank stocks overall were off 2.2 percent, as measured by the KBW Bank Index. A source familiar with the matter said the missing information was discovered Dec. 27 via regular scans Morgan Stanley performers on suspicious web sites, and the firm was able to trace the breach back to the employee in 24 hours. The sourced added that the information was displayed only for a brief period, though there were an unspecified number of hits on the site. The firm believes the employee wanted to sell the information, which included names, account numbers, states of residence, phone numbers, asset values and some transaction information. Clients affected by the breach will get new account numbers and credit monitoring services. However, that may not be enough to stop similar attacks, particular at firms as large and interconnected as Morgan Stanley. \"Until there are real ramifications, until there's some type of financial penalty, whether through regulators or a private cause of action, then I can't imagine this is going to move the needle in change of behavior among these firms,\" said Brian Hamburger, president and CEO at MarketCounsel, a regulatory compliance and consulting firm. The idea that an associate at a firm would have access to so many records should cause alarm bells both for the firm and its clients, he added. \"Whether it's Morgan Stanley or a local wealth management firm, they should be asking what safeguards are in place and who has access to my data,\" Hamburger said. \"The large, global financial powerhouses that have made their way to this industry are not prepared for the level of sensitivity that wealth management clients require.\" ",
  "timeline": {
    "incident": {
      "day": 27,
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "50001 to 100000",
    "industry": "523930",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Morgan Stanley"
  }
}