{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "MA"
      ],
      "motive": [
        "Ideology"
      ],
      "name": [
        "ElSurveillance"
      ],
      "region": [
        "002015"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      },
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 30263,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 30263,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Defacement"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2F4792F5-02B7-4763-B4DD-1483699E5364",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-01T13:40:00Z",
    "dbir_year": 2016,
    "github": "6936",
    "master_id": "2F4792F5-02B7-4763-B4DD-1483699E5364",
    "modified": "2016-02-01T13:40:00Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://news.softpedia.com/news/religiously-motivated-hacker-defaces-79-escort-sites-498311.shtml;http://www.databreaches.net/79-escort-sites-hacked-in-past-week-elsurveillance-2/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Moroccan hacker that calls himself ElSurveillance has defaced and stolen data from 79 escort websites, as part of a larger campaign he started last summer, a campaign against adult and escort portals.  ElSurveillance published the first batch of 71 websites on December 27 and later followed with another 8 websites, the next day. Some sites belong to agencies, others belong to individual models.  According to an interview the hacker gave to DataBreaches.net, the website he chose to let the public know of his actions, his campaign is motivated by religious beliefs.  \"I strongly believe that our bodies are gifted from Allah (God) to us to look after and not to destroy, and I always hated the idea of people selling their bodies for money,\" ElSurveillance said.  His most recent batch of defaced websites included only escort sites, but in the past, ElSurveillance also hacked adult portals, with his biggest target being drjizz[.]com (Caution: NSFW). A complete list of defaced websites can be viewed on his Zone-H profile (Caution: NSFW).  Defacements accompanied by data theft  Besides just taking down escort websites and putting up a standard defacement message, ElSurveillance also admitted to stealing data about user accounts from some of the targeted sites.  He only dumped the data from the drjizz[.]com portal online, but doesn't seem interested in doing the same things for the other sites.  His reasoning is to scare the users who visit these sites into thinking about what are they doing, and possibly make them reconsider registering or using some of these services.  Until now, the #EscortsOffline campaign never got popular online, and ElSurveillance seems to be the only hacker involved in this type of attacks.  Theoretically, this has all the signs of a typical campaign that Anonymous likes to get behind, and with a little bit of publicity, they might hear about it and get involved.",
  "timeline": {
    "incident": {
      "day": 27,
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "Unknown",
    "industry": "812990",
    "region": [
      "000000"
    ]
  }
}