{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "NA"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2F7CACD4-4A14-475D-9A99-6191D31264B5",
  "notes": "Community Care Services Program",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T21:36:28Z",
    "master_id": "2F7CACD4-4A14-475D-9A99-6191D31264B5",
    "modified": "2015-07-24T21:36:28Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://wjbf.com/2015/07/24/georgia-division-of-aging-services-notifies-3000-clients-of-data-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Georgias Department of Human Services Division of Aging Services has notified approximately 3,000 clients in the Community Care Services Program of an unauthorized disclosure of their protected health information.  The Department has identified the root cause of the issue, which involved the inadvertent disclosure of certain health diagnoses of affected program participants through an email to a contracted provider, and resolved it.  No other personal informationsocial security numbers, Medicaid numbers, dates of birth, or contact informationwas disclosed.  While we are confident that this data breach was limited in nature and resolved almost immediately, we are obligated to ensure that our clients and the public can trust the integrity of our programs, said Georgias Human Services Commissioner Robyn A. Crittenden. We take client privacy very seriously, and it is important that the public is fully aware of this situation and aware of our efforts to prevent such an event in the future.  To protect against future disclosure of protected health information, the Department has installed additional safeguards in Division of Aging Services programs. All Department staff will undergo additional training on privacy standards.  The Community Care Services Program (CCSP) is a state program that helps people at risk of nursing home placement to remain in their communities. CCSP is managed by the Department of Human Services Division of Aging Services in partnership with Georgias 12 Area Agencies on Aging.  Affected clients have been notified of the breach in accordance with federal policy.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "Department of Human Services Division of Aging Services"
  }
}