{
  "action": {
    "hacking": {
      "notes": "action unknown but seems to have been a hacking action",
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 280000,
      "data_victim": [
        "Patient"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "7db6ad80-dfea-11ef-8e7d-5bcd93832819",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-01-31T21:46:09.624Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "TA gained access and stole data "
      }
    ],
    "github": "20971",
    "master_id": "2fa2ebcd-398b-4a4e-a7d2-e492e63f956b",
    "modified": "2025-01-31T21:53:19.239Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 8,
        "year": 2024
      }
    }
  },
  "reference": "https://www.krbd.org/2024/08/13/former-patient-sues-akeela-for-a-2023-data-breach/. ; https://www.krbd.org/wp-content/uploads/2024/08/c55f186a-104c-4559-b95a-24c772bd62b0.pdf",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Washington woman is suing Alaska-based behavioral health provider Akeela related to a 2023 data breach. The lawsuit claims it wasn’t until last month that the nonprofit told former patients their personal data had been stolen.  Akeela Inc. has facilities in Homer, Kenai, and Anchorage. They shuttered their operations in Ketchikan earlier this summer.   When a patient is admitted to one of Akeela’s programs, they have to provide intake information. Like many healthcare providers, this includes things like date of birth, social security number, and diagnostic and health treatment information. Because of all the information on their servers, the American Hospital Association says medical providers, like Akeela, are worth a pretty penny to hackers.  Current and former patients of Akeela’s substance abuse and mental health programs received a letter in late July saying the provider had been the victim of a cyberattack. According to the recent lawsuit filed against the nonprofit, the personal and medical information of over 280,000 patients was stolen.   The letter says, though, that the breach happened around June of 2023, over a year before that letter went out.   So, a former Akeela patient living in Washington state, is suing the organization. The lawsuit alleges negligence, breach of contract and invasion of privacy, among other things.   According to the lawsuit, Akeela failed to take the proper, industry-standard measures to safeguard their patients’ information. That stolen information now puts them in danger of identity theft, fraud, and further cybercrime, potentially for the rest of their lives. And by doing so, the complaint says, the behavioral health provider has breached both its fiduciary contract – basically, by not using the money patients paid them to adequately protect their identities – and their legal contract with patients.  Akeela has a Notice of Client Privacy Practices on its website that states QUOTE  “Akeela is required by law to maintain the privacy of your health information.” UNQUOTE  The law firm that filed the class-action suit on behalf of the plaintiff didn’t return KRBD’s emails or phone calls about the lawsuit.  It can be costly to mitigate the risk of having one’s personal data stolen. It often requires time and money put into credit monitoring, email accounts, and other preventative measures. Plus, there’s the possibility of more spam texts and emails.  The lawsuit claims that if Akeela had alerted their patients in a timely manner – not a year later – they could’ve gotten a jump on those measures a lot sooner. It goes on to say that there have already been reports of identity theft and fraud among patients as a result of the breach.  Akeela has not responded to multiple phone or email requests for comment.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2023
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "government": [
      "NA"
    ],
    "industry": "621330",
    "region": [
      "019021"
    ],
    "state": "AK",
    "victim_id": "Akeela "
  }
}