{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 3780,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 3780,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2FB93DD3-E4AF-4ADE-B7C4-A54243476EE0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4356",
    "master_id": "2FB93DD3-E4AF-4ADE-B7C4-A54243476EE0",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.philly.com/philly/news/20140912_Temple_reports_health-data_breach.html; http://phillydeclaration.org/2014/09/12/laptop-containing-records-of-3700-temple-patients-stolen/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An unencrypted desktop computer containing personal information on 3,780 patients was stolen during a break-in at a Temple University physicians' office in late July, the university said in a statement Thursday.  The computer, in the department of surgery, contained files with patient information that could be used for identity theft, including name, age, billing codes, and, in some cases, the name of the referring physician. The files did not contain Social Security numbers or financial data, according to the university.  It said the theft was promptly reported to police, to appropriate authorities at the U.S. Department of Health and Human Services, and to the affected patients.  \"To help monitor the potential misuse of the stolen information, Temple has offered identity-monitoring services within the United States to all affected patients for 12 months, at no cost to them,\" the statement said. \"We deeply regret this incident and the inconvenience this may have caused our patients.\"  Temple said it had taken steps to prevent such a theft in the future, including reeducating employees about precautions, increasing physical surveillance, and improving security measures for desktop computers.  The data breach was the second involving a health system reported in less than a month.  Community Health Systems, which includes 20 hospitals in Pennsylvania and one in South Jersey, said three weeks ago that personal data belonging to 4.5 million patients had been stolen between April and June by computer hackers traced to China.  Those records included patient names, addresses, birth dates, and telephone and Social Security numbers, but not credit-card or medical information, the Tennessee-based health system, one of the largest in the country, reported to the federal government.  That attack was believed to be the second largest of its type involving patient information since 2009, when the U.S. Department of Health and Human Services began tracking such breaches.  Last December, the University of Pennsylvania Health System announced that some patients' privacy was accidentally breached because of misprinted bills.  More than 500 erroneous statements, affecting more than 1,000 patients, were mailed out that month by one of Penn's billing vendors, RevSpring of Wixom, Mich., the university said. As a result, some patients received bills containing both their own correct information and an unrelated patient's information on the reverse side.",
  "timeline": {
    "incident": {
      "month": 7,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Temple University"
  }
}