{
  "action": {
    "malware": {
      "variety": [
        "Capture app data"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "unknown": {
      "notes": "Malware installed on POS system by unknown means",
      "result": [
        "Infiltrate"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - POS controller"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2000000,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2000000,
      "data_victim": [
        "Customer"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "2509fc20-cd06-11e9-a052-6392f3b8c0e8",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Yes"
      }
    },
    "created": "2019-09-02T05:37:37.999Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "unk",
        "actor": "ext",
        "asset": "srv",
        "attribute": "ia",
        "summary": "Malware is installed on payment card servers"
      },
      {
        "action": "mal",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "POS malware captures credit card data."
      }
    ],
    "github": "13338",
    "master_id": "2fd49de6-b173-4d05-a168-fd42c37ee134",
    "modified": "2019-09-02T05:37:37.999Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 2,
        "year": 2019
      }
    }
  },
  "reference": "https://krebsonsecurity.com/2019/03/a-month-after-2-million-customer-cards-sold-online-buca-di-beppo-parent-admits-breach/; https://www.globenewswire.com/news-release/2019/04/04/1797184/0/en/Data-Breach-Alert-Wolf-Haldenstein-Adler-Freeman-Herz-LLP-is-Investigating-Claims-on-Behalf-of-Customers-of-Buca-Di-Beppo-Planet-Hollywood-Earl-of-Sandwich-Chicken-Guy-Mixology-and.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " On Feb. 21, 2019, KrebsOnSecurity contacted Italian restaurant chain Buca di Beppo after discovering strong evidence that two million credit and debit card numbers belonging to the company’s customers were being sold in the cybercrime underground. Today, Buca’s parent firm announced it had remediated a 10-month breach of its payment systems at dozens of restaurants, including some locations of its other brands such as Earl of Sandwich and Planet Hollywood.  In a statement posted to its Web site today, Orlando, Fla. based hospitality firm Earl Enterprises said a data breach involving malware installed on its point-of-sale systems allowed cyber thieves to steal card details from customers between May 23, 2018 and March 18, 2019.  Earl Enterprises did not respond to requests for specifics about how many customers total may have been impacted by the 10-month breach. The company’s statement directs concerned customers to an online tool that allows one to look up breached locations by city and state.  According to an analysis of that page, it appears the breach impacts virtually all 67 Buca di Beppo locations in the United States; a handful out of the total 31 Earl of Sandwich locations; and Planet Hollywood locations in Las Vegas, New York City and Orlando. Also impacted were Tequila Taqueria in Las Vegas; Chicken Guy! in Disney Springs, Fla.; and Mixology in Los Angeles.  KrebsOnsecurity contacted the executive team at Buca di Beppo in late February after determining most of this restaurant’s locations were likely involved a data breach that first surfaced on Joker’s Stash, an underground shop that sells huge new batches of freshly-stolen credit and debit cards on a regular basis.  Joker’s Stash typically organizes different batches of stolen cards around a codename tied to a specific merchant breach. This naming convention allows criminals who purchased cards from a specific batch and found success using those cards fraudulently to buy from the same batch again when future cards stolen from the same breached merchant are posted for sale.  While a given batch’s nickname usually has little relation to the breached merchant, Joker’s Stash does offer a number of search options for customers that can sometimes be used to trace a large batch of stolen cards back to a specific merchant.",
  "targeted": "Unknown",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 10
    },
    "incident": {
      "day": 23,
      "month": 5,
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "722110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Earl Enterprises"
  }
}