{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 17743,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 17743,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3134E9DD-2FB6-42DA-88B7-12D18516CDD7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-06T21:00:52Z",
    "github": "2448",
    "master_id": "3134E9DD-2FB6-42DA-88B7-12D18516CDD7",
    "modified": "2015-03-06T21:00:52Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://apps.cio.ny.gov/apps/mediaContact/public/preview.cfm?parm=E5EBBF49-5056-9D2A-10DAA90DCDDE22E1",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On October 12, 2012, an employee of the Office of the Medicaid Inspector General (OMIG) is suspected of having made a personal decision, without agency involvement or authorization from OMIG leadership or his or her personal supervisors, to send 17,743 records of Medicaid recipients to his or her own personal e-mail account.  This employee conducted this action without the collaboration of other OMIG staff.  The private information which may have been exposed includes, but may not be limited to, first and last name, date of birth, Medicaid client information number, and Social Security number.   The employee is on administrative leave while a full, independent investigation is being conducted by the New York State Inspector Generals office.  OMIG is cooperating fully with this investigation.  OMIG expects all employees to act in a professional, ethical manner while in the workplace, and will not tolerate behavior that leads to the release of confidential information, said Medicaid Inspector General James C. Cox.   OMIG followed all processes and procedures necessary following such a breach, including notifying each individual whose information was potentially compromised.  OMIG sent each person a letter containing instructions on how to monitor his or her credit, as well as ways in which to ensure that what was inappropriately sent to the employees home computer not translate into identity problems for the individuals involved.  Since this incident occurred, OMIG has devised tighter controls in its information technology department to limit access to data, ensuring that only those investigators and auditors who need data for specific investigatory or auditing purposes can retrieve such information.  Under this enhanced approach, the employee would not have had access to the information included in this breach.  OMIG has also retrained all agency employees on data security, using a nationally accredited program.  OMIG has recommended that the individuals involved place an alert on their credit reports by contacting the three major credit reporting agencies (Equifax, Experian, and TransUnion).  These agencies will provide free credit monitoring services for one year.  OMIG has also set up a toll-free number for individuals to contact if they have questions about this situation: 1-855-809-7205.  OMIG has a dedicated e-mail for people to use as well: security@omig.ny.gov. ",
  "timeline": {
    "incident": {
      "day": 12,
      "month": 10,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "New York Office of the Medicaid Inspector General"
  }
}