{
  "action": {
    "physical": {
      "variety": [
        "Skimmer"
      ],
      "vector": [
        "Public facility"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "BG"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Lewys Martin",
      "region": [
        "019021",
        "150154",
        "142145",
        "150155",
        "150151"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "32A0119D-1C99-4F4C-A93C-C99698549D92",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-18T03:59:00Z",
    "github": "4172",
    "master_id": "32A0119D-1C99-4F4C-A93C-C99698549D92",
    "modified": "2014-08-18T03:59:00Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.gmanetwork.com/news/story/374848/news/regions/two-bulgarians-get-6-years-in-jail-for-atm-skimming",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A regional court in Pampanga recently convicted two Bulgarian nationals for installing a skimming device in an automated teller machine (ATM) inside a popular mall in the province.  In a press statement, Philippine National Police (PNP) spokesperson Chief Supt. Reuben Theodore Sindac said Angeles City Regional Trial Court (RTC) Branch 41 Judge Divina Luz Aquino-Simbulan sentenced Bulgarian nationals Mladenov Emil Stoyanov and Kanev Lyuben Georgiev to six years and three months' imprisonment for violation of Republic Act 8484, or the Access Devices Regulation Act of 1998.  Sindac said the speedy resolution of the case came after the two nationals pleaded guilty to the lesser offense of two criminal charges each for the violation of RA 8484.  The court also fined Stoyanov and Georgiev P20,000 each for the two criminal charges.  The case stemmed after the two were caught on May 15 by the provincial police's Anti-Cybercrime Group (ACG) in the act of installing a skimming device on the pin pad of an ATM inside the mall.  Skimming devices can copy bank account data from the cards inserted in the ATM.  \"We believe they are members of an international ATM skimming ring. Investigation is now being conducted to determine if they have links with a Romanian who was also arrested for the same offense in February also this year,\" said Sindac.  Also seized from Stoyanov and Georgiev were three data port cables matching an ATM card skimmer, a small flat screwdriver used in picking ATM cards, and a laptop computer installed with software used for decoding ATM accounts.  The two are currently detained at the Pampanga Provincial Jail.  Sindac said with the arrest of various foreign and local criminals involved in ATM skimming, the PNP is now working closely with bank authorities.  He said part of the PNP's strengthened drive against ATM skimming is to require banks to place closed-circuit television (CCTV) cameras and security guards in their ATM booths. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "PH"
    ],
    "employee_count": "Unknown",
    "industry": "522110",
    "region": [
      "142035"
    ]
  }
}