{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "32BD7ABE-B704-4E51-B79C-BE5FE3E3F8F1",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-01T00:37:58Z",
    "github": "5389",
    "master_id": "32BD7ABE-B704-4E51-B79C-BE5FE3E3F8F1",
    "modified": "2015-03-01T00:37:58Z",
    "timeline": {
      "notification": {
        "day": 5,
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://www.chroniclelive.co.uk/news/north-east-news/newcastle-nurse-sacked-after-snooping-8581684",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A nurse who was caught snooping on medical records before talking about it on social media has been sacked.  Joyce Jennings worked as a registered nurse at the Newcastle NHS Foundation Trust, when she accessed records she wasnt privy to.  Jennings, who brought her 30 years experience into disrepute, was suspended to work as a nurse for 18 months following a hearing and subsequently dismissed from the Trust for breach of confidentiality.  A report from the Nursing and Midwifery hearing last week said: Mrs Jennings used her privileged position to breach Trust confidentiality policies when she accessed and attempted to access Patient As medical records.  The panel considered that a nurse with 30 years experience should be fully aware of basic data protection. The panel also noted that Mrs Jennings accessed these medical records for her own sole interest and discussed her actions via social media.  Mrs Jennings actions fell short of the standards expected from a registered nurse and were sufficiently serious to constitute misconduct.  Jennings admitted accessing or attempting to access the records of a patient, known as Patient A, who she had no clinical involvement with, on February 21 2013, March 4, 2013, April 19, 2013 and April 22, 2013.  The probe was launched when the patient made the referral to the Nursing and Midwifery Council.  It came to the patients attention when it was seen on social media.  Jennings told a Nursing and Midwifery hearing that she was embarrassed by her actions.  A report from the hearing said: I have to add that I am really embarrassed and ashamed of my actions. I am thoroughly aware that I have acted in an unprofessional manner and that I have breached patient confidentiality and the protocols and policies of the Trust.  I am genuinely upset and remorseful for this situation arising and is completely out of character. I find the whole situation far from comical and it was never my intention to bring the Trust into disrepute.  Jennings was handed an interim suspension order for 18 months.  She was dismissed by the Trust for breach of confidentiality on October 25, 2013.  The panel said there was no evidence that physical harm was caused to Patient A by Jennings actions but she brought the profession into disrepute.  A Trust spokeswoman said: The Trust are aware of this case and the individual is no longer employed by the Trust.  The Trust is aware that the Nursing and Midwifery Council have been progressing the matter and the outcome published on the Nursing and Midwifery Council website.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Newcastle NHS Foundation Trust"
  }
}