{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 1500000,
        "variety": "Asset and fraud"
      }
    ],
    "notes": "Fraudulent Medicare claims;",
    "overall_amount": 1500000,
    "overall_rating": "Unknown"
  },
  "incident_id": "32DB78FE-39BA-49E5-95A4-066306D58190",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-07T00:14:30Z",
    "github": "1846",
    "master_id": "32DB78FE-39BA-49E5-95A4-066306D58190",
    "modified": "2015-03-07T00:14:30Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://www.justice.gov/opa/pr/southern-california-man-found-guilty-health-care-fraud-and-aggravated-identity-theft-role-15",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Southern California man who ran a durable medical equipment (DME) supply company has been found guilty by a federal jury in Los Angeles for his role in a $1.5 million Medicare fraud scheme.  Acting Assistant Attorney General David A. ONeil of the Justice Departments Criminal Division, U.S. Attorney Andr Birotte Jr. of the Central District of California, Assistant Director in Charge Bill Lewis of the FBIs Los Angeles Field Office and Special Agent in Charge Glenn R. Ferry of the Los Angeles Region of the U.S. Department of Health and Human Services Office of Inspector General (HHS-OIG) made the announcement.  Vahe Tahmasian, 36, of Glendale, Calif., was found guilty on March 21, 2014, in U.S. District Court in the Central District of California of one count of conspiracy to commit health care fraud, six counts of health care fraud and six counts of aggravated identity theft. Sentencing is set for June 9, 2014.  The evidence introduced at trial showed that between April 2009 and February 2011, Tahmasian operated a Medicare fraud scheme at Orthomed Appliance Inc. (Orthomed), a DME supply company in West Hollywood, Calif. Tahmasian and his co-conspirator, Eric Mkhitarian, purchased Orthomed from the previous owners and put the company in the name of a straw owner. The defendant and his co-conspirator then stole the personal identifying information of Medicare beneficiaries and doctors in the companys patient files and used that information to submit a large volume of fraudulent claims to Medicare. The evidence showed that during a three-month period in late 2010, Tahmasian submitted more than $1.2 million in fraudulent claims to Medicare for services that were never prescribed by a physician and never provided to the Medicare beneficiaries. Tahmasian and his co-conspirator then took out more than $622,000 in cash from the company over a six-week period in early 2011. The evidence at trial showed that Tahmasian used a fake California drivers license during the course of the fraudulent scheme. Tahmasian submitted a total of $1,584,640 in claims to Medicare and received approximately $994,036 on those claims.  Mkhitarian, Tahmasians alleged co-conspirator, remains a fugitive.  The case was investigated by the FBI and the Los Angeles Region of HHS-OIG and brought as part of the Medicare Fraud Strike Force, under the supervision of the Criminal Divisions Fraud Section and the U.S. Attorneys Office for the Central District of California. The case is being prosecuted by Assistant Chief Benton Curtis and Trial Attorney Alexander Porter of the Fraud Section. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Orthomed Appliance Inc."
  }
}