{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3373FC74-4A03-490A-830A-BEDD87F6DD0E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4707",
    "master_id": "3373FC74-4A03-490A-830A-BEDD87F6DD0E",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.floridatoday.com/story/news/local/2014/11/06/back-surgeon-ordered-pay-k-health-first/18606743/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Dr. Richard Hynes, the Melbourne back surgeon who has been locked in a protracted antitrust battle with Health First, lost a recent legal skirmish with the provider over pilfered emails.  An Orlando district judge ruled Nov. 3 that Hynes violated two federal privacy laws and breached a confidentiality agreement with Health First when he gained access to the email account of another physician. The breach occurred at Holmes Regional Medical Center in 2009, when Hynes was chief of staff of the Melbourne hospital.  Judge Carlos Mendoza ordered Hynes to pay nearly $61,000 in damages to Health First after the two-day, nonjury civil trail. The provider was seeking more than $76,000 it said it spent in investigating the email breach and taking remedial actions, according to court documents.  \"Health First is pleased that after more than five years of litigation with Dr. Hynes over these issues, that it has fully prevailed and recovered its damages,\" Jerome Hoffman, a Health First lawyer who led the investigation, said in a statement. \"Judge Mendoza's statement that Dr. Hynes and his lawyers engaged in 'pettifoggery' is exactly right and puts appropriate final punctuation on the issue.\"  In his 14-page order, the judge wrote that Hynes and his counsel quibbled over unimportant matters by \"making unfounded accusations\" against Health First and by seeking a protective order to prevent the provider from confirming the breach. Mendoza called the tactic \"particularly troubling.\"  Mendoza acknowledged the \"long history of animosity\" between Health First and Hynes. He also wrote that Hynes \"has proven himself to be especially litigious.\"  The stolen emails belonged to Dr. Daniel Segina, an orthopedic surgeon who was a member of the Holmes trauma team that was suspended by Hynes in early 2009. Hynes told Health First lawyers during a deposition for the antitrust case that he thought Segina had a hand in \"anonymous attacks on medical staff.\" He also said he never read any of the emails.",
  "timeline": {
    "incident": {
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Holmes Regional Medical Center"
  }
}