{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        },
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3391E7BC-A746-4750-9F8F-D256B8F30327",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4444",
    "master_id": "3391E7BC-A746-4750-9F8F-D256B8F30327",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://kimt.com/2014/10/15/mayo-clinic-suing-former-executive/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "According to a criminal complaint, obtained through Mayo Clinic, Dr. Franklin Cockerill is accused of taking a high level position with a primary competitor of Mayo months before he actually left the clinic. Dr. Cockerill worked as a director and officer of Mayo Medical Laboratories, and according to the suit, Mayo officials believe he may have been giving away trade secrets to a company called Quest Diagnostics.  Court documents say that in July, Dr. Cockerill called together several meetings with co-workers and Mayo leaders to announce his retirement effective at the end of September. Dr. Cockerill is described as being emotional while telling co-workers that he needed to help his aging mother with the familys fertilizer business in Nebraska. However one day after his retirement, Dr. Cockerill is accused of working as a Vice President and Chief Laboratory Officer at Quest Diagnostics.  Mayo believes Dr. Cockerill had been secretly negotiating this new job for more than seven months prior to his retirement. They also believe Dr. Cockerill would be using highly confidential information and trade secrets to advance competitive interests for Quest. In fact, according to the complain, Dr. Cockerill has had several meetings with top managers at Quest regarding a wide range of topics like intellectual property.  Mayo Clinics official statement is below.  Mayo Clinic has commenced legal action against Dr. Franklin Cockerill, who left his roles as president & CEO of Mayo Medical Laboratories for a leadership position with a direct competitor. Our leaders must maintain their fiduciary responsibility to our organization by protecting confidential information, trade secrets, and intellectual property. By failing to disclose his conflict-of-interest, Dr. Cockerills actions were in violation of Mayo Clinic conflict-of-interest/compliance policies that all staff members agree to on an annual basis, and have put at risk the business strategy of Mayo Medical Laboratories.  We do not take this action lightly. Dr. Cockerill was a valued Mayo Clinic clinician, leader and colleague. We will vigorously defend and protect our intellectual property to ensure we can continue to meet our charitable mission.",
  "timeline": {
    "incident": {
      "month": 9,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621511",
    "region": [
      "019021"
    ],
    "state": "MN",
    "victim_id": "Mayo Medical Laboratories"
  }
}