{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "amount": 1,
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 220,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 220,
      "data_victim": [
        "Customer"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "edbe9c20-7a6d-11ee-b391-931271d090d0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "created": "2023-11-04T00:25:05.378Z",
    "dbir_year": 2024,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Unknown hacking caused a breach."
      }
    ],
    "github": "19936",
    "master_id": "5db746db-c1c7-4b39-bec8-99ab60ed9993",
    "modified": "2023-11-04T04:05:16.384Z"
  },
  "reference": "https://www.securityweek.com/associated-press-stylebook-users-targeted-in-phishing-attack-following-data-breach/; https://siliconangle.com/2023/09/11/journalist-details-stolen-hack-old-ap-stylebook-website/",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Associated Press is informing some AP Stylebook customers that their information has been compromised as a result of a data breach impacting an old website.  The AP Stylebook, a writing and editing guide that is widely used by corporations and newsrooms, is hosted on apstylebook.com. However, an older version was until recently also available, on stylebooks.com. This older version, which a third party had maintained on behalf of AP, was no longer in use, but it was still accessible.  Threat actors hacked into the old site and managed to obtain the information of more than 220 customers, including their name, postal address, email address, phone number, and user ID. In some cases, customers also provided social security numbers or taxpayer IDs, which may have also been stolen by hackers.  The third party that maintained the old site informed AP on July 20 that some users had received phishing emails pointing to a fake AP Stylebook website that instructed them to provide updated payment card information.   An investigation showed that the information of the AP Stylebook customers targeted in the phishing attacks was obtained from the old website, with attackers having access to the site between July 16 and July 22.   In response to the incident, the old website was shut down and AP also managed to disable the phishing site a few days after the attack came to light. While the new AP Stylebook website has not been impacted, users are being forced to change their passwords as a precaution.  The Associated Press warned AP Stylebook customers about the phishing emails in late July, but at the time it did not mention the data breach.  Impacted customers are being offered two years of free credit monitoring and identity restoration services. ",
  "targeted": "Opportunistic",
  "timeline": {
    "discovery": {
      "unit": "Days",
      "value": 6
    },
    "incident": {
      "day": 16,
      "month": 7,
      "year": 2023
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "51913",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Associated Press"
  }
}