{
  "action": {
    "physical": {
      "variety": [
        "Snooping"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "US"
      ],
      "industry": "812112",
      "motive": [
        "Unknown"
      ],
      "notes": "Sandys Salon",
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "34C2B022-698F-4CEB-BD9B-7EDB2DE3439E",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T22:29:00Z",
    "github": "4708",
    "master_id": "34C2B022-698F-4CEB-BD9B-7EDB2DE3439E",
    "modified": "2014-11-20T22:29:00Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://thechronicleherald.ca/metro/1249356-abbie-lane-hairdresser-devastated-over-firing",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A woman who has cut veterans hair in a Halifax hospital for two decades says shes been unfairly fired for allegedly looking at patients charts.  Sandy Innocent operated Sandys Salon on the main floor of the Abbie J. Lane Memorial Building but said she was let go Oct. 9 after being accused of snooping in patients private medical information.  Looking at a chart, thats what they accused me of, Innocent said in an interview Thursday afternoon. I never did that in all the years I was there. I was there for 20 years and I never, ever looked at anybodys chart.  I wouldnt know how to read charts. It broke my heart. It just ripped me apart, honest to God.  Innocent, whos 55 and has been a hairdresser for 32 years, said she was called to a senior managers office and fired because two nurses had reported her on privacy breach allegations.  The hairdresser said she believes the trouble started a week before when she wrote her shops phone number on a piece of paper at a nursing desk.  A 90-year-old patient, who has since passed away, had asked Innocent for the shop number. The patient was a very good friend of Innocents husband, she said.  While she was writing on the slip, Innocent said, a charge nurse admonished her.  She said You shouldnt be behind the desk. I showed her the piece of paper in my hand, with my number on it, so I wasnt trying to hide anything.  Innocent said shes devastated that someone would accuse her of spying, and misses her job. She said the manager refused to tell her which chart was allegedly compromised.  She wouldnt even tell me that, said Innocent, adding she was only aware of the charge nurse complaining to management.  You put that many years into something, she said. I miss my veterans. You just cant believe it.  Everton McLean, spokesman for Capital Health, said management cant speak about the case because it involves personnel and patients.  We cant confirm specifics of any investigation, or (confirm) any investigation taking place, McLean said in an interview Thursday. If a patient file has been determined to be compromised _ that patient is notified.  McLean said he wasnt sure if any files at any hospitals overseen by Capital Health had recently been the subject of breaches.  I havent been made aware of anything thats happened.  There are minor and major breaches, he said, adding that the public is notified in cases of major breaches.  Innocent said she did the hair of patients from the Abbie J. Lane, Camp Hill Veterans Memorial Building and the Infirmary. She said she often went to visit the patients on the morning of their hair appointment to make sure they were ready.  Innocent said she felt humiliated when she was escorted out of the hospital on Oct. 9. (They) took my keys from my salon from me and left me in a hallway crying.  She said her husband has been in contact with a lawyer but to date shes been too upset to talk to legal counsel.  Innocent said she was initially barred from getting some of the salon chairs she owned out of the shop, but her husband managed to pick them up a couple of days later.  Innocent believes she was well liked at the hospital, and noted that the 90-year-old patient had tried to get managers to give her her job back.  The man has been good friends with my husband for 50 years. I kind of looked out for him. ",
  "timeline": {
    "incident": {
      "day": 9,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Queen Elizabeth II Sciences Centre"
  }
}