{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "357161A6-5824-4188-A072-F1834773F42F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "5229",
    "master_id": "357161A6-5824-4188-A072-F1834773F42F",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.hudsonstarobserver.com/news/3664579-harel-chiropractic-clinic-hudson-notifies-patients-breach-unsecured-personal; http://dailyinbox.com/wisconsin-chiropractic-clinic-reports-security-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Harel Chiropractic Clinic of Hudson notified approximately 3,000 patients Tuesday of a breach of unsecured personal patient information after discovering the following event. The following information was sent in a news release:  Recommended for you Hudson Chamber welcomes Army City Council seat remains vacant Graskewicz is Hill-Murray valedictorian 1. On November 20, 2014, it was discovered that some of patients personal information may have been breached on November 4, 2014 by a (then) current employee and contract chiropractor. The employee and contracted chiropractor would have access to this information, as part of normal job duties. The employee and contracted chiropractor resigned shortly after the breach.    2. Patients name, address, phone number, email address, date of birth, social security number, and insurance information may have been breached and removed. It is important to note that no credit card, bank account, or any financial information was accessed. All indications at this time are that the information was removed solely for the purpose of soliciting patients.  3. While there is no evidence to believe that any financial information has been accessed, patients may want to contact one of the toll-free numbers listed below to place a fraud alert on their credit report.  This can help prevent an identity thief from using your credit for opening accounts in your name. As soon as the credit bureau confirms your fraud alert, the other two credit bureaus will automatically be notified to place alerts on your credit report, and all three credit reports will be sent to you free of charge.",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "WI",
    "victim_id": "Harel Chiropractic Clinic"
  }
}