{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "35ADB6D4-E3C8-4C15-ADFE-7F0A59BFC347",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2015-01-07T18:54:54Z",
    "github": "5076",
    "master_id": "35ADB6D4-E3C8-4C15-ADFE-7F0A59BFC347",
    "modified": "2015-01-07T18:54:54Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/yet-another-california-entity-notifies-patients-of-a-laptop-stolen-from-a-car/; http://kstp.com/news/stories/S3667234.shtml; https://oag.ca.gov/system/files/California%20Notices%20Template%2012.24.14_0.pdf?",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An alert about a data breach involving an orthopedic medical device company in Shoreview affects not only Minnesotans, but others across the country as well. A contractor for the company DJO Global went inside a coffee shop in Roseville on Nov. 7 and left a laptop containing private patient information in a backpack on the backseat of his car. A thief saw the backpack, smashed the window and stole it. DJO Global notified patients in a letter that their private information stored on the computer had been stolen. The data included patients names, phone numbers, diagnosis code, surgery dates, health insurer, and clinic and doctor names. A handful of social security numbers were swiped, too.  Worried individuals have contacted police. \"We received hundreds upon hundreds of phone calls from all over the country,\" Lt. Lorne Rosand with the Roseville Police Department said. A spokesman for DJO told 5 EYEWITNESS News via email that no credit card information was taken. The information was in limbo from Nov. 7-21. \"If someone is able to glean information, name, dates, birth, social security information  that's a gold mine,\" Rosand said. DJO says the laptop had password protection in place but wasn't encrypted. There were firewalls, tracking and remote software intact that allowed the data to eventually be erased remotely. DJO says it's doing an internal investigation and security assessment.   Roseville police call this situation a reminder for everyone. \"When people leave valuables in vehicles such as laptops, there's only a piece of glass between the bad guy and your property; that glass can be shattered,\" Rosand said. If you received a letter from DJO or believe your information might be at risk, you can set up a fraud alert with the three credit reporting agencies as a precaution.  The thief has not been caught.",
  "timeline": {
    "incident": {
      "day": 7,
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "339113",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "DJO Global"
  }
}