{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 161
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "38D6BFDD-F0CD-4578-B4CC-18679E375BE8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:08Z",
    "dbir_year": 2014,
    "master_id": "38D6BFDD-F0CD-4578-B4CC-18679E375BE8",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security-jun-2014.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "During an on-camera interview on the evening of 06/02/14 with 4 VHA employees (identities disguised), the News 4 Reporter from WOAI stated \"last week a source with ties inside the San Antonio VA gave News 4 a partial recall delinquency list. It shows 150 Veterans needing medical care in the beginning of May\". The Reporter went on to say, \"We spoke with Veterans on this delinquency list.\" The facility is in the process of attempting to obtain the list of patients the Reporter obtained \"illegally\" and to determine the source. Further information will be added as soon as it is available.06/09/14:\nThis is still being investigated by the Privacy Office. The Privacy Officer (PO) has been in contact with the Reporter and is attempting to retrieve the information. As of 06/06/14, the Reporter has not provided the information requested. The PO is requesting, at the very least, to have the names of the individuals whose information was disclosed without authorization so that VA can begin the notification process.\n06/10/14:\nThe Incident Resolution Service Team determined that, based on the VA Breach Criteria, this would be a breach and require notification, since the full name and partial SSN were disclosed. The 161 Veteran will receive a HIPAA letter of notification. The Data Breach Core Team (DBCT) concurred.",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "United States Department of Veterans Affairs"
  }
}