{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction",
        "Misrepresentation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "39767ACD-8B46-4984-A59D-8EA4A4011A3D",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-09T02:15:00Z",
    "dbir_year": 2016,
    "github": "5611",
    "master_id": "39767ACD-8B46-4984-A59D-8EA4A4011A3D",
    "modified": "2016-02-09T02:15:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/colorado-nurse-who-defrauded-medicaid-using-medically-fragile-childrens-claims-sentenced-to-probation/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Medicaid fraud can pose risks to the patients, particularly when the patients are not well enough or old enough to check any explanation of benefits statements for themselves. In this case, an adoptive/foster mother used medically fragile children's information to defraud Medicaid. Luckily, the children were not harmed.   Colorado Attorney General Cynthia H. Coffman announced that Colorado nurse Donna F. Everly, 61-years-old, cheated the state's Medicaid program by submitting bills for care of medically-fragile children that was not provided. For her crimes of falsifying medical and billing records, Everly was sentenced this week by El Paso County District Court Judge Michael McHenry to three years supervised probation and ordered to pay more than $16,500 in criminal restitution. She must also report her guilty conviction to the Colorado Nursing Board.  \"Medicaid is a taxpayer-funded program and by stealing from it, Donna Everly cheated Colorado's most needy and the public purse,\" said Attorney General Coffman. \"Fortunately, the children were never at risk because Everly employed additional people to care for them. Close coordination between our Medicaid Fraud Control Unit experts and alert public servants with the Program Integrity Unit at the Colorado Department of Health Care Policy and Financing stopped this three-year crime spree.\"  Everly was responsible for the necessary care of medically-fragile children to whom she was a foster and adoptive mother. Between September 2008 to April 2010, she and her co-defendant boyfriend, Phillip Hyland a 49-year-old certified nurse aide, submitted fraudulent claims to Medicaid claiming they were providing services to the children which they did not. Everly submitted in excess of 230 separate false billing statements for Hyland's services alone during this time period.  Everly was out of town on three separate occasions when she submitted bills to Medicaid for payment of services she claimed to have provided the children during the same dates she was away. After a two-week jury trial in January 2015, Donna Everly was found guilty on all 136 felony counts. At a subsequent date, Everly also agreed to pay a civil penalty of $75,500 to the Colorado Department Health Care Policy and Financing, the state agency which administers the Colorado Medicaid program.  In January 2014, Phillip Hyland entered a guilty plea to a single felony count. He received a Deferred Judgment and was sentenced to four years of unsupervised probation and to perform 200 hours of useful public service. Hyland was also ordered to pay restitution of more than $9,600 to Medicaid and to reimburse the State of Colorado more than $1,800 for the costs of extraditing him back to Colorado from South Carolina as well as pay all court costs and fees.  An anonymous complaint of Medicaid fraud was first reported to the Colorado Department of Regulatory Agencies (DORA). DORA referred the complaint to the Medicaid Fraud Control Unit which then successfully investigated and prosecuted Everly and Hyland.  SOURCE: Colorado Attorney General's Office",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "Colorado Medicaid"
  }
}