{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "95D23B07-A537-4A64-A573-CA10B89CB407",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-23T00:01:00Z",
    "dbir_year": 2017,
    "github": "6732",
    "master_id": "3A9CDC18-1D62-451C-9704-807FE75521BB",
    "modified": "2016-08-23T00:05:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/oh-thousands-of-medical-records-containing-confidential-info-found-in-dumpster/; http://www.10tv.com/content/stories/2015/12/01/columbus-ohio-thousands-of-medical-records-containing-confidential-info-found-in-dumpster.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A good Samaritan says he was surprised when he discovered thousands of documents marked confidential in a dumpster.  10TV examined the documents and found medical records containing patients' social security numbers, dates of birth, as well as detailed information about medical conditions and prescriptions.  For now, 10TV isn't disclosing the locations of the dumpsters to protect the sensitive information from would-be identity thieves.  The tipster, who asked not to be identified, said \"we started looking and it said patient information and things like that and just got concerned that there was information in there that probably shouldn't be in the dumpster.\"  The Ohio Medical Board says it has the authority to take action when patients' records are discarded in a dumpster, because it's considered a violation of the minimal standards of care.   However, 10TV has learned the doctor who ran the practice died in January.   A maintenance worker who allowed 10TV to view the abandoned space, says it was filled with boxes of abandoned medical records that ultimately ended up in the dumpsters.  10TV recovered one document that led us to former patient, Darell Webb.  He says he's upset that someone could have swiped the documents and stolen his identity.    \"It should have been properly disposed of...like being shredded and then disposed of...not just thrown in the trash can like that.\"  Columbus police say the person who dumped the records didn't break any laws, and the medical documents are still exposed in the dumpsters.   10TV is continuing to search for answers to explain how this could happen, and how to make sure it doesn't happen again.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "OH"
  }
}