{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3BDE5E7A-A4A7-4FA7-9F55-0E76B7E7D9AE",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T03:34:00Z",
    "dbir_year": 2016,
    "github": "5735",
    "master_id": "3BDE5E7A-A4A7-4FA7-9F55-0E76B7E7D9AE",
    "modified": "2016-02-08T03:34:00Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.oregonlive.com/today/index.ssf/2015/04/oregon_health_insurers_data_br.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On Wednesday Sherwood residents Lester and Nora Brock were surprised to learn that personal data entrusted with their health insurer, Oregon's Health CO-OP, might be compromised.  Even more surprising? They learned this not from a letter addressed to them, but from five different letters addressed to other people __ each in separate envelopes delivered to the Brocks' address.  None of the letters were addressed to the Brocks, meaning the firm's promise of a free year of identity protection services and a $20,000 insurance policy was not as soothing as it could have been.  \"How well are you supposed to trust them,\" Lester Brock said., \"If they can't even send it to the right address?\"  Oregon's Health CO-OP CO Ralph Prows still hasn't received his letter in the mail. He calls the misfire an \"unfortunate additional snafu\" on top of the data breach itself.  On Tuesday, the insurer announced that an employee's laptop containing personal information about members and their dependents had been stolen. The laptop was password-protected, the firm says.  \"I'm a member here, other people here are members,\" said Prows. \"We're all as concerned as we could be about this. I actually think it's a low risk issue, but not a zero-risk issue. So I want people to take steps to protect themselves.\"  The insurer is using its ID theft company, Portland firm \"ID Experts,\" to resend the letter to 15,000 people. In the meantime, members can direct questions to 1-800-285-9862 or www.myidcare.com/oregonprotection  The breach comes as bad news for the upstart insurer. It's operated as a consumer-owned operated nonprofit, one of two set up with the help of federal loans in Oregon in 2013.",
  "timeline": {
    "incident": {
      "month": 4,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "Oregon's Health CO-OP"
  }
}