{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "country": [
      "US"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 150,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 150,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "085e73b0-9713-11e7-a11c-5542f7e3819f",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "asset_os": [
      "Unknown"
    ],
    "created": "2017-10-24T06:10:12.429Z",
    "credit_monitoring": "Y",
    "credit_monitoring_years": 1,
    "data_abuse": "Yes",
    "dbir_year": 2018,
    "github": "9565",
    "master_id": "3c16dc94-54f7-47dc-9c02-6ff3c974995d",
    "modified": "2017-10-26T05:59:06.648Z",
    "sub_source": "phidbr"
  },
  "reference": "http://www.charlotteobserver.com/news/local/crime/article153689514.html; http://www.wbtv.com/story/35557029/charlotte-medical-employee-pleads-guilty-to-patient-identity-theft; http://www.wsoctv.com/news/local/federal-prosecutor-charlotte-medical-practice-worker-sold-patients-private-info-for-10/523221440",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Federal prosecutors have charged a Charlotte medical practice employee over accusations she sold patient's private information to an identity thief.  Keniona Laneen Thomas, a former employee at Carolina Neurosurgery & Spine Associates, was charged in a bill of information filed Monday.  She sold the information of more than 150 patients at $10 a person, according to the court document.  A Channel 9 reporter reached Thomas by phone Tuesday.  She declined to comment on the situation but apologized to the victims and said she was extremely remorseful.  Records show she has reached a plea agreement with federal prosecutors. However, she has not yet made any court appearances in the matter.  A CNSA executive told Channel 9 that it immediately notified all patients affected last fall. It also offered free credit-monitoring services and complied with federal HIPAA requirements, the executive said.  CEO Mary Cloninger released a written statement that reads in part:  \"When Ms. Thomas' illicit activities first came to light, Carolina Neurosurgery & Spine and Federal authorities jointly conducted a thorough investigation. That investigation resulted in both Ms. Thomas' termination from employment and in the federal charges… CNSA is grateful to the federal government for its diligence in prosecuting Ms. Thomas and helping to protect patients at CNSA and elsewhere.\"   Federal authorities said Thomas sold the information to Christopher Roach. On Thursday, a federal judge sentenced Roach to more than 7½ years in prison for using stolen identities to open credit cards and purchase more than a quarter-million dollars.  A Facebook page belonging to a Keniona Thomas shows a woman seated at the front of a Charlotte-Mecklenburg Schools bus. CMS records list a Keniona L. Thomas as being employed as a CMS bus driver as of March.  Channel 9 asked CMS officials if the same Thomas who was charged is a bus driver. As of Tuesday night, CMS officials had not yet provided information. ",
  "timeline": {
    "discovery": {
      "unit": "Months"
    },
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Carolina Neurosurgery & Spine Associates"
  }
}