{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate"
      ],
      "variety": [
        "Use of stolen creds"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1600,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1600,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "7b1e5a00-2437-11eb-af35-ed9bb3f10d5f",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1,
        "data_abuse": "Unknown"
      }
    },
    "created": "2020-11-11T22:27:30.966Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "attacker gained creds from a platform "
      }
    ],
    "github": "15766",
    "master_id": "3c216598-dee3-4848-bf88-0987eb2ecf38",
    "modified": "2020-11-11T22:27:30.966Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 6,
        "year": 2020
      }
    }
  },
  "reference": "https://www.bleepingcomputer.com/news/security/fortune-500-insurance-firm-genworth-discloses-data-breach/ ; https://www.technadu.com/genworth-financial-announces-noxious-data-breach/104607/",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Genworth Financial,” the American insurance firm with total assets that surpass a hundred million USD and revenues that go beyond $8.6 billion, has announced a catastrophic data breach on its systems. The company realized the security event on April 20, 2020, when they detected unauthorized access onto its systems. Reportedly, hackers were using compromised insurance agent accounts to access the corporate network and tap into data such as documents containing personal and financial information of clients. After determining which agents had been compromised, Genworth secured the accounts, locked out the infiltrators, and began distributing notices of a data breach to the clients who had been served by these agents.  The data that may have been accessed by the threat actors include the following details:  Full name Home and/or business address Age Gender Date of birth Sensitive financial information Social Security Number (SSN) Signature Not all of the above regard every affected user, as not all database listings are equally rich. However, the type of data that was involved in the incident makes it particularly severe and a great cause for concern. For this reason, the recipients of the notices are advised to take the offer of one year of credit monitoring services with ID Experts, the cost of which will be covered by Genworth. The “typical” credit freeze and credit report monitoring advice are also provided in the notice letters.  The insurance firm hasn’t clarified the number of people who have been affected by this incident. Still, an employee from their public relations told Bleeping Computer that the pool of user details in the accessed platform is 1,600 people. It means that the hackers may have stolen the sensitive details of up to 1,600 clients. Genworth clarified that the incident wasn’t due to a security vulnerability or mistake from their part, as the agent login credentials were stolen from elsewhere. The hackers only accessed a system that is used by insurance agents, so the company’s main network infrastructure hasn’t been compromised.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 4,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "524210",
    "region": [
      "019021"
    ],
    "victim_id": "Genworth Financial"
  }
}