{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2000,
      "data_victim": [
        "Patient"
      ],
      "notes": "Record loss amount is from the HHS database.",
      "state": [
        "Stored encrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3D034884-E735-4207-B6AF-6628D818A208",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T21:03:00Z",
    "dbir_year": 2016,
    "github": "6512",
    "master_id": "3D034884-E735-4207-B6AF-6628D818A208",
    "modified": "2016-02-09T21:03:00Z",
    "timeline": {
      "notification": {
        "day": 7,
        "month": 8,
        "year": 2015
      }
    }
  },
  "reference": "http://www.maxbayardmd.com/PatientPortal/MyPractice.aspx?UAID=%7b0EFA4E79-AE25-42B2-95BE-D1ACA63D35E1%7d&TabID=%7b103%7d",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On August 5, 2015, the offices of Max M. Bayard, MD PC were broken into and computer devices were stolen.  As soon as the theft was discovered, we notified law enforcement and are cooperating with their investigation.  Immediately after the break-in, we began an investigation to determine what information was on the devices.  While the information on the devices varies by person, we were able to determine that patients' names, Social Security numbers, and other limited treatment-related information may have been on the devices.  Although the treatment-related information varies by person, examples include dates of birth, Medicare/Medicaid enrollment information, dates of treatment, types of treatment, and diagnoses.  We take the privacy and security of the information in our possession very seriously and are cooperating with law enforcement personnel in their investigation.  We deeply regret these circumstances and are committed to keeping impacted individuals informed.     We mailed a letter to each individual potentially impacted by this event, explaining the details and providing a toll free number to assist those who have questions.  Although we are not aware of any misuse of any information, as an added precaution, we are offering at no cost to impacted individuals access to credit monitoring and identity theft resolution services through AllClear ID.     We value the privacy and security of our patients' information, and have taken steps to prevent this type of event from happening again, including changing the firewall password, all software-related, login, and email account passwords, installing security cameras, securing the computers in a safe when not in use, encrypting all computers, and reviewing policies and procedures for the secure storage of personal information.  Our staff is being trained on these additional safeguards.",
  "timeline": {
    "incident": {
      "day": 5,
      "month": 8,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "VT",
    "victim_id": "Max M Bayard MD, PC"
  }
}