{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Inadequate technology"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk media"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1300000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1300000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3D371979-43DE-495D-94FA-5D7A003AE6B5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-17T23:01:00Z",
    "master_id": "3D371979-43DE-495D-94FA-5D7A003AE6B5",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 1,
        "year": 2007
      }
    }
  },
  "reference": "http://www.computerworld.com/s/article/9008909/Chicago_Elections_Board_sued_over_data_breach",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "For the second time since October, the Chicago Board of Elections finds itself facing charges that it failed to adequately protect the privacy of voters in the city.  State and federal class action lawsuits filed earlier this week allege that the Board was negligent when it distributed more than 100 computer disks containing Social Security numbers and other personal data on more than 1.3 million voters to alderman and ward committee members.  The 11-page state and six-page federal lawsuits ask the court to force the board to recover the disks and erase the data on them. The lawsuits, which seek unspecified monetary damages, also call on the board to notify affected individuals of the breach.  \"What we'd like to see is some sort of an endowment, similar to what the [Department of Veterans Affairs] did last year, for people whose credit might have been damaged by this,\" said Nick Kefalos an attorney with Chicago-based Vernor Moran who filed the lawsuits.  Jim Allen, a spokesman for the Board of Elections, said that about 100 computer disks containing voter information were distributed to aldermen and committee members in late 2003 and early 2004. The information was distributed under an Illinois state law that requires election authorities to make available reports on registered voters to aldermen, election candidates and ward committees, Allen said.  Typically, the data that's made available by the election authority does not include the Social Security numbers of registered voters, Allen said. In this case, disks were created using data that was downloaded directly from the board's mainframes after a 2003 fire at the Cook County Administration Building forced an evacuation of the building for several months.  \"They had to do a massive download because they were not going to have access to the mainframes for several months,\" he said. That data included the Social Security numbers of over 1.3 million voters out of the 2.2 million registered voters in the city, and was \"unfortunately included with the basic information\" made available.  Allen added that the election board has hand-delivered letters on Monday to ward offices requesting the disks to be returned. He added that so far there is no indication that any of the information has been used for fraudulent purposes.  Since the board moved back to the Cook County building, it has not been including any Social Security numbers with the information sent out, Allen said.  The breach was brought to the board's attention last month by Peter Zelchenko, who is running for an alderman's position in an election set for Feb. 27. Zelchenko is part of a group called the Illinois Ballot Integrity Project, and last October he disclosed a major breach on the Chicago Election board's Web site. That breach not only allowed users to view the Social Security numbers of registered voters but to also actually edit and delete the information.  Since that disclosure, the board has removed the Social Security numbers from public view and deleted all but the last four digits of the numbers from its mainframe records, Allen said. It also hired a local firm, Grant Thornton LLP, to help deal with data security and storage issues as well as the control and dissemination of data.  Following the disclosure of the latest breach, Zelchenko, created a Web site designed to help voters determine exactly what information might have been included in the disks that were handed out.  Regarding the latest breach, Zelchenko said it was \"far worse\" than the problem he disclosed in October. \"There is now not one path to the information, but easily hundreds, on hundreds of CD-ROMs distributed over the years,\" he said.  \"Essentially, you can select from among 2.2 million Chicagoans and know their full name, current and past addresses, family members' identities, birthdate, sex, phone number, Social Security numbers, and what years they voted. You couldn't plan a more ideal package for identity theft,\" he said.",
  "timeline": {
    "incident": {
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921110",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "Chicago Board of Elections"
  }
}