{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "US"
      ],
      "industry": "518210",
      "motive": [
        "Unknown",
        "NA"
      ],
      "notes": "MDF Transcription",
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 15000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 15000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3D9F5230-4D6C-430A-8DC3-932E75AA8276",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-09T22:23:42Z",
    "github": "2091",
    "master_id": "3D9F5230-4D6C-430A-8DC3-932E75AA8276",
    "modified": "2015-03-09T22:23:42Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.bostonglobe.com/business/2014/04/29/boston-medical-center-fires-vendor-after-data-breach/jboHN1Aq1x2JAE5amyEHiO/story.html; http://www.healthcareitnews.com/news/vendor-sacked-after-HIPAA-breach-blunder",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Can a subcontractor expect to keep the job after accidentally posting protected health information of some 15,000 patients online? A Boston teaching hospital says, 'definitely not.'   The 496-bed Boston Medical Center in Massachusetts has fired third-party vendor MDF Transcription after hospital officials discovered the company posted health records and demographic data of 15,000 patients to the vendor's website with no password protection.    [See also: Group slapped with $6.8M HIPAA fine.]   \"As a result, the notes could have potentially been accessed by non-authorized individuals,\"  BMC spokesperson Jenny Eriksen Leary wrote to Healthcare IT News.    When asked how long the information had been posted publicly online, Eriksen Leary said hospital officials are not sure, but they are currently working with MDF to determine that information. The hospital has been working with MDF Transcription for 10 years.   This is the first reported HIPAA breach for BMC involving more than 500 patients, according to data from the Department of Health and Human Services.    [See also: Healthcare security stuck in Stone Age.]   Between 25 percent to 27 percent of all HIPAA breaches involve a business associate, with some as high as 64 percent, according to the Office for Civil Rights, the HHS division responsible for investigating HIPAA violations. That number is poised to increase as business associates are now liable under the new HIPAA rule.    Following the HIPAA final rule, which took effect back in September 2013, HIPAA-covered entities have expressed a growing mistrust over their BAs' ability to handle sensitive patient information. Some 73 percent of healthcare organizations say they are not confident or only slightly confident their third-party vendors are capable of detecting security breaches, notifying them and able to perform a proper risk assessment, according to a March security report by the Ponemon Institute.    [See also: 4-year long HIPAA breach uncovered.]   To date,  31.3 million individuals have had their protected health information compromised in a large HIPAA breach (involving 500 people or more) since 2009, according to OCR data. Topics: Privacy & Security, Department of Health & Human Services (HHS)",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "Boston Medical Center"
  }
}