{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1510
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "3DA2B078-9AB9-419D-8274-45FDBC9A7913",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:08Z",
    "dbir_year": 2014,
    "master_id": "3DA2B078-9AB9-419D-8274-45FDBC9A7913",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security-jan-2014.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On 01/15/14, around 10:00 PM, approximately twenty Veterans (Veteran A) called a VA Help Desk and reported they were able to see another Veteran's (Veteran B) information when they logged on to eBenefits. At this time it is known that Veteran's B name and mailing address were visible. Veteran A was able to access any of the information available in eBenefits for Veteran B, but it is unknown if Veteran A moved past the initial welcome page. VA IT Specialists are investigating whether or not logs can be pulled showing which pages were accessed. Approximately 10,000 users logged in to eBenefits on 01/15/14 so IT Specialists are investigating in attempt to narrow the time frame of when the incident began and ended. This ticket will be updated as information is received. NSOC opened a separate Remedy ticket to address the security issues. They did not create a PSETS ticket which is why this PO created this ticket. The NSOC ticket is VANSOC0601263.\n01/18/14 7:52 PM: Update to the incident description.\nVA Authentication Federation Infrastructure (VAAFI) was patching servers located at Terramark, without notification to Enterprise Operations (EO) or National Service Desk (NSD) when Veterans began contacting the eBenefits (EBN) Help Desk with reports of seeing other Veterans PII information being produced on their screens. The incident started being reported on 01/15/14 about 9:00 PM ET. The NSD was notified on 8:43AM ET on 01/16/14.  01/16/14:\nThe time frame of the incident is from 01/15/14, 8:03 PM 01/16/14, 12:56 AM. During this time 10,154 users logged on to eBenefits. Of this number, 5,351 users potentially saw another user's information or their own data was exposed. eBenefits was taken off-line on 01/16/14 at 8:20 AM. It was back online at 10:15 AM. It was taken off-line a second time at 10:47 AM and remains off-line. The investigation is continuing. A Swift Action and Triage (SWAT) team was convened by 8:53 AM.\n\nThe paragraph below is in the letters to the adults and dependents under 18.\nOn 01/15/14, during a process to improve software supporting the joint VA and Department of Defense (DoD) benefits web portal (eBenefits), VA discovered a software defect. On that day, some Veterans, Servicemen and dependents that registered and logged into eBenefits were able to see a combination of their own information as well as data from other eBenefits users.",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "United States Department of Veterans Affairs"
  }
}