{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 380000,
          "variety": "Credentials"
        },
        {
          "amount": 380000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 380000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "851F33E3-9AEE-4556-A1C5-496BFFED09F1",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2017-01-27T21:22:00Z",
    "dbir_year": 2018,
    "github": "8839",
    "master_id": "3DD6D8DD-B8A4-499C-ABDB-D6AF804AB9A1",
    "modified": "2017-01-27T21:32:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 11,
        "year": 2016
      }
    }
  },
  "reference": "http://motherboard.vice.com/read/hackers-are-trading-hundreds-of-thousands-of-xhamster-porn-account-details; http://gadgets.ndtv.com/internet/news/xhamster-reportedly-saw-380-000-accounts-compromised-in-security-breach-1632680",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hundreds of thousands of user account details for porn site xHamster are being traded on the digital underground.  The database of nearly 380,000 users, provided to Motherboard by for-profit breach notification site LeakBase, includes usernames, email addresses, and what appears to be poorly-hashed passwords.  Although xHamster is a free porn site, users can sign up to create personal favorite collections, post comments, or upload their own videos. According to the xHamster site, over 12 million people have signed up for an account.  Motherboard attempted to create new xHamster accounts with a random selection of 50 email addresses from the database. When the email corresponded to an xHamster account, the site returned the message \"This email already exist! [sic]\" All 50 addresses were already in use, and all but one of the related usernames were already taken too.  The database includes some 40 email addresses belonging to the US Army, and 30 related to various US, UK, and other countries' government bodies.  According to LeakBase, the data was being traded at around the same time a hacker found a vulnerability in xHamster's website earlier this year, but it is not clear how exactly this database was obtained.  Motherboard attempted to contact a number of individuals implicated by the breach, but did not receive a response.  To check that the data was not already publicly available, Motherboard searched for the same email addresses on the open internet. The vast majority returned no relevant Google search results.  An xHamster spokesperson told Motherboard in an email, \"The passwords of all xHamster users are properly encrypted, so it is almost impossible to hack them. Thus, all the passwords are safe and the users data secured.\"  However, the hashes in the database have been created with the long-aging algorithm MD5. Hackers can trivially crack these hashes, and plenty of websites exist where anyone can quickly look up the plaintext of an already-cracked hash.",
  "timeline": {
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "CY"
    ],
    "employee_count": "Unknown",
    "industry": "512100",
    "region": [
      "142145"
    ],
    "victim_id": "xHamster"
  }
}