{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1100000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1100000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Incident response"
      ]
    }
  },
  "discovery_notes": "\"On April 21, 2015, Mandiant uncovered evidence of an attack that occurred on June 19, 2014 and that resulted in limited unauthorized access to a database used for a website  accessed by registered CareFirst brokers. \"",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3DFFD3B1-499A-44FC-BE70-9860C44CFE45",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 2
      }
    },
    "created": "2016-02-03T00:29:00Z",
    "dbir_year": 2016,
    "github": "5812",
    "master_id": "3DFFD3B1-499A-44FC-BE70-9860C44CFE45",
    "modified": "2016-02-03T00:29:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://krebsonsecurity.com/2015/05/carefirst-blue-cross-breach-hits-1-1m/; http://news.softpedia.com/news/Data-Breach-at-CareFirst-Health-Insurer-Affects-1-1-Million-Customers-481850.shtml; http://www.carefirstanswers.com; http://www.databreaches.net/seek-and-ye-shall-find-carefirst-notifies-brokers-and-members-of-2014-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "CareFirst BlueCross BlueShield on Wednesday said it had been hit with a data breach that compromised the personal information on approximately 1.1 million customers. There are indications that the same attack methods may have been used in this intrusion as with breaches at Anthem and Premera, incidents that collectively involved data on more than 90 million Americans.  On May 20, 2015, CareFirst BlueCross BlueShield (CareFirst) announced that the company has been the target of a sophisticated cyberattack.  The attackers gained limited, unauthorized access to a single CareFirst database. This was discovered as a part of the company's ongoing Information Technology (IT) security efforts in the wake of recent cyberattacks on health insurers. CareFirst engaged Mandiant __ one of the world's leading cybersecurity firms __ to conduct an end-to-end examination of its IT environment. This review included multiple, comprehensive scans of the CareFirst's IT systems for any evidence of a cyberattack.  The review determined that in June 2014 cyberattackers gained access to a single database in which CareFirst stores data that members and other individuals enter to access CareFirst's websites and online services. Mandiant completed its review and found no indication of any other prior or subsequent attack or evidence that other personal information was accessed.  Evidence suggests the attackers could have potentially acquired member-created user names created by individuals to access CareFirst's website, as well as members' names, birth dates, email addresses and subscriber identification number.  However, CareFirst user names must be used in conjunction with a member-created password to gain access to underlying member data through CareFirst's website. The database in question did not include these passwords because they are fully encrypted and stored in a separate system as a safeguard against such attacks. The database accessed by attackers contained no member Social Security numbers, medical claims, employment, credit card, or financial information.  \"We deeply regret the concern this attack may cause\", said CareFirst President and CEO Chet Burrell. \"We are making sure those affected understand the extent of the attack __ and what information was and was not affected. Even though the information in question would be of limited use to an attacker, we want to protect our members from any potential use of their information and will be offering free credit monitoring and identity theft protection for those affected for two years.\"  Approximately 1.1 million current and former CareFirst members and individuals who do business with CareFirst online who registered to use CareFirst's websites prior to June 20, 2014 are affected by this event. All affected members will receive a letter from CareFirst offering two free years of credit monitoring and identity theft protection. The letters will contain an activation code and you must have the letter to enroll in the offered protections. Out of an abundance of caution, CareFirst has blocked member access to these accounts and will request that members create new user names and passwords.",
  "timeline": {
    "incident": {
      "day": 19,
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "524210",
    "region": [
      "019021"
    ],
    "state": "MD",
    "victim_id": "CareFirst BlueCross BlueShield"
  }
}