{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 450000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Fine;",
    "overall_amount": 450000,
    "overall_rating": "Unknown"
  },
  "incident_id": "3E0E7CFE-24D7-4516-8090-3890298EB4A0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-20T04:12:00Z",
    "github": "1506",
    "master_id": "3E0E7CFE-24D7-4516-8090-3890298EB4A0",
    "modified": "2014-05-10T00:58:19Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "year": 2009
      }
    }
  },
  "reference": "http://www.finra.org/Newsroom/NewsReleases/2011/P122940",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " The Financial Industry Regulatory Authority (FINRA) announced today that it has imposed fines of $450,000 against Lincoln Financial Securities, Inc. (LFS) and $150,000 against an affiliated firm, Lincoln Financial Advisors Corporation (LFA), for failure to adequately protect non-public customer information. In addition, LFS failed to require brokers working remotely to install security application software on their own personal computers used to conduct the firm's securities business.     Securities and Exchange Commission (SEC) and FINRA rules require every broker-dealer to adopt written policies and procedures that address safeguards for the protection of customer records and information. FINRA found that for extended periods of time  seven years for LFS and approximately two years for LFA  certain current and former employees were able to access customer account records through any Internet browser by using shared login credentials. From 2002 through 2009, between the two firms, more than 1 million customer account records were accessed through the use of shared user names and passwords. Since neither firm had policies or procedures to monitor the distribution of the shared user names and passwords, they were not able to track how many or which employees gained access to the site during this period of time. As a result of the weaknesses in access controls to the firms' system, confidential customer records including names, addresses, social security numbers, account numbers, account balances, birth dates, email addresses and transaction details were at risk.     The Web-based system both firms used combined non-public customer account information from various sources and allowed employees to view the customer account information within a single site. Home office personnel from both firms could access the system either by clicking on a link on the firm's website or could gain access through any Internet browser by going directly to the system's website and logging in with one of the shared user names and passwords.     FINRA also found that LFS and LFA did not have procedures to disable or change the shared user names and passwords on a recurring basis even after a home office employee had been terminated. Many individuals left the two firms during the relevant time period, yet the shared user names and passwords were never changed, and the firms had no way of determining whether former employees continued to access confidential customer information using those same user names and passwords.",
  "timeline": {
    "incident": {
      "year": 2002
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "524113",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Lincoln Financial"
  }
}