{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 6600000,
          "variety": "Bank"
        },
        {
          "amount": 6600000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 6600000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CC5275C0-CBF9-46E5-BB83-5ACD3A3BDD58",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2017-01-28T00:59:00Z",
    "dbir_year": 2017,
    "github": "8432",
    "master_id": "3F97EF61-E1B7-4187-B71C-F98F7E2BD39E",
    "modified": "2017-01-28T01:13:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 9,
        "year": 2016
      }
    }
  },
  "reference": "https://www.databreaches.net/6-6-million-plaintext-passwords-exposed-as-site-gets-hacked-to-the-bone/; http://cybercashworldwide.com/clixsense-has-been-hacked; https://www.yahoo.com/tech/clixsense-suffers-massive-data-breach-200212574.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "ClixSense, a site which pays users to view ads and take surveys, was the victim of a massive data breach compromising around 6.6 million user accounts.  Usually when there's a data breach of this size, the information stolen contains usernames, passwords, and some other personal information, but due to the nature of ClixSense and the service it provided, home addresses, payment histories, and other banking details have also been compromised.  According to the message posted to PasteBin along with a sample of the stolen data, social security numbers, dates of birth, and some internal emails from ClixSense may also have been compromised.  Ars Technica reported this morning that about 2.2 million people have had their data posted to PasteBin over the weekend, reportedly just a taste of the 6.6 million user accounts that have been stolen.  ClixSense owner Jim Grago told Ars that ClixSense had been hijacked on September 4 but the firm managed to regain control of their DNS over Labor Day weekend. In addition to the user information stolen, it appears that the company's internal email server was also compromised, including \"70,000 emails\" according to the post on PasteBin advertising the hack.  The hackers responsible stated in their PasteBin post that they intend to sell the user information they gathered, without disclosing a specific price. PasteBin has since removed the posts and the sample of the compromised user account information.  On September 11, ClixSense acknowledged the hack in a news post on its website, but did not disclose the extent of the data breach, nor the fact that user information had been compromised.  Users were forced to change their passwords shortly after the hack began, but if you're a ClixSense user it would be a good idea to reset all of your current passwords for other services, and make sure your security questions don't overlap with any of the information you provided to ClixSense  including your date of birth, address, or other identifying information.",
  "timeline": {
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "517110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "ClixSense"
  }
}