{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "3FA37503-0808-4A1C-941E-4F54FFBA42FD",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-18T23:31:00Z",
    "github": "3031",
    "master_id": "3FA37503-0808-4A1C-941E-4F54FFBA42FD",
    "modified": "2014-07-18T23:31:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://www.nzherald.co.nz/bay-of-plenty-times/news/article.cfm?c_id=1503343&objectid=11096074",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Confidential legal aid details of a Bay man accused of breaching community work were mistakenly sent to a woman in a major privacy breach.  The Katikati man's name, address and what his case was about were contained in a letter sent to a Tauranga mother who had applied for legal aid for her daughter.  Private details of two other men from outside the region were also sent to the woman about their legal aid applications - the documents relate to legal representation at parole hearings.  The woman contacted the Bay of Plenty Times yesterday, speaking on the basis that she was not named.  She said she was \"horrified\" to discover the letters among documents sent to her by the Ministry of Justice's Legal Aid Office in Rotorua. The Bay of Plenty Times has sighted the letters.  The letter addressed to a Katikati man confirmed his application for legal aid had been granted.  The woman who received the documents said she had lodged a legal aid application for her daughter, over a drink-driving case. She learned by letter the application had been declined and put it aside. Last week, she discovered the three other letters.  \"If it was just one letter, I probably wouldn't have thought anything more about it but there was three other people's private information and I know if it was me I would want to know my privacy has been breached and someone is held accountable for what's happened.  \"I really thought, given all the other recent privacy breaches, government agencies would have upped their game and put in place stricter processes, so things like this don't happen.\"  The 39-year-old Katikati man at the centre of the blunder said he was \"blown away\" when contacted last night: \"It's come as a huge shock and at the moment I don't know what I can do about the damage this has caused me, but I will be seeking some legal advice, for sure.\"  The man's lawyer could not be contacted for comment.  Porirua-based lawyer Mary More, who represents the other two men, said she would take instructions from her clients before commenting further.  The latest case comes after a series of blunders involving privacy breaches by government departments, including Immigration NZ, ACC, the Ministry of Social Development, IRD, Environment Ministry and the Earthquake Commission.  Last month an Earthquake Commission claims manager accidentally sent a spreadsheet containing 98,000 claimants' confidential details to an insurance advocate.  In October, up to 700 Work and Income self-service kiosks were left unsecured, meaning private information was accessible to anyone who used them.  Last night Justice Minister Judith Collins said protection of personal information must be taken seriously: \"We expect all agencies to treat such information carefully and respectfully. However, if someone receives information that is clearly not intended for them, then the appropriate thing to do is to give it back.\".  Legal Aid Services general manager Michele McCreadie said it appeared a staffer had mistakenly included more than one letter in one envelope. The ministry had been alerted.  Labour Party spokeswoman Sue Moroney, also its ACC spokeswoman, said: \"This Government proudly cut back office functions right across the public service and they wonder why privacy breaches and administration mistakes are happening on an almost daily basis.\"",
  "timeline": {
    "incident": {
      "month": 4,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "009053"
    ],
    "victim_id": "Ministry of Justice"
  }
}