{
  "action": {
    "hacking": {
      "variety": [
        "SQLi",
        "Exploit vuln"
      ],
      "vector": [
        "Command shell",
        "Backdoor or C2"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "US"
      ],
      "motive": [
        "Fun"
      ],
      "name": [
        "Lauri Love"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Dozens of servers compromised"
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 400000,
          "variety": "Personal"
        },
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 400000,
      "data_victim": [
        "Employee"
      ],
      "notes": "large amounts of military data and personally identifying information of government employees and military personnel, 400000 email addresses 30k employees[,]\" and he then copied the personal information of various employees from the protected computer to the online conversation.",
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Repurpose"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_amount": 1000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "3FFBD5F9-1DD3-4E11-B487-0B15FC3398F8",
  "notes": "victims:   breach October 2012 notification July 2013 (public brag)   data large amounts of military data and personally identifying information of government employees and military personnel, 400000 email addresses 30k employees[,]\" and he then copied the personal information of various employees from the protected computer to the online conversation. Love used automated scanners to identify vulnerabilities in large ranges of IP addresses  vector: exploiting vulnerabilities in SQL databases and the Adobe ColdFusion Web application.   actor: lauri love  impact millions of dollars of losses.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-27T14:45:00Z",
    "dbir_year": 2016,
    "github": "692",
    "master_id": "3FFBD5F9-1DD3-4E11-B487-0B15FC3398F8",
    "modified": "2016-01-27T14:45:00Z",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://arstechnica.com/security/2013/10/database-hacking-spree-on-us-army-nasa-and-others-cost-gov-millions/;http://uk.reuters.com/article/2013/10/28/us-usa-crime-hacking-idUKBRE99R0LP20131028;http://news.softpedia.com/news/British-Man-Arrested-and-Charged-for-Hacking-US-Government-Networks-394934.shtml;http://www.justice.gov/usao/vae/news/2013/10/20131028lovenr.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Federal prosecutors have accused a UK man of hacking thousands of computer systems, many of them belonging to the US government, and stealing massive quantities of data that resulted in millions of dollars in damages to victims.  Lauri Love, 28, was arrested on Friday at his residence in Stradishall, UK following a lengthy investigation by the US Army, US prosecutors in New Jersey said. According to prosecutors, the attacks date back to at least October 2012. Love and other alleged hackers are said to have breached networks belonging to the Army, the US Missile Defense Agency, NASA, the Environmental Protection Agency, and others, in most cases by exploiting vulnerabilities in SQL databases and the Adobe ColdFusion Web application. The objective of the year-long hacking spree was to disrupt the operations and infrastructure of the US government by stealing large amounts of military data and personally identifying information of government employees and military personnel, a 21-page indictment said.  \"You have no idea how much we can fuck with the US government if we wanted to,\" Love told a hacking colleague in one exchange over Internet relay chat, prosecutors alleged. \"This... stuff is really sensitive. It's basically every piece of information you'd need to do full identity theft on any employee or contractor\" for the hacked agency.  FURTHER READING   ADOBE SOURCE CODE AND CUSTOMER DATA STOLEN IN SUSTAINED NETWORK HACK Theft could give hackers a new way to exploit widely used Acrobat, ColdFusion apps. According to prosecutors, Love used automated scanners to identify vulnerabilities in large ranges of IP addresses. He would then exploit them to inject powerful SQL commands into a site's backend database. He exploited similar types of vulnerabilities in sites that used ColdFusion, the Web application software whose full source code was recently found on a server operated by hackers. The ColdFusion security flaw, which has since been corrected, allowed Love to gain administrator-level access to computer servers without proper login credentials, a separate criminal complaint filed in a Virginia federal court alleged. After breaching the websites, Love allegedly planted backdoor code on the servers that gave him persistent access to the networks so he could return at a later date and steal confidential data. \"Collectively, the hacks described herein substantially impaired the functioning of dozens of computer servers and resulted in millions of dollars of damages to the government victims,\" the indictment, filed in US District Court in Newark, New Jersey, alleged.  The campaign continued through this month, prosecutors said. They alleged it began no later than October 2, 2012, when Love and his fellow hackers attacked the Engineer R&D website operated by the US Army Corp of Engineers. After exploiting a ColdFusion vulnerability, the hackers obtained a copy of the site's password properties file and exploited it to determine an administrator password for the site.  \"Using the stolen administrator's password, the co-conspirators obtained data belonging to the Army Corps, including information regarding the planned demolition and disposal of certain military facilities,\" prosecutors wrote in the indictment. \"The attack was launched from a computer server located in or around Romania, which was leased by defendant Love.\"  The indictment went on to detail at least nine additional hacks on government and military networks. Other government agencies Love allegedly breached included the Department of Energy, the Department of Health and Human Services, the US Sentencing Commission, and the Regional Computer Forensics Laboratory, according to the criminal complaint filed in Virginia. To cover his tracks, Love allegedly used the Tor privacy service to conceal his IP address and used a series of pseudonyms. He and his colleagues allegedly used pseudonyms on social media sites to publicize the breaches. Despite the effort to remain anonymous, Love allegedly originated at least one attack from an Internet domain that was registered using a PayPal account associated with his lauri.love@gmail.com account.  Love was charged with one count of accessing a US department or agency computer without authorization and one count of conspiracy to do the same. If convicted, he faces a maximum potential penalty of five years in prison and a $250,000 fine, or twice the gross gain or loss from the offense, on each of the two counts.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 10
    },
    "incident": {
      "month": 7,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "541712",
    "region": [
      "150154"
    ],
    "secondary": {
      "amount": 4,
      "victim_id": [
        "National Institutes of Health",
        "U.S. Sentencing Commission",
        "Regional Computer Forensics Laboratory",
        "NASA"
      ]
    },
    "victim_id": "US Missile Defense Agency"
  }
}