{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "amount": 10200,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 10200,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "40C5B658-567A-43FB-867C-EC8D99EA9534",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-31T19:10:33Z",
    "master_id": "40C5B658-567A-43FB-867C-EC8D99EA9534",
    "modified": "2015-07-31T19:10:33Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://healthitsecurity.com/news/dent-neurologic-institute-informs-patients-of-data-breach; https://ocrportal.hhs.gov/ocr/breach/breach_report.jsf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "While human error is unavoidable from time to time, what healthcare organizations do to minimize the impact of those mistakes with health data goes under the microscope when breaches occur. DENT Neurologic Institute of Amherst, NY recently experienced a data breach and hasnt explained whaat (if any) email technical safeguards it had in place at the time, or how it plans on preventing this type of incident in the future.  A DENT office clerk inadvertently emailed 200 people an attachment with personal information of 10,200 patients. Because the organization had exposed that data without technical safeguards, it had to alert each of those patients to explain the data breach. The attachment contained information such as name, address, whether they were an active or former patient, last appointment, visit type, primary care physician, referring physician and email address. DENT called those 200 mistaken recipients on Monday night and asked them to erase the Excel spreadsheet that held the data and followed that with the letter to the 10,000 patients.  Though the data didnt include medical conditions, birth dates or Social Security number, as PHIPrivacy.net said, its hard to argue that publicizing patients Neurologic appointments is a good thing for them.  Additionally, the Buffalo News reports that DENT had to deal with a similar breach recently, when instead of mailing letters to only Catholic Medical Partners physicians, it sent letters to all of the organizations patients. DNI self-reported the incident to the New York Department of Health.  DENT released this statement in a press release Tuesday, according to WGRZ.com:  We are very sorry this happened and we deeply apologize to all of our patients, referring physicians and WNY healthcare partners, Fritz said. Patient confidentiality is extremely important in our field and we take it very seriously and we will review how this accident happened so we can steps to minimize the possibilities it could ever happen again. This is an inexcusable event. ",
  "timeline": {
    "incident": {
      "day": 4,
      "month": 5,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Dent Neurologic Group, LLP"
  }
}