{
  "action": {
    "malware": {
      "variety": [
        "Ransomware"
      ],
      "vector": [
        "Web drive-by"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F83B47B0-E7FF-40FE-83C1-C9CAF9C75624",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-25T17:08:00Z",
    "dbir_year": 2017,
    "github": "7451",
    "master_id": "40D48E1D-796B-4421-8F47-6D6E49EE245A",
    "modified": "2016-07-25T17:22:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 3,
        "year": 2016
      }
    }
  },
  "reference": "http://www.cbc.ca/news/technology/norfolk-general-hospital-hack-1.3504229",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The website of an Ontario hospital may have infected the computers of patients and staff with ransomware planted on the site during a hack attack, the internet security company Malwarebytes warns.  Norfolk General Hospital, located in Simcoe, Ont., confirms its website was hacked by cybercriminals, but denies that visitors were ever at risk.  The attack appears to be part of a trend of cybercriminals targeting hospitals, including one on the Ottawa Hospital in March and another in February that hit the Hollywood Presbyterian Medical Center in Los Angeles, which paid a $17,000 ransom to have its systems restored.  Jrme Segura, a senior security researcher with Malwarebytes, reported in a blog post this week that in late February, Norfolk General Hospital's website was observed pushing ransomware called Teslacrypt to computers that visited the website.  Teslacrypt locks your files and makes them inaccessible using encryption, then demands a ransom of $500 US to restore access.  Drive-by download  The file was served in a \"drive-by download\" attack, Segura said, meaning you don't have to click on anything on the page.  \"You just go to the site that's compromised, and within a few seconds, malware is downloaded onto your computer and that's it,\" he told CBC News.  In this case, visitors to the site would have included patients, their families and staff who accessed a staff portal with schedules and an internal directory via the website.  Visiting Windows computers would have been vulnerable if they were running Internet Explorer or older versions of the Adobe Flash or Microsoft Silverlight players.  Segura said hospitals are in many ways the \"perfect victim\" for cyberattacks. \"Their systems are out of date, they have a lot of confidential information and patient files. If those get locked up, they can't just ignore it.\"  Segura said Malwarebytes detected an attack from the Norfolk General Hospital website via a user of Malwarebytes anti-exploit software. The free software detects and blocks web-based attacks, then sends a report back to Malwarebytes.  The attack caught Segura's eye because he's based in Canada and the attack came from a site with a .ca domain name.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Norfolk General Hospital"
  }
}