{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "22EB19FE-8949-48E0-9EB3-E0BEE1F1C724",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T23:01:00Z",
    "dbir_year": 2016,
    "github": "5997",
    "master_id": "4145B43F-5091-43A6-AF72-59A8D9892ED2",
    "modified": "2016-08-18T23:08:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 6,
        "year": 2015
      }
    }
  },
  "reference": "http://www.southbendtribune.com/news/business/data-breach-impacts-south-bend-medical-foundation/article_6fe99934-a54e-5318-b14b-e833bb2adde9.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "South Bend Medical Foundation is alerting patients about a recent cyberattack.  The data breach affects only those individuals who viewed their laboratory results through \"My Lab Results,\" an external patient network portal offered by NoMoreClipboard, a subsidiary of Medical Informatics Engineering of Fort Wayne.  Medical Informatics reported Wednesday that the attack on its main network and its NoMoreClipboard network began May 7 and wasn't detected until May 26.  It appears at this point that only demographic information was compromised and the breach did not include medical information, laboratory results or financial records. NoMoreClipboard does not collect or store any financial or credit card information.  When the breach was discovered, NoMoreClipboard immediately launched an investigation. It engaged an independent forensic company to discover how many of the medical foundation's patients were affected and which records were breached. The FBI Cyber Squad also was notified. The investigation is ongoing, but the company told the medical foundation that it hopes to complete it by the end of the week.  Indiana and Michigan laws require businesses to inform their customers and credit reporting agencies about security breaches that have placed anyone's personal information in jeopardy. If a company fails to report a breach, the Indiana attorney general can seek up to $150,000 and the Michigan attorney general can seek up to $750,000 in penalties.  Last year, the Indiana Attorney General's Office received 395 separate data breach notifications. Of that number, 61 were of Indiana companies, 36 were of government agencies in Indiana and the rest were companies based out of state.  By mid-April of this year, the office already had received nearly 150 breach notifications. This included the Anthem attack reported in February, which the attorney general's office estimates compromised nearly 4.5 million records belonging to Indiana residents alone.  Experts say that data breaches are unlikely to go away. That's why new federal legislation is being considered, which would tighten laws governing data collection and storage and require more prompt notification of breaches.  The South Bend Medical Foundation would not provide The Tribune with any details about the cyberattack beyond what was in its news release, but said it \"takes the privacy and security of patient information very seriously, and will provide more information to our patients as additional details become known.\"  The release also noted that NoMoreClipboard plans to contact affected individuals within the next few days as they are identified and will offer them free credit monitoring and identity protection services for the next 24 months.",
  "timeline": {
    "discovery": {
      "unit": "Weeks",
      "value": 3.0
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621511",
    "region": [
      "019021"
    ],
    "state": "IN",
    "victim_id": "South Bend Medical Foundation"
  }
}