{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1600,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1600,
      "data_victim": [
        "Student"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "42C73370-097F-4026-9DDD-4C21330FB62F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-18T02:38:00Z",
    "github": "3224",
    "master_id": "42C73370-097F-4026-9DDD-4C21330FB62F",
    "modified": "2014-08-18T02:38:00Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://cupwire.ca/2013/02/26/pei-government-mistake-leads-to-breach-of-student-privacy/; http://upeicadre.tumblr.com/post/44061337784/provincial-government-mistake-leads-to-breach-of; https://www.idradar.com/news-stories/identity-protection/Canadian-College-Student-Records-Breached-Again",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A mechanical error at the Prince Edward Island Department of Innovation and Advanced Learning has led to the public display of an undisclosed amount of students social insurance numbers.  A statement released Feb. 25 indicated that over the weekend, staff at the department were preparing letters to post-secondary students. Those letters were loaded into a machine for folding, which inadvertently folded a number of them in an incorrect manner, resulting in the social insurance number of the recipient being viewable through the window of the envelope.  The letters went out to post-secondary students who, in the past year, have received scholarships, awards, or bursaries from the government of Prince Edward Island.  Approximately 1,600 forms were mailed over the weekend, but it is as-yet-undetermined as to how many students were affected by the privacy breach.  We dont know at what point of the mechanical error occurred. said Amber Caseley, a spokesman for the department.  Current protocol, according to Caseley, is for staff to check on the machine after the first twenty to thirty letters have been sorted. Staff at the department are reviewing protocol and the mailing machine is being repaired.  The UPEI Student Union will be in touch with the department regarding the situation and is available to assist students in this matter.  The student union will be following up with the Department of Innovation and Advanced Learning to gather more information and to discuss [the] next steps in dealing with this situation. We encourage students to approach us if they require any assistance going forward. said president Kate VanGerven in an email.  Those who have been subject to the privacy breach are advised to contact the Department of Innovation and Advanced Learning.  ",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "624230",
    "region": [
      "019021"
    ],
    "victim_id": "Prince Edward Island Department of Innovation and Advanced Learning"
  }
}