{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "88a93e10-a26c-11e7-bd2e-43ac41b832c9",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2017-09-26T10:56:05.267Z",
    "dbir_year": 2018,
    "github": "8920",
    "master_id": "4395444d-fcaf-4e30-9d73-1a3c34078a84",
    "modified": "2017-10-26T06:01:54.242Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 12,
        "year": 2016
      }
    }
  },
  "reference": "http://www.atmoreadvance.com/2016/12/28/ach-fires-employee/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Atmore Community Hospital employee was terminated for accessing the electronic record of approximately 1,000 patients without an appropriate work-related reason, according to a press release from Infirmary Health.  The breach of the patients’ privacy was discovered during a routine audit on Nov. 18, Director of Marketing Lauren Giddens said in the release.  “It was discovered that during the period between Oct. 3, 2015 and Nov. 11, 2016, an ACH employee accessed the electronic record of approximately 1,000 patents without an appropriate work related reason,” Giddens said. “This unauthorized access constitutes a breach of patient privacy and is in violation of organizational policy. The information accessed was limited to patient names, hospital admission dates and flowsheets. This employee was authorized to access limited portions of patient records, but contrary to extensive training and specific instructions, unnecessarily viewed other records.”  Giddens said the employee was identified and placed on leave from work and terminated from employment.  “During the subsequent investigation of this unauthorized patient records access, ACH gained reasonable assurances that the information viewed by the employee was not distributed outside of ACH, nor was it misused or further disclosed in any form including verbally, electronically or in printed documents,” she said. “ACH believes the risk for fraudulent activity from this occurrence to be very low. However, all affected patients have been notified by mail and instructed they should monitor their personal financial activity as an added safeguard. ACH understands and respects a patient’s right to privacy and confidentiality. Therefore, we will continue to ensure this right remains one of our highest priorities.”  The breach is a Health Insurance Portability and Accountability Act (HIPAA) violation.",
  "targeted": "Targeted",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1
    },
    "incident": {
      "day": 3,
      "month": 10,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "AL",
    "victim_id": "Atmore Community Hospital"
  }
}