{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "CN"
      ],
      "motive": [
        "Espionage"
      ],
      "region": [
        "142030",
        "019021"
      ],
      "variety": [
        "State-affiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 3000,
          "variety": "Classified"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3000,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "43DDCD89-7C94-4251-9954-3FEBE633DE84",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T15:56:00Z",
    "github": "2968",
    "master_id": "43DDCD89-7C94-4251-9954-3FEBE633DE84",
    "modified": "2014-11-20T15:56:00Z",
    "timeline": {
      "notification": {
        "month": 1,
        "year": 2013
      }
    }
  },
  "reference": "http://www.justice.gov/usao/nye/pr/2013/2013may09.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hackers Steal 3,000 Classified Japanese Government Documents  Several of the confidential documents were related to negotiations over the TPP free trade agreement. By Jeff Goldman  |  Posted January 04, 2013 Share                                   A recent cyber attack on Japan's Ministry of Agriculture, Forestry and Fisheries apparently resulted in the theft of more than 3,000 classified documents, including several related to negotiations over the Trans-Pacific Partnership (TPP) free trade agreement.  \"The stolen documents are suspected to be internal ministry materials created just before the Asia-Pacific Economic Cooperation (APEC) summit on November 2011 and before a Japan-U.S. meeting concerning the TPP on April 2012,\" writes The Japan Daily Press' Ida Torres. \"One document contained a draft statement to be issued by then Prime Minister Yoshihiko Noda and U.S. President Barack Obama regarding the TPP. More than 20 of the files believed to be stolen are highly confidential documents related to Japans roadmap for participating in the TPP talks as well as analysis of the consequences of delaying a decision to join it.\"  \"The attack on the Japanese Ministry apparently involved a remotely operated trojan along with a connection bouncer called 'HTran,'\" writes PCMag.com's Max Eddy. \"Dell's SecureWorks has looked at HTran before, and believe it was originally created by a Chinese hacker to conceal the location of command and control servers and 'redirect TCP traffic destined for one host to an alternate host.'\"  \"The National Information Security Center of the Cabinet Secretariat discovered about one year ago that suspicious transmissions involving HTran had occurred at the ministry,\" The Daily Yomiuri reports. \"An information security expert said HTran is often used in cyber-attacks to steal information, as it can send data secretly. The program was also used to steal data from the Finance Ministry, as HTran data transmissions were discovered to have taken place from October 2010 to November 2011, the sources said.\"  \"Initially, the ministry didnt contact the police, despite the fact that the intrusion fell under the Unauthorized Access Prohibition Law,\" writes Softpedia's Eduard Kovacs. \"How",
  "timeline": {
    "containment": {
      "unit": "Months"
    },
    "discovery": {
      "unit": "Months"
    },
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "JP"
    ],
    "employee_count": "10001 to 25000",
    "industry": "926140",
    "locations_affected": 1,
    "region": [
      "142030"
    ],
    "victim_id": "Japan's Ministry of Agriculture, Forestry and Fisheries"
  }
}