{
  "action": {
    "physical": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Theft"
      ],
      "vector": [
        "Privileged access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Printed"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "incident_id": "f4bd51b0-fe8a-11e8-aee0-f7420d4f3238",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2018-12-13T12:17:10.587Z",
    "dbir_year": 2019,
    "event_chain": [
      {
        "action": "phy",
        "actor": "int",
        "asset": "med",
        "attribute": "cp",
        "summary": "Postman starts stealing packages with prescription drugs inside to feed his opioid habit."
      }
    ],
    "github": "12233",
    "master_id": "46080150-770c-4495-afe6-511fdf82e60a",
    "modified": "2018-12-13T12:17:10.587Z",
    "sub_source": "phidbr"
  },
  "reference": "http://www.timesnews.net/Law-Enforcement/2018/09/17/Former-carrier-charged-in-mail-theft-case.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former postal carrier is pleading guilty in federal court after investigators discovered he stole packages of prescription medication from customers on his Rogersville route during a two-month period.  Shawn Ice, 38, of Midway, was charged in a one-count information on Sept. 11 in U.S. District Court in Greeneville. The charge is knowingly obstructing the passage of the mail. Ice faces up to six months in prison and a $5,000 fine.  According to court records, on five separate occasions between December 2016 and January 2017, prosecutors say Ice knowingly obstructed the passage of the mail.  In December 2016, the Rogersville post office noticed that Veteran Affairs prescription packages were not being delivered to their intended recipients. The packages were being scanned into the post office, but from there they disappeared.  Prosecutors say a number of people on Ice’s route complained about mail going missing. In response, investigators placed a camera inside the Rogersville post office. Here’s a timeline of what happened next:  — On January 7, a parcel went missing from the post office. Surveillance revealed Ice picked it up and placed it in his jacket.  — On Jan. 24, investigators conducted an integrity test. Ice did not take the package, but he did squeeze it.  — On Jan. 31, investigators did a second integrity test. Ice did not tamper with the package.  According to court records, investigators spoke with Ice about the matter and he told them that he was in the U.S. military and that he would never steal from veterans. Investigators then showed Ice the surveillance video, and he admitted he had a problem with prescription pills.  Ice admitted to investigators he had stolen packages containing hydrocodone for his addiction.  Investigators then searched Ice’s car and found cigarette coupons addressed to customers on his route and two pill bottles with his name on them.  “I know it was wrong to steal and open that mail,” Ice told investigators. “It was all from one day when I carried city route, one a couple of weeks ago. I haven’t opened any first class mail or anything else.”",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "491110",
    "region": [
      "019021"
    ],
    "state": "TN",
    "victim_id": "United States Post Office"
  }
}