{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 10,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 10,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "467CDE63-B36C-4CD3-8166-2A74D2B54038",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-25T22:32:21Z",
    "github": "4033",
    "master_id": "467CDE63-B36C-4CD3-8166-2A74D2B54038",
    "modified": "2015-03-25T22:32:21Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "https://ico.org.uk/about-the-ico/news-and-events/news-and-blogs/2014/03/home-care-agency-warned-after-vulnerable-people-s-details-left-in-the-street/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Welsh home care provider has been found in breach of the Data Protection Act after the files of 10 vulnerable and elderly people were found on a street in Neath Port Talbot. The news follows an investigation by the Information Commissioners Office (ICO) into the data loss by Neath Care in August 2013.  The papers explained the individuals care plans and included sensitive information relating to their health. The ICO found that Neath Care failed to provide their staff with guidance explaining how sensitive personal information should be handled and kept secure when taken outside of the office. A lack of basic monitoring also meant that the provider only became aware that the papers were missing when the matter was reported to them by a member of the public.  ICO Assistant Commissioner for Wales, Anne Jones, said:  Nobody expects to find their sensitive personal information lying on the pavement. Taking this type of information outside of the office is an inherent part of running a home care provider. But, the fact that Neath Care did not account for this fact by providing their staff with guidance on how to handle information in this setting, is alarming.  The provider must now improve their practices in order to protect the vulnerable people they serve. This will include introducing new guidance and training for their staff to make sure peoples information is kept secure and introduce a procedure for keeping a track of when personal information is taken off site. ",
  "timeline": {
    "incident": {
      "month": 8,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "621999",
    "region": [
      "150154"
    ],
    "victim_id": "Neath Care"
  }
}