{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "46AEC14C-73A5-4994-88A5-AB058CA0D034",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T23:05:22Z",
    "github": "5511",
    "master_id": "46AEC14C-73A5-4994-88A5-AB058CA0D034",
    "modified": "2015-03-07T23:05:22Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.gazettetimes.com/news/local/samaritan-investigates-after-medical-records-found-in-trash/article_f32cac1a-f0d5-11e2-934c-0019bb2963f4.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Samaritan Health Services is performing an internal investigation into a possible privacy breach after a woman on Tuesday found a stack of unshredded medical documents in an outside trash can behind medical offices on Samaritan Drive.  We take patient privacy very seriously, and its currently under investigation to fully evaluate the situation, Samaritan spokeswoman Janelle Iverson said Friday.  Janet Wood, who travels to Corvallis from Newport for medical care, opened the trash can to throw away tissue when she made the discovery.  I didnt have my glasses on, but I grabbed a stack of papers off the top and sifted through and saw a couple things in bold print  one said pregnancy results, one said diagnosis, she said. I was so shook up, thinking about if something like that happened to me ... there were written prescriptions in there, signed in ink, for narcotics  lots of them.  The documents, according to Capt. Dave Henslee of the Corvallis Police Department, bore the address of Samaritan Family Medicine Resident Clinic. The responding officer witnessed the clinics employees recover several hundred documents from the receptacle, Henslee said. Because Wood told the officer the paperwork was confidential in nature, he didnt look at them and police did nothing further because no crime had been committed, he said.  The federal Health Insurance Portability and Accountability Act of 1996 sets privacy standards for patients medical information. If a breach of privacy did occur, the clinic could be subject to civil lawsuit or an investigation by the U.S. Department of Health and Human Services Office of Civil Rights, which has the authority to impose penalties.  The paperwork would have had to have contained individually identifiable health information  like medical documents with patients names  to have been considered a breach, and Wood didnt look closely enough to see if that kind of information was present.  Wood said there was more than just one stack of papers in the garbage.  They started taking documents out in their hands, she said. Then they realized that the garbage can was all the way full of them, so they took the entire garbage can.  Someone from Samaritan Health Services contacted Wood after the incident.  She called me about an hour later and said that they were investigating it but they believed that it was the cleaning person that mistakenly took it out to the garbage, Wood recalled.  Iverson would not provide details about the case or of Samaritans protocols in disposing of confidential medical documents.  Our staff is regularly trained on our practices to protect patient information, she said. There are multiple protocols in place for confidential information, and thats really all I can say because its currently under investigation.  Wood believes that the case is being taken seriously.  I dont go to that particular clinic, but the Samaritan doctors I do go to are truly amazing, and I totally trust in their service and professionalism, she said. I believe theyll get to the bottom of this; I really do. Hopefully that was the only time that it happened. ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "Samaritan Family Medicine Resident Clinic"
  }
}