{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk media"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "47627A25-A50D-4E68-B887-8F44C03E02BF",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T00:20:08Z",
    "github": "4999",
    "master_id": "47627A25-A50D-4E68-B887-8F44C03E02BF",
    "modified": "2015-03-03T00:20:08Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/virginia-commonwealth-university-health-system-notifies-patients-after-discovering-cds-with-patient-info-had-been-donated-for-childrens-art-projects/; http://literockz951.com/news/064460-vcu-medical-center-investigates-possible-security-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Information on Privacy Incident The Virginia Commonwealth University Health System (VCUHS) said today that it has notified certain patients about a recent incident involving the security of some patient information. VCUHS has mailed letters to notify patients who may have been affected.  On Oct. 15, 2014, VCUHS was notified of an incident involving certain compact discs that contained patient health information that were not properly disposed of pursuant to VCUHS protocol. Specifically, VCUHS has learned that, from approximately January 2012 through October 2014, compact discs that were no longer needed for VCUHS services, some of which contained patient health information, were donated for childrens art projects.  Since discovering the incident, VCUHS has devoted considerable time, resources and effort to gather the facts and determine what information may have been contained on the compact discs, who may be affected, and what it can do to ensure that this situation does not happen again. As part of its investigation, VCUHS re-collected a significant number of compact discs that were donated and currently have them back in its possession.  The compact discs contained the patients full name and one or more of the following: home address, date of birth, medical record number, clinical information (i.e., diagnosis, conditions, lab results, medications, and treatment information) and/or health insurance information. A limited number of compact discs also contained the patients Social Security number.  After a thorough investigation of the incident, VCUHS has found no evidence to suggest that any Protected Health Information has actually been misused to date. VCUHS is also not aware of any reports of identity fraud resulting from this incident.  What began as a well-intentioned philanthropic effort by a staff member wanting to help turned into a serious mistake that we are working very hard to remedy, said John Duval, CEO of MCV Hospitals and Clinics. This error brought to light a vulnerability in our system that developed over time and that we are working to correct, and we are deeply sorry for the inconvenience this may have caused some of our patients.  Large data breaches are happening across many industries, including health care, and are very concerning to all, Duval said. The VCU Health System has revised its protocols regarding media destruction and will redouble its efforts to protect all sensitive information.  VCUHS is providing identity prevention services to affected patients, at no cost, which is detailed in the notice letters mailed to the patients, along with enrollment instructions. VCUHS also encourages affected individuals to take other precautionary measures to protect their personal information, including placing a Fraud Alert and/or Security Freeze, and obtaining a free credit report. Additionally, patients should always remain vigilant in reviewing their financial account statements for fraudulent or irregular activity on a regular basis.  VCUHS was unable to locate certain potentially affected individuals and is providing this notice on its website to notify those individuals regarding this incident. If you did not receive a notification letter in the mail from VCUHS and you are concerned that your personal and medical information may have been included in this incident, please call VCUHSs toll-free dedicated call center at 877-615-3792, Monday-Saturday between 9:00 a.m. and 9:00 p.m. Eastern Time. The call center will confirm whether or not you may be impacted by this incident.",
  "timeline": {
    "incident": {
      "day": 15,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "VA",
    "victim_id": "Virginia Commonwealth University Health System"
  }
}