{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4765F3B9-7659-4688-82FC-4CD3224218A2",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "master_id": "4765F3B9-7659-4688-82FC-4CD3224218A2",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2015
      }
    }
  },
  "reference": "http://www.westbriton.co.uk/Patients-notes-left-display-parked-car/story-26118060-detail/story.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "MEDICAL notes have been found on clear display in a car which was parked in a residential street for almost a week.  Mark Atkins said he and other residents of Lowen Bre near Royal Cornwall Hospital at Treliske had been fed up with vehicles being parked in their street.  But when he looked closer at the blue Rover 200 car parked near his home he noticed paperwork marked with 'Royal Cornwall Hospitals Trust' (RCHT) visible on the back seat.  On closer inspection he realised they were marked \"trauma list\" and included patients' names, dates of birth and details of treatment they had received.  He said: \"I was absolutely disgusted  how could someone have such complete disregard for people's privacy and leave these notes on public display in a parked car?  \"If that was my information I would be horrified that anyone could come along and read what conditions or injuries I have and how they were treated.  \"It is a blatant breach of data protection laws.\"  Mr Atkins said the car also had several notes in its footwell which had been left on the vehicle by residents in the street asking the owner not to park there.  He said: \"We get people parking here all the time and we get a bit fed up of it.  \"This car appeared last Tuesday and has been there ever since.\"  Mr Atkins said he had attempted to contact the hospital to alert it that patients' records were on display but received no response.  RCHT said it would follow up the report as a matter of urgency.  In a statement the trust said: \"We take the security of patient records extremely seriously and are investigating this matter. All RCHT staff are required to follow our policy on confidentiality which gives explicit instructions on the safe storage of records when being transported away from our hospital sites. Any individual breaching this policy may be subject to disciplinary action or dismissal.\"",
  "timeline": {
    "incident": {
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Royal Cornwall Hospital"
  }
}