{
  "action": {
    "physical": {
      "variety": [
        "Theft",
        "Bypassed controls"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1500000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1500000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4783D3A7-3739-4977-A90D-929BF840B702",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-17T22:19:00Z",
    "master_id": "4783D3A7-3739-4977-A90D-929BF840B702",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 11,
        "year": 2009
      }
    }
  },
  "reference": "http://news.idg.no/cw/art.cfm?id=0DC97965-1A64-6A71-CE1309D46403424C",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Connecticut-based insurance provider Health Net told state officials that an external hard drive containing personal health and financial data on about 1.5 million customers has been missing for six months.    A hard drive with seven years' worth of personal financial and medical information on about 1.5 million customers of Health Net of the Northeast Inc. was reported missing to state officials yesterday -- six months after the drive went missing.  Along with medical records, the hard drive contains names, addresses and Social Security numbers of Health Net customers from Arizona, Connecticut, New Jersey and New York. Connecticut has data breach laws requiring individuals be notified of the loss of their personal data without reasonable delay.  The data loss, which occurred in May, was only reported by the insurance company to the Connecticut state attorney general's office and the Department of Insurance yesterday. The device containing the data was an external, portable hard drive. The data had not been encrypted.  Health Net, based in Shelton, Conn., had no information about the data breach on its Web site .  Connecticut Attorney General Richard Blumenthal said his office is investigating the data breach. \"Health Net's incomprehensible foot-dragging demonstrates shocking disregard for patients' financial security, as well as loss of their highly sensitive and confidential personal health information,\" he said in a statement.  \"I will demand immediate answers and action, including at least two years of comprehensive identity theft protection for consumers,\" he said. \"We will demand identity theft insurance and reimbursement for credit freezes as well as credit monitoring for at least two years for all 446,000 consumers\" in Connecticut whose data is at risk.  The state's insurance commissioner, Thomas Sullivan, said he is requiring Health Net to offer credit protection monitoring through Debix, a company that provides identity-theft protection services.  According to a statement by Health Net, the information on the drive was saved in an image format that cannot be read without special software. Health Net plans to send letters to its customers officially notifying them of the incident.  \"Protecting the privacy of our members is extremely important to us,\" Health Net said. \"We apologize for any inconvenience or concern this may cause our members.\"  The company said that, to date, it has received no reports of misused data arising from the breach and pledged to provide credit monitoring for over two years \"free of charge to all impacted members who elect this service, and will provide assistance to any member who has experienced any suspicious activity, identity theft or health care fraud between May 2009 and their date of enrollment with our identity protection service.\"  Health Net of the Northeast is a subsidiary of managed health care provider Health Net Inc., based in Woodland Hills, Calif. Health Net Inc. is a $15.3 billion company that provides managed medical coverage to some 6.7 million customers in the U.S.  Health Net of the Northeast currently has about 580,000 members and a physician network comprising more than 160,000 doctors, 5,440 pharmacies, and 244 hospitals throughout Connecticut, New York, New Jersey, and Pennsylvania. ",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Health Net, Inc."
  }
}