{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 5000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "loss": [
      {
        "amount": 125000,
        "variety": "Legal and regulatory"
      }
    ],
    "overall_amount": 125000,
    "overall_rating": "Unknown"
  },
  "incident_id": "48A1F0F0-C0BB-4D0B-B6F6-316E4FBAE23B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T23:16:23Z",
    "github": "5513",
    "master_id": "48A1F0F0-C0BB-4D0B-B6F6-316E4FBAE23B",
    "modified": "2015-03-07T23:16:23Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 2,
        "year": 2012
      }
    }
  },
  "reference": "http://www.9news.com/news/article/248924/339/Dumpster-full-of-medical-records-found-outside-pharmacy; http://www.govinfosecurity.com/pharmacy-fined-125000-for-breach-a-8173",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The unshredded documents were found in plain view in an open dumpster at the corner of Gaylord and 18th Streets.  The dumpster is used by Cornell Pharmacy.  After reviewing the documents, 9Wants to Know estimates around 5,000 people are mentioned in the documents, along with corresponding prescriptions, addresses and phone numbers.  \"I am just furious,\" said Pamela Carter who is named in the documents. \"[I feel] really violated because I have trusted them for so long.\"  Identity theft expert John Sileo told 9Wants to Know there is plenty of damaging information in the documents.  Sileo said a con-artist could have used the info to pose as a doctor or pharmacist, and extract more private data by calling patients.  \"Essentially it's currency,\" Sileo said of the documents. \"And that's something they need to take responsibility for.\"  The pharmacy may have violated the federal medical privacy law known as the Health Insurance Portability and Accountability Act, or HIPAA.  HIPAA requires medical companies and agencies to take extraordinary care of private patient information.  The Office for Civil Rights under the U.S. Department of Health and Human Services is the agency that enforces HIPAA.  Agency director Leon Rodriguez would not confirm or deny there is an active investigation into Cornell Pharmacy.  \"That's clearly something we view as a violation,\" Rodriguez said. \"Something for which, depending on the circumstances, we might impose significant monetary penalties.\"  A penalty for Cornell could be massive.  After the NBC affiliate in Indianapolis found Rite-Aid dumping private patient info in dumpsters, the company was hit with a $1 million dollar fine.  Representative's with Cornell Pharmacy declined an on-camera interview.  An attorney for Cornell sent 9Wants to Know a statement  saying, \"The failure to Shred them was inadvertent.\"  Cornell also said someone cut the lock off the dumpster and that a police report has been filed.  A spokesperson for Waste Management said locks on dumpsters are not designed to keep trash secure.  \"Container locks provided by WM are provided to keep 3rd parties from dumping into our customer containers, not to secure materials disposed in the containers,\" said Tiffiany Moehring.  Under HIPAA regulations, Cornell may have to undergo the task of notifying the thousands of people who are named in the documents about the incident.  Cornell said in its statement that it's \"100 percent committed to protecting the privacy of its customers' information.\"  9Wants to Know has provided Cornell access to the information so it could notify patients. 9News plans on shredding the documents.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "446110",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "Cornell Pharmacy"
  }
}