{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "48CD7CE0-D5BF-4775-8260-4564B5558183",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-12-12T22:32:29Z",
    "github": "4934",
    "master_id": "48CD7CE0-D5BF-4775-8260-4564B5558183",
    "modified": "2014-12-12T22:32:29Z",
    "timeline": {
      "notification": {
        "year": 1994
      }
    }
  },
  "reference": "http://cyb3rcrim3.blogspot.com/2009/01/attempted-computer-murder.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "According to a story published in 1994, Dominic Rymer, then a 21-year-old male nurse in the United Kingdom, had hacked into the computer system at Arrowe Park Hospital, Wirral and modified the prescriptions for two patients. Nurse- hacker Alters Hospital Prescriptions, Computer Audit Update (February 1, 1994), 1994 WLNR 3804526. Heres how the story described what Rymer did: A nine-year-old boy, suffering from meningitis was only saved from serious harm by a sharp-eyed ward sister. She spotted that the youngster's prescription had been altered the previous day to include drugs used to treat heart disease and high blood pressure and an investigation was immediately launched.  It was then discovered that . . . Rymer had also secretly used the computer system at Arrowe Park Hospital . . . to prescribe anti -biotics to 70-year-old Kathleen Wilson, a patient on a geriatric ward. She had been given the drug, but had suffered no adverse reaction.  Rymer, described as obsessed with computers and high-tech equipment, had also accessed other records. He had scheduled a patient to have an unnecessary X -ray and recommended that another patient be discharged. Nurse-hacker Alters Hospital Prescriptions, supra.   Rymer was not charged with attempted murder but with unauthorized access to a computer that resulted in damage to data in the system. At trial, the prosecutor told the court that Rymer used a doctor's pin number to access the computer at the hospital. He had memorized the number five months earlier, after observing a locum doctor having trouble accessing the system. Rymer altered the prescription for the nine-year-old boy suffering from suspected meningitis, and prescribed a potentially toxic drug cocktail of Atenol, Temazepim, Bendroflumethiazide and Coproxomal. Nurse-hacker Alters Hospital Prescriptions, supra. According to the story, Rymer was unable to explain why he had altered the treatment records, but denied having any malicious intent. He had developed a fascination for computers . . . and had developed a lack of sensitivity to the consequences of his actions. Nurse-hacker Alters Hospital Prescriptions, supra.  The judge found Rymer guilty and sentenced him to a year in jail. And the hospitals executive nurse said tighter computer security was implemented to ensure this did not happen again. Nurse-hacker Alters Hospital Prescriptions, supra.  I assume Rymer wasnt charged with murder because there was no evidence that his purpose was to kill people; he may simply have been experimenting. Im not sure why he wasnt charged with manslaughter or whatever the analogous crime is under UK law. It seems to me if someone hacks into a hospitals prescription database and changes peoples prescriptions, that person could be held liable for recklessly causing their death if the altered prescriptions had a lethal effect. Recklessly means that the defendant was aware there was some risk death could result from what he was doing but ignored it, and proceeded to alter the prescriptions.",
  "timeline": {
    "incident": {
      "year": 1994
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Arrowe Park Hospital"
  }
}