{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 29514,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 29514,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5003DFA7-9D46-45BD-A6C7-73868697449A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-10-20T22:32:00Z",
    "dbir_year": 2017,
    "github": "8660",
    "master_id": "49110BCD-AFFD-4213-9ECE-6D4DDD57188C",
    "modified": "2016-11-11T23:30:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 10,
        "year": 2016
      }
    }
  },
  "reference": "http://www.hipaajournal.com/integrity-transitional-hospital-learns-of-data-breach-3634/; https://www.scmagazine.com/30k-affected-in-texas-hospital-breach/article/571585/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Integrity Transitional Hospital of Denton, TX has discovered an unauthorized individual gained access to its computer system and potentially viewed lab test results and other sensitive patient data. The security breach affects patients of a number of different healthcare providers.  The security breach was discovered when suspicious activity was detected on its network on August 15, 2016. Access to the system was rapidly shut down and a third party computer forensics firm was hired to conduct a thorough analysis of its systems to determine whether any protected health information had been accessed or copied.  Integrity Transitional Hospital receives laboratory specimens from a number of companies working on behalf of healthcare providers and submits those specimens to laboratories for testing. The investigation revealed a system used to store data relating to those services and billing was compromised and the protected health information of patients could potentially have been viewed. While data access was possible, no reports of data misuse have been received by the hospital in the two months since the breach was detected.  A range of patient data were stored in the system including names, laboratory test results and other testing information, health insurance details, and scanned driver's licenses. No Social Security numbers, dates of birth, or financial information were compromised.  Patients were notified of the privacy breach by mail on October 14 and have been offered credit monitoring and identity theft protection services for a period of one year without charge. Patients have been advised to exercise caution and remain vigilant to the possibility of fraud and identity theft.  The data breach has prompted Integrity Transitional Hospital to conduct a full security review. Additional data security measures will now be implemented to ensure that all laboratory information held by the hospital is better protected in the future.",
  "timeline": {
    "incident": {
      "month": 8,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Integrity Transitional Hospital"
  }
}