{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Convenience"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 360,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 360,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C51878FB-9EDB-4607-8AE0-BA2447C69F60",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-09-01T23:09:00Z",
    "dbir_year": 2016,
    "github": "6317",
    "master_id": "4A86487F-F661-4884-9771-797CB40773C4",
    "modified": "2016-09-01T23:17:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 8,
        "year": 2015
      }
    }
  },
  "reference": "http://www.norwichbulletin.com/article/20150822/NEWS/150829814",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Norwich man received a letter from The William W. Backus Hospital on Saturday informing him of a possible data breach involving several pieces of sensitive patient information, one of more than 300 patients the hospital sent similar notifications to this month. Kenneth Keely Jr., of Williams St. provided the The Bulletin with a copy of the letter. He said it arrived via regular post and concerned patient records. \"On June 20, 2015, we learned that an employee took patient records home to complete work from home that may have been viewed by a non-employee from Aug. 11, 2014 to May 29, 2015,\" according to the letter, signed by Glenn Stadnick, east region compliance manager for Hartford Healthcare, which includes Backus Hospital. \"We immediately began an investigation and determined that the patient records may have included your name, medical record number, date of treatment in the emergency department, diagnosis and treatment information.\" The letter, dated Aug. 20, further states patients' Social Security numbers, financial information and medical record were not included in the records \"and this incident will not affect your care.\" \"We have appropriately disciplined the employee, including reinforcing education regarding our policies and procedures in maintaining the confidentiality of patient information,\" the letter states. \"We have no indication that your information was used improperly. However, out of an abundance of caution, we wanted to notify you regarding this incident and assure you we take it very seriously.\" \"I was completely shocked - this came out of nowhere,\" Keely said. \"Then I read it and it made no sense. First, 'disciplined' for what? Why did they have the records for six months and who read it?\" Hospital spokesman Shawn Mawhiney said 360 letters were sent to patients who visited the emergency department. \"It wasn't every patient, but a certain group seen by a certain person in the emergency department,\" he said. \"We have no reason to believe this information was, or is, being used improperly.\" Mawhiney said because of hospital policy, the specific type of discipline given to the employee who took the records home could not be disclosed. \"The employee took the records home and they are not supposed to do that,\" he said. \"The records then had the potential to be seen by someone in her home. As a health care institution, we take this kind of incident very seriously.\" Keely, 66, said he's had a few procedures done at Backus. An hour after getting the letter, he posted it on Facebook to \"let everyone know what's going on.\" \"I was happy to get the letter, but how do I know they didn't get my Social Security number,\" he said. \"I would like some answers.\"",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 10.0
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CT",
    "victim_id": "William W. Backus Hospital"
  }
}