{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Espionage"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4AD28B5F-FEAA-456F-A197-3482F9D1E0E3",
  "notes": "This is modeling the lost documents.  The hacking incident has been modeled already.",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-26T20:52:53Z",
    "github": "3893",
    "master_id": "4AD28B5F-FEAA-456F-A197-3482F9D1E0E3",
    "modified": "2015-03-26T20:52:53Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.startribune.com/business/263994741.html#1vBG5MhqwcRm89uI.97",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Medtronic Inc. revealed Friday in a regulatory filing that hackers managed to infiltrate the companys computer systems in two separate incidents last year.  The Fridley-based company said no patient data was stolen but acknowledged that some records could no longer be located after hackers entered the network of its diabetes unit during one of the cyberattacks.  Medtronic, the worlds largest stand-alone medical device maker, said the other attack was believed to originate from hackers in Asia. Medtronic said two other large medical device manufacturers were victims of the same intrusion, but did not disclose who they were.  In February, the San Francisco Chronicle, citing an unnamed source, reported that Medtronic, Boston Scientific and St. Jude Medical had been collectively hacked during the first half of 2013. For security reasons, Boston Scientific does not comment on the specifics of any attempted attacks, the company said Friday. St. Jude Medical did not return a phone call.  The Medtronic filing offered no other details about the scale of the attacks or whether other company information was lost. When contacted by the Star Tribune, the company declined to comment beyond its annual filing with the Securities and Exchange Commission.  In that document, Medtronic said it notified the government of the diabetes business breach at the time and has since provided details to the U.S. Department of Health and Human Services Office of Civil Rights. While we found no evidence of a breach or inadvertent disclosure of the patient records, we were unable to locate them [patient records] for retrieval, the company said in the filing.  In the attack involving Medtronic and two other companies, Medtronic said it was contacted by some state attorneys general about whether it would be necessary to notify patients. Medtronic said it provided them information about our analysis and conclusions that patient data was not affected.  When and how to tell people that their personal information may have been compromised has long been a source of debate among corporations, consumers and regulators. The matter gained more public interest late last year, when hackers gained access to Target Corporations systems and retrieved card data and personal information of tens of millions of customers.  While almost every state has data security laws, notification protocols vary, said Ed Mierzwinski, consumer project director of the Public Interest Research Group.  In California, if data is lost, it is presumed at risk, Mierzwinski said. The position of consumer groups is the stronger [the disclosure rules], the better. If Medtronic says, We didnt lose anything, but we cant find it, its not really a good answer.  In many states, companies have the discretion to determine, as Medtronic did, if unauthorized people got access to data before warning individuals.  Companies move cautiously because they dont want to alarm patients or customers and hurt their brands without legitimate reasons, said Chad Boeckmann, CEO of Secure Digital Solutions of Minneapolis. If all suspicious computer activity were reported, he explained, the public would be inundated with data.  Boeckmann said Medtronics efforts to contact various government constituencies demonstrate that it wanted to be in compliance with rules protecting patient privacy. As long as patient safety and the protection of customer information drive the decisionmaking, Boeckmann said, giving businesses discretion is fine.  Target was criticized by some consumer advocates for not moving swiftly enough to inform the public that consumer information was stolen. This has led to heightened sensitivity within the business community, Boeckmann said.  There is, he said, a new awareness at the board level of the organizations we work with about cybersecurity and breach response.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "334510",
    "region": [
      "019021"
    ],
    "state": "MN",
    "victim_id": "Medtronic Inc"
  }
}