{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Other"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "integrity": {
      "notes": "Students changed their attendance records.",
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4B8309A3-83FD-40EC-A5B9-8B5031332352",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "created": "2014-11-13T15:15:00Z",
    "github": "2983",
    "master_id": "4B8309A3-83FD-40EC-A5B9-8B5031332352",
    "modified": "2014-11-13T15:15:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "Second Big Breach for Oregon Health  Oregon Health & Sciences University is notifying 4,022 patients of a data breach following the theft of a physicians laptop computer in February.  The incident is the second major data breach in recent months for OHSU. In July 2012, an unencrypted USB drive containing patient data was stolen from an employees home during a burglary. The USB contained information on more than 14,000 patients and about 200 employees, with sensitive information on 702 patients, which is the number on the HHS Office for Civil Rights list of major breaches, now totaling 556 breaches since September 2009.  The new breach involves a laptop stolen from a surgeons vacation rental home in Hawaii, according to the university. Patient information was in the e-mail program;  daily surgery schedules are e-mailed to surgeons. Information in the schedules included patient name, medical record number, type of surgery, gender, age, surgeon and anesthesiologist names, and surgery dates, times and locations. The Social Security numbers of nine patients were in other e-mails and the patients have been offered identify theft protection services.  OHSU requires all laptops used for patient care to be encrypted. Because the laptop in question was purchased and used for research purposes, it was not encrypted, according to a university statement. Although the physician wrote and received e-mails that related to patient care on the laptop, he believed these emails were housed on the OHSU email network--which is secure. However, as is the case with many e-mail programs; recent e-mails are stored on the computers hard drive. In an effort to prevent similar issues in the future, OHSU recently enacted even more stringent encryption requirements.  What that means, according to a spokesperson, is that any computer that can be used to access patient information now must be encrypted.",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Six P.E.I. students disciplined for hacking high school attendance files   Read more: http://atlantic.ctvnews.ca/six-p-e-i-students-disciplined-for-hacking-high-school-attendance-files-1.1230154#ixzz3IxvJmKuO  SUMMERSIDE, P.E.I. -- Six students at a high school in P.E.I. have been disciplined for hacking into their school's automated tracking system and changing their attendance records. The students attend Three Oaks Senior High in Summerside. School board officials declined to release their names, what grade they are in or what discipline they received. School board superintendent Cynthia Fleet says the security breach was discovered in March but the board did not learn about it until last week. She says an administrator's access code was used to get into the system -- but no marks were changed. The electronic Students Achieve Program is a comprehensive tracking tool that allows educators to upload marks, assignments and attendance records.   Read more: http://atlantic.ctvnews.ca/six-p-e-i-students-disciplined-for-hacking-high-school-attendance-files-1.1230154#ixzz3IxvGeY5z",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Small",
    "industry": "813410",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "PE",
    "victim_id": "Prince Edward Island School Systems"
  }
}