{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime",
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6E217C8B-E75E-48D2-B5F0-A24C3872363D",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-09-01T22:35:00Z",
    "dbir_year": 2016,
    "github": "6464",
    "master_id": "4C9152CB-901C-4088-83A6-7D061C4C96C4",
    "modified": "2016-09-01T22:56:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.dailytelegraph.com.au/newslocal/macarthur/medical-files-stolen-from-four-medical-facilities-in-the-macarthur-region/story-fngr8h70-1227532739747; http://www.camdenadvertiser.com.au/story/3365383/police-investigate-medicare-scam-in-macarthur/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A NUMBER of Macarthur region residents are victims of a Medicare scam that has resulted in suspected identity and monetary theft.  Five medical facilities in Mt Annan, Holsworthy, Campbelltown, Eagle Vale and Harrington Park have had their medical records compromised.  Campbelltown Local Area Command crime manager Det-Insp Greg Inger said police searched a Rosemeadow premises earlier this month and found files from facilities in the five suburbs, including Mt Annan Medical Centre, which patients named on social media.  Police could not reveal the other facilities due to the ongoing investigation.  \"There appears to be a number of people involved at the moment and it's (the fraudulent activity) reasonably well co-ordinated,\" Det-Insp Inger said.  The extent of the security breach is not yet known, however, a number of people have reported on social media being the victim of the scam.  Karen Williams, of Narellan Vale, discovered her records had been compromised last week.  \"Back in July I saw a specialist, made an online claim and was waiting for the $70 to come back to me, but it never did,\" she said.  \"The second time I went, I asked for a receipt so I could go in and claim it in person.\"  Ms Williams said she went to Medicare on Friday, September 11, and the staff member behind the counter brought up a screen that showed her account was being investigated.  \"She asked if I was a patient at the Mt Annan Medical Centre and was I aware my details had been compromised,\" Ms Williams said.  When the Medicare employee turned the screen towards Ms Williams, she saw that her bank details had been changed in her Medicare records.  \"They'd been changed to a Commonwealth Bank account with a man's name,\" she said.  Currans Hill resident Kristie Wilson, who is also a patient at the Mt Annan Medical Centre, found out she had become a victim of the scam when she received a Commonwealth Bank debit card in the mail that she hadn't applied for.  That card was linked to one of four new accounts opened in her name, of which Ms Wilson knew nothing about.  \"They put Medicare rebates of $70 in each account, transferred it into one and used cardless cash to withdraw it,\" she said.  \"When I went into the bank about it they said I was about the 15th person in the area they'd seen who it had happened to.\"  Neither woman was contacted by the Mt Annan Medical Centre.  A centre spokeswoman said they didn't know who had been affected or when the security breach started.  The Macarthur Chronicle contacted the Commonwealth Bank about its account security levels and a spokeswoman said security was a top priority.  \"We invest in state of the art fraud prevention and detection technology and have a dedicated team who actively monitor any unusual or suspicious activity,\" she said.  \"We offer customers a 100 per cent security guarantee.  \"This means we'll cover any loss should someone make an unauthorised transaction on a customer's account.\"  The Commonwealth Bank is investigating the matter further.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "009053"
    ],
    "secondary": {
      "amount": 4,
      "victim_id": [
        "Holsworthy Medical Center",
        " Campbelltown Medical Center",
        " Eagle Vale  Medical Center",
        " Harrington Park Medical Center"
      ]
    },
    "victim_id": "Mt Annan Medical Centre"
  }
}