{
  "action": {
    "error": {
      "variety": [
        "Gaffe"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Convenience"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4C9DE7A2-A039-43A3-A977-99CBB0C04656",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T22:53:00Z",
    "github": "4702",
    "master_id": "4C9DE7A2-A039-43A3-A977-99CBB0C04656",
    "modified": "2014-11-20T22:53:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.cbc.ca/news/canada/manitoba/winnipeg-patient-alarmed-to-hear-medical-details-broadcast-in-clinic-1.2830817",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Has this ever happened to you?  A patient sits in the waiting room at his doctor's office, and he can't believe his ears: The doctor is sitting in a consultation room within earshot of the waiting room, listening to phone messages on speakerphone.  \"Everyone in the waiting room could hear everything,\" said Frank Cormier, who recently had this experience in Winnipeg.  He explained that in the voice messages, another doctor named a patient and talked about a diagnosis.  \"I couldn't believe it. My head snapped up,\" Cormier told the CBC News I-Team.  \"You look around and think, 'Am I the only one who thinks this is outrageous?' But I didn't see any response from anyone else.\"  That wasn't the end of it, though.  When it was finally Cormier's turn to go see the doctor, it happened again.  \"I was in the [consultation] room, sitting in a chair three feet away from the doctor, whose phone was on the table in front of him, and he was still playing more messages,\" he said.  \"So earlier, doing it with the door open and perhaps not realizing how well it carried into the waiting room is one thing.  But having me sitting there right next to him while he played his messages and made notes  I was stunned.\"  \"That, to me, is absolutely unacceptable.\"  In his professional life, Cormier is a professor at the University of Manitoba. Part of his work involves reviewing privacy and ethical issues as a member of an ethics board overseeing university research.  Cormier has a message of his own for the physician and everyone else who deals with personal health information: \"Be aware of where they are and what they're saying, and in front of whom they're saying it.\"  \"Put yourself in the other person's shoes  How would I feel if it were my name being broadcast about with details of whatever condition I'm suffering from?\" he said.  What can concerned patients do?  Cormier said he didn't lodge any complaints with anyone about the incident.  But there are two places where someone could raise the issue: the College of Physicians and Surgeons of Manitoba and the office of the provincial ombudsman.  Neither office has received a formal complaint so far about a privacy breach specifically from health information in voice messages being overheard.  \"It's completely inappropriate and it should not happen,\" said acting provincial ombudsman Mel Holley. \"It does seem to fly in the face of any kind of good common sense.\"  Holley added, \"It is an unauthorized disclosure of one person's personal health information to another party who's not authorized to receive it.\"  Privacy is protected under the Personal Health Information Act of 1997, which made Manitoba the first province in Canada to pass such a law.  The ombudsman's office did have a case in 2011 that was similar to Cormier's experience.  Holley said a receptionist in a doctor's office was talking too loudly, such that other people waiting in the clinic could hear patients' personal information.  \"We said that's a no-no,\" Holley said.  'It's inappropriate,' says medical college  The sentiment is echoed by Dr. Bill Pope of the College of Physicians and Surgeons of Manitoba.   \"It's inappropriate,\" Pope said. \"The first thing would be for the patient to identify to the physician how uncomfortable he or she felt.\"  Pope added, \"Ask if this is common practice within the office, because often physicians become so involved that they basically don't have time to think about those sorts of things  and they should.\"  Pope said the likely reaction of patients in Cormier's situation would be to wonder, \"Does this happen with my information?\"  If the college were to get a complaint like Cormier's, Pope said \"one of the registrars would call or write to the physician immediately and say, 'Do you understand that what you're doing is not acceptable? And we expect you to modify or change it.'\"  Whether it's a loud receptionist or a doctor playing voice messages on speakerphone, Cormier said he thinks the problem is widespread and needs to stop.  ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "621",
    "region": [
      "019021"
    ]
  }
}