{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "22361A4F-5AB7-4C92-A0AC-FB740515A416",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-08T23:26:00Z",
    "dbir_year": 2017,
    "github": "7206",
    "master_id": "4CCB9C06-3457-4E5B-B9B6-EABECD8A7301",
    "modified": "2016-07-08T23:31:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/stolen-oregon-health-science-university-hard-drive-contained-babies-protected-health-information/; http://www.hipaajournal.com/ohsu-hard-drive-stolen-phi-of-neonatal-patients-exposed-8310/; http://www.beckershospitalreview.com/healthcare-information-technology/babies-have-data-too-and-it-can-be-compromised-ohsu-neonatal-icu-announces-breach.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Oregon Health & Science University (OHSU) has reported the theft of a computer hard drive containing the protected health information of neonatal intensive care unit patients. The hard drive was stolen from the vehicle of a research student on December 6, 2015.  Contact information was not stored on the hard drive, only patients' names, dates of birth, medical record identification numbers, physicians' names, medical diagnoses, and clinical data relating to the research study the patients were participating in. The data were being used for a study on the potential effect of aminoglycoside antibiotics on hearing. The patients affected were those who enrolled in the study in 2013.  Since no Social Security numbers, insurance information, or financial data were stored on the laptop, OHSU does not believe there is a risk of financial harm being suffered by either the patients or their families.  OHSU has not announced how many individuals have been affected by the hard drive theft and the incident has yet to be posted on the Office for Civil Rights breach portal.  A substitute breach notification was posted on the OHSU website on February 10, 2016., 66 days after the theft occurred. The HIPAA breach notification rule requires covered entities to issue breach notification letters to patients, issue a media notice, and submit a breach report to OCR within 60 days of the discovery of a data breach. This is a maximum time limit. Notifications should be issued without unnecessary delay.  According to the substitute breach notice, \"OHSU takes the privacy of patient information very seriously and has extensive policies and procedures in place to protect patient information.\" However, those policies do not appear to include data encryption for PHI, even when it is stored on devices that are taken off site.  This is not the first time that OHSU has suffered a data breach as a result of the theft of an electronic device used to store PHI. In 2013, an unencrypted laptop computer was stolen which contained the PHI of 1,361 individuals, while in 2012, OHSU reported two cases of data theft. Those incidents exposed 550 and 702 patient health records.",
  "timeline": {
    "incident": {
      "day": 6,
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "Oregon Health & Science University"
  }
}