{
  "action": {
    "hacking": {
      "notes": "Botnet",
      "variety": [
        "DoS"
      ],
      "vector": [
        "Other"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "name": [
        "CoreSec"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      },
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Hours",
        "value": 4
      },
      "variety": [
        "Interruption"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4D630A26-B2FC-4A39-BD6E-7D7DA968B17C",
  "notes": "victim: OP Pohjola Group   Other victims Finnish division of the Nordea bank and the Danish Danske Bank  naics:  522110  employees: 12587  Incident: 2014-12-31  Notification: 2015-01-01  Discoverey: 2014-12-31  Containment: hours ~4  Actor: CoreSec",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "created": "2016-01-28T07:20:00Z",
    "dbir_year": 2016,
    "github": "5092",
    "master_id": "4D630A26-B2FC-4A39-BD6E-7D7DA968B17C",
    "modified": "2016-01-28T07:20:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.net-security.org/secworld.php?id=17785;http://www.inforisktoday.com/ddos-attacks-slam-finnish-bank-a-7761;https://www.op.fi/op/op-pohjola-group/op-pohjola-group?cid=-66116&srcpl=4;",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "OP suffered from a denial-of-services attack on New Year's Eve   OP's services experienced some problems on New Year's Eve due to data communications disruptions. The disruptions were caused by a denial-of-services attack. The attack flooded OP's data communications systems and prevented customers' banking. During the disruption, online services were not available and cash withdrawals could not be made from ATMs. There were also some difficulties in card payments.  The disruption was detected at about 16.30 on New Year's Eve. The services started to function again at times and were completely restored and available to customers after midnight. Nevertheless, further disruptions are possible as the corrective measures are still ongoing and the security level of data traffic has been raised for the time being. Customers abroad may still have difficulties in logging in to OP's online services. Cards are functioning abroad.  For the time being, the identity of the attacker is not known. OP's website was subject to exceptional malicious traffic from both abroad and Finland. OP's experts are investigating the situation in cooperation with the authorities, service company Tieto, responsible for OP's data communications, as well as operators. OP has submitted a report on an offence on the denial-of-services attack to the police, and the National Bureau of Investigation is investigating the matter.  - We are truly sorry about the disruption that bothered our customers on the last day of the year. The attack prevented the use of online services and, to some extent, cards as well. Customers experienced the attack by not being able to access our services, says CFO Carina Geber-Teir. ",
  "timeline": {
    "containment": {
      "unit": "Hours",
      "value": 4
    },
    "incident": {
      "day": 31,
      "month": 12,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "FI"
    ],
    "employee_count": "10001 to 25000",
    "industry": "522110",
    "region": [
      "150154"
    ],
    "secondary": {
      "amount": 2,
      "victim_id": [
        "Nordea Bank",
        " Danish Danske Bank"
      ]
    },
    "victim_id": "Pohjola Group"
  }
}