{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4D9563C2-D148-43B0-B769-E7458AC80BDF",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T22:13:00Z",
    "dbir_year": 2016,
    "github": "6458",
    "master_id": "4D9563C2-D148-43B0-B769-E7458AC80BDF",
    "modified": "2016-02-09T22:13:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.courthousenews.com/2015/09/11/1-billion-claim-over-a-cancer-drug.htm",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A biopharmaceutical company claims in court that a startup stole trade secrets by luring away a top scientist to \"bet the company\" on a new cancer drug - and then sell itself for $1.25 billion.      Incyte Corporation sued Flexus Biosciences, its CEO Terry Rosen and its president and research director Juan Jaen, on Sept. 4 in New Castle County Court.      Incyte claims the defendants hired away Jordan Fridman, its chief scientific officer, because he was one of only a few Incyte employees privy to the successful clinical results of the cancer drug known as IDO-1 inhibitor.      Fridman is not a party to the complaint. Fridman, Rosen and Jaen are all referred to as \"Drs.\" in the complaint, though it is unclear whether they are M.D.s or Ph.D.s.      Incyte claims Fridman had signed a confidentiality agreement with it, but provided Flexus with trade secrets that helped the biotechnology startup sell its assets to Bristol-Meyers Squibb for $1.25 billion just 18 months after forming.      Those assets, says Incyte, include information Fridman took about the IDO-1 inhibitor research.      The defendants knew that Incyte's clinical success with its IDO-1 inhibitor was a \"significant medical breakthrough with potentially far-reaching implications,\" and they \"unlawfully used that information for their own benefit,\" Incyte says in the complaint.      Incyte claims that upon interviewing and hiring Fridman in late 2013, \"Flexus abruptly decided to focus the great majority of its research and drug development efforts on the very IDO-1 mechanism that was subject to the clinical success.\"      In fact, Incyte claims, while the defendants were courting Fridman, Flexus \"received a multimillion-dollar tranche of Series A funding from nonparty venture capital firm Kleiner Perkins.\"      This capital infusion points to \"Flexus's decision to 'bet the company' on IDO-1 inhibitor research and Kleiner Perkins' decision to fund that endeavor,\" according to the complaint.      Incyte claims Fridman gave notice in December 2013, but stayed on through early March 2014, without disclosing that he would be working for a competitor. During those three months, Incyte says, Fridman gathered more confidential information on the IDO-1 inhibitor research, even requesting \"access to confidential Incyte information relating to IDO-1 inhibitors.\"      Although a subordinate challenged him at least once about why he needed the information, \"Dr. Fridman overcame these concerns and objections by issuing direct orders to provide him with the confidential information,\" the complaint states.      After leaving, Incyte says, Fridman failed to inform it that he was \"working for another pharmaceutical company with a competing IDO-1 inhibitor candidate.\"      At an industry conference in June 2014, Fridman \"falsely told Incyte's employees that Flexus did not have an IDO-1 inhibitor project and that he was no longer working on IDO-1 inhibitors,\" according to the lawsuit.      But in late 2014, Fridman admitted in an email to Incyte's chief medical and development officer that he had been working on an IDO-1 inhibitor project at Flexus during that industry conference, Incyte says.      It seeks \"in excess of $1 billion\" in damages for misappropriation of trade secrets, tortious interference with contract, unjust enrichment, conspiracy, and aiding and abetting.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "62151",
    "region": [
      "019021"
    ],
    "state": "DE",
    "victim_id": "Incyte Corporation"
  }
}