{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4DB55278-9BCC-4DD9-835C-CE3F331A0491",
  "notes": "This happened a total of two times.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4540",
    "master_id": "4DB55278-9BCC-4DD9-835C-CE3F331A0491",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://www.zdnet.com/mygov-health-records-breached-in-site-flaw-7000035180/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Two data breach notifications were received by the Australian Information Commissioner last financial year in regards to the government-administrated online health system.  The first allowed healthcare providers to view the personal health notes of consumers following a flawed technical change to the eHealth system, according to the commissioner's annual report.  The eHealth system operator identified the cause in December, and a fix was put in place to prevent further access.  The second data breach, which occurred in May, came about while consumers were linking their personal eHealth records to the myGov website  a one-stop shop for all online government services.  In some cases, the previous computer user had not logged out of their myGov account.  This meant that when the second user's eHealth account was linked to myGov, the first user gained access to both sets of eHealth records.  The Information Commissioner said the cause of the breach was not related to myGov, and strategies have been implemented by eHealth's system operator to prevent it from occurring again.  After reviewing both breaches, the Information Commissioner determined that the responses were appropriate, and no further action was required.  The Information Commissioner's annual report also revealed that more than 4,000 privacy complaints were lodged with the Office of the Australian Information Commissioner during the financial year ending June 2014.  The Australia Information Commissioner professor John McMillan said that the increase in privacy complaints was largely due to the changes made to the Privacy Act in March.",
  "timeline": {
    "incident": {
      "month": 12,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "009053"
    ],
    "victim_id": "Department of Health"
  }
}