{
  "action": {
    "physical": {
      "notes": "As reported by Breitbart London yesterday, McNeilly, 25, released a document online last week in which he revealed how easy he had found it, as a self-professed high-achieving junior trainee submarine engineer, to subvert Royal Navy security procedures, allowing him to eavesdrop on secret meetings and gain access to restricted nuclear areas. He even took a camera-phone into secret areas and created photographic reporductions of restricted nuclear books.",
      "variety": [
        "Snooping"
      ],
      "vector": [
        "Victim secure area"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Hired"
      ],
      "motive": [
        "Ideology"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Classified"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Unknown"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4DE43778-BE78-44EE-8D2C-09DB28E01816",
  "notes": " http://www.breitbart.com/london/2015/05/19/awol-nuclear-security-leak-submariner-surrenders-to-police/;http://www.breitbart.com/london/2015/05/18/time-to-renew-trident-navy-whistleblowers-extraordinary-claims-about-dilapidated-nuclear-deterrent/;http://www.theguardian.com/uk-news/2015/jun/17/trident-whistleblower-william-mcneilly-discharged-from-royal-navy  Victim Royal Navy  naics 928110  employees 32,880  Discovery 2015-05-17 (public brag) Containment 2015-05-18  Actor Able Seaman William McNeilly   vector Physical he had found it, as a self-professed high-achieving junior trainee submarine engineer, to subvert Royal Navy security procedures, allowing him to eavesdrop on secret meetings and gain access to restricted nuclear areas. He even took a camera-phone into secret areas and created photographic reporductions of restricted nuclear books.  motive o highlight holes in security as a service to his nation, after his protests at faulty submarine equipment and lax security was apparently ignored by his seniors. Calling Trident \"an accident waiting to happen\", McNeilly said in his leak: \"We are at war, with a new kind of enemy.  containment he handed himself in to the police at Edinburgh airport on 18 May, the day after his story broke",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-01T12:10:00Z",
    "dbir_year": 2016,
    "github": "5881",
    "master_id": "4DE43778-BE78-44EE-8D2C-09DB28E01816",
    "modified": "2016-02-01T12:10:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.breitbart.com/london/2015/05/19/awol-nuclear-security-leak-submariner-surrenders-to-police/;http://www.breitbart.com/london/2015/05/18/time-to-renew-trident-navy-whistleblowers-extraordinary-claims-about-dilapidated-nuclear-deterrent/;http://www.theguardian.com/uk-news/2015/jun/17/trident-whistleblower-william-mcneilly-discharged-from-royal-navy",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Missing submariner Able Seaman William McNeilly has, as promised, returned to the UK after releasing what he claims is a 'dossier' revealing the major security and maintenance lapses of the British nuclear deterrent.  A statement by the Royal Navy released today said: \"We can confirm that AB McNeilly was apprehended last night and is now in the custody of the Royal Navy Police at a military establishment in Scotland where he is being afforded the duty of care that we give to all of our people.  \"The Royal Navy disagrees with McNeilly's subjective and unsubstantiated personal views but we take the operation of our submarines and the safety of our personnel extremely seriously and so continue to fully investigate the circumstances of this issue.\"  As reported by Breitbart London yesterday, McNeilly, 25, released a document online last week in which he revealed how easy he had found it, as a self-professed high-achieving junior trainee submarine engineer, to subvert Royal Navy security procedures, allowing him to eavesdrop on secret meetings and gain access to restricted nuclear areas. He even took a camera-phone into secret areas and created photographic reporductions of restricted nuclear books.  He did all this, he claims, to highlight holes in security as a service to his nation, after his protests at faulty submarine equipment and lax security was apparently ignored by his seniors. Calling Trident \"an accident waiting to happen\", McNeilly said in his leak: \"We are at war, with a new kind of enemy.  \"The terrorists have infiltrated every nation on our planet. Our nuclear weapons are a target that's wide open to attack. You don't have to be Alexander the Great to see we must adapt our strategies. The cold war is over; are we still in situation where we must invest billions upon billions into a system that puts our citizens at risk? NO! We must adapt to the evolving world in order to survive!\".  The Scottish National Party (SNP), who campaign against nuclear weapons, have taken advantage of the situation to renew their calls for Trident, Britain's independent nuclear deterrent, to be scrapped.",
  "timeline": {
    "containment": {
      "unit": "Days",
      "value": 1
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "25001 to 50000",
    "industry": "928110",
    "region": [
      "150154"
    ],
    "victim_id": "Royal Navy"
  }
}