{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "unknown": {
      "notes": "unknown first action",
      "result": [
        "Infiltrate"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000000,
      "data_victim": [
        "Customer"
      ]
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "327a6380-d953-11f0-82e6-074fe481ef29",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-12-15T07:13:00.088Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "unk",
        "actor": "ext",
        "asset": "unk",
        "attribute": "ia",
        "summary": "unknown first action to gain access to environment"
      },
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "leaked data "
      }
    ],
    "github": "21375",
    "master_id": "4eb5eb55-75ae-4f3d-b941-d2b920455f2a",
    "modified": "2025-12-15T07:21:58.219Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 11,
        "year": 2026
      }
    }
  },
  "reference": "https://www.bankinfosecurity.asia/hacker-extorts-hdfc-life-for-breach-16-million-records-a-26997",
  "schema_name": "vcdb",
  "schema_version": "1.4.1",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A threat actor who claims to have stolen 16 million customer records from HDFC Life is demanding a $6.9 million ransom to keep from selling it on the darkweb. The stolen records of the Indian insurance giant are being advertised for sale beginning Dec. 6 for 200,000 tether, or $200,000.  See Also: Virtual Cloud Ransomware Tabletop: Unpacking an Attack from Detection to Recovery  According to Indian white hat hacker CyberPeace Foundation, the repository posted for sale on the darkweb contains highly sensitive personal information of Indian life insurance subscribers, including their names, dates of birth, residential addresses, health information and policy details.  The hacker is allegedly selling the stolen data in portions of 100,000 records each, though it is unclear how much each portion is worth. The seller has also offered personalized data packages to buyers who are interested in certain portions of the repository.  \"CyberPeace's investigation reveals that the hackers have already sold substantial portions of the data to interested parties,\" CyberPeace told The Economic Times.  The CyberPeace report follows HDFC Life announcing in a stock exchange filing on Nov. 25 that it had been approached by an \"unknown source\" who claimed to possess the insurance company's customer records (see: Breach Roundup: Microsoft Tries Again With Windows Recall).  The insurance company on Nov. 29 obtained an injunction from the Bombay High Court to prevent the illegal disclosure of customer records, stating that any disclosure would place customers at serious risk of privacy breach and fraud.  The company told the court that malicious actors first contacted it on Nov. 19 using the email address \"bsdqwasdg@gmail.com\" to claim that they had access to a large amount of customer data and demanded the company negotiate with them to prevent the data from being made public.  Threat actors subsequently used a Telegram account named \"Telegram @github_tb\" and three WhatsApp accounts over the next few days to contact the company and threaten to sell the customer records unless the company paid a ransom of 1,800 in ethereum coins, or $6.9 million.  HDFC Life said the threat actors carried out a ransomware attack to breach its systems and it believes they can and will publish the stolen data, considering similar ransomware incidents involving two other financial institutions in the recent past.  The company said the tactics employed by the threat actors were very similar to a cybersecurity incident involving insurance company Star Health and Allied Insurance Co. in which threat actors stole the data of 31.2 million insurance customers from the company's systems and demanded a $68,000 ransom before posting the data on a leak website (see: Star Health Refused to Pay $68,000 Ransom to Stop Data Leak).  During the hearing at the Bombay High Court, a representative from Telegram told the court that Telegram tracked down and blocked the accounts of malicious actors who attempted to blackmail HDFC Life, even though the actors changed their Telegram ID to evade detection.  According to darkweb threat intelligence firm Falcon Feeds, a threat actor also offered for sale 16 million customers records stolen from HDFC Life on BreachForums on Nov. 29. The customer records include customers' policy details, bank account information, contact and demographic details and will be sold starting Dec. 6. The entire repository was priced at $150,000, but buyers have been given the option of purchasing smaller portions of the data.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "day": 1,
      "month": 11,
      "year": 2024
    }
  },
  "victim": {
    "country": [
      "IN"
    ],
    "employee_count": "10001 to 25000",
    "government": [
      "NA"
    ],
    "industry": "524113",
    "region": [
      "142034"
    ],
    "victim_id": "HDFC Life "
  }
}