{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D90BD9FD-A438-4F2A-AE2B-840BE7533278",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-06-30T00:37:00Z",
    "dbir_year": 2016,
    "github": "7671",
    "master_id": "4ED06C68-7E03-49E4-AAAB-F59EADE99F25",
    "modified": "2016-06-30T01:02:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://wqad.com/2015/09/17/workers-want-personnel-records-retrieved-from-shuttered-nursing-home/; http://wqad.com/2013/11/19/forest-hill-nursing-home-abruptly-closing-workers-want-answers-and-paychecks/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Some former workers and patients at a shuttered East Moline nursing home are questioning why their personnel and medical records were left behind at the abandoned site, and wondering why the state so far hasn't helped retrieve them.  \"I need them bad, in order to get this fixed and prove that I worked day and night on these floors\", said former housekeeping employee Anissa Serazin.  She has constant pain in her hands and wrists and is trying to find relief via a workman's compensation claim, but doesn't have her personnel records. They are in boxes in the facility, along with scores of others.  The city received a court order earlier this month to enter the building after a pipe burst and a neighbor noticed the water pouring outside of the place.  Once inside, workers say they found black mold, leaking roofs, hypodermic needles, oxygen tanks, and boxes and boxes of records of employees and patients. The building was not totally secured either, according to Mayor John Thodos.  \"It's spooky. If anybody has ever watched the Walking Dead. That's what it looks like. As if humans, just left. We're left with a mess. We got a court order from Rock Island County to at least go in and get the hazardous stuff out\", Thodos said.  He is trying to get llinois Attorney General Lisa Madigan's office to intervene.  A spokesperson told WQAD-TV the office is \"aware of the situation\", and suggested people look out for identity theft.  When asked about help with retrieving the files, the spokesperson said she would call  back later.  The nursing home was owned by Michael Lerner of Chicago. The $72,000 tax bill is now being paid by HUD, which backed the loan for the facility.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "623110",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "Forest Hill Nursing Home"
  }
}