{
  "action": {
    "misuse": {
      "notes": "Miller's knowledge of Doe's HIV status was a result of her analysis of the health-insurance records of staff employees as a way to reduce costs for the self-insured hospital, the suit says. Doe's insurance records \"stood out because his HIV anti-viral medications were expensive and therefore exceeded many of the other employees' health-insurance costs",
      "variety": [
        "Knowledge abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Fun",
        "Unknown"
      ],
      "notes": "Unbeknown to Doe at the time, Alicia Miller, who is the hospital's human resources director and privacy officer for the staff's health plan, told another employee about his condition over drinks and dinner. ",
      "variety": [
        "Human resources"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Miller found out about his HIV status when she was analyzing the health-insurance records of staff employees as a way to reduce costs for the self-insured hospitalFollowing enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Employee"
      ],
      "notes": "Alicia Miller, who is the hospital's human resources director and privacy officer for the staff's health plan, told another employee about his condition over drinks and dinner.  Miller's knowledge of Doe's HIV status was a result of her analysis of the health-insurance records of staff employees as a way to reduce costs for the self-insured hospital.  Doe's insurance records \"stood out because his HIV anti-viral medications were expensive and therefore exceeded many of the other employees' health-insurance costs\"",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "other": true
  },
  "discovery_notes": "Notified by former employee.  Unbeknown to Doe at the time, Alicia Miller, who is the hospital's human resources director and privacy officer for the staff's health plan, told another employee about his condition over drinks and dinner. That conversation transpired Sept. 23, 2012, after an industry convention in Denver, the suit alleges. Miller's knowledge of Doe's HIV status was a result of her analysis of the health-insurance records of staff employees as a way to reduce costs for the self-insured hospital, the suit says. Doe's insurance records \"stood out because his HIV anti-viral medications were expensive and therefore exceeded many of the other employees' health-insurance costs,\" the suit says.  Doe didn't learn that his colleagues knew of his condition until 2014, the suit says. That's when the employee who was informed of his health, after leaving the hospital, told him about her conversation with Miller, the suit says.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F79354B8-2F30-4AA7-8833-BC9CFF714B47",
  "notes": "A former Aspen Valley Hospital employee who says a human resources manager outed him as HIV-positive is alleging the hospital repeatedly violated patient-confidentiality laws.  Unbeknown to Doe at the time, Alicia Miller, who is the hospital's human resources director and privacy officer for the staff's health plan, told another employee about his condition over drinks and dinner. ",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-08-18T19:45:00Z",
    "dbir_year": 2015,
    "github": "7924",
    "master_id": "4EFE186D-6399-46BD-B7ED-1ED9BF1D3D65",
    "modified": "2016-08-18T21:26:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://www.aspentimes.com/news/22463520-113/aspen-valley-hospital-accused-of-patient-privacy-breach; http://www.aspentimes.com/news/crime/22914628-113/hiv-plaintiff-seeks-anonymity-in-aspen-valley-hospital-lawsuit",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Aspen Valley Hospital accused of patient-privacy breach",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 2.0
    },
    "incident": {
      "day": 23,
      "month": 9,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621491",
    "locations_affected": 1,
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "Aspen Valley Hospital"
  }
}