{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 3500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4F71DFA6-CEDF-4B1B-9B72-69F98409D9F0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T00:23:45Z",
    "github": "4996",
    "master_id": "4F71DFA6-CEDF-4B1B-9B72-69F98409D9F0",
    "modified": "2015-03-03T00:23:45Z",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/fl-psychotherapy-center-notifies-patients-of-stolen-server/; http://www.phiprivacy.net/wp-content/uploads/Data-breach-letter-request..pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "One of the breaches recently added to HHSs public breach tool involved Multilingual Psychotherapy Centers, Inc.in Florida.  PHIprivacy.net spoke with them about the incident and obtained a redacted copy of their notification letter to patients.  According to their October 23rd letter and statements made to PHIprivacy.net, a server stolen during an office burglary contained 3,500 patients first and last names, addresses, telephone numbers, Medicaid numbers, and Social Security numbers. No diagnostic or clinical information was on the stolen server.  Those notified of the breach were advised to place fraud alerts on their credit reports, but were not offered any complimentary credit monitoring protection service or given advice as to how to protect themselves from medical ID theft. Patients with any questions were encouraged to call them.  A spokesperson for the center indicated that they believed the server was stolen for its hardware value and not for the information. They may be correct, but the server held enough data to support a tax refund fraud scheme (as well as medical ID theft), so patients should remain vigilant.  The letter does not state what steps the center is taking to harden its security to prevent a future incident of this kind, but their spokesperson informed this site that they added additional dead bolts to the server room door, and they plan to add interior and exterior cameras as well as additional glass-break devices. They also plan to add a lock system to physically secure the server to the work station. The center is also reviewing and enhancing their policies and procedures for IT security and data breaches.",
  "timeline": {
    "incident": {
      "day": 23,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "621330",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Multilingual Psychotherapy Centers"
  }
}