{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000000,
      "data_victim": [
        "Customer"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Security researcher"
      ]
    }
  },
  "incident_id": "c8da47e0-cd35-11e9-a052-6392f3b8c0e8",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2019-09-02T11:24:16.127Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "err",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp"
      }
    ],
    "github": "13454",
    "master_id": "4f9a4ecd-69ed-41e8-93dc-9900040d4d1c",
    "modified": "2019-09-02T11:24:16.127Z",
    "sub_source": "priority"
  },
  "reference": "https://inc42.com/buzz/justdial-database-leak-reviewer-data/; https://thehackernews.com/2019/04/justdial-hacked-data-breach.html; http://www.ehackingnews.com/2019/05/justdial-smacked-by-subsequent-security.html; https://www.databreaches.net/over-100-million-justdial-users-personal-data-found-exposed-on-the-internet/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Justdial is a renowned Indian hyper-local search engine which recently became prone to two security breaches in the span of two weeks.  Only a few weeks ago, the database of all the customers of Justdial was laid bare on the dark web and now the reviewers’ data got on the line.  The company that has beyond 134 million QUA can’t afford to make such reckless mistakes.  April 18th saw the private data including names, addresses, email IDs etc. of over 100 million users which was stored in the search engine’s database to be laid out in the open.  The organization owed the breach to an expired API which allowed anyone to access the data of users. Major percentage of the affected included the hotline number users.  Security researchers were the first to discover the breaches that so thrashed Justdial. They also cited that no specific actions against them were taken.  These claims were denied by Justdial mentioning that the data was stored in a double-encrypted format.  The same group of researchers again found out a lacuna in the API of Justdial on April 29th.  Herein the people who post reviews were harmed in the form of their data being exposed.  Reportedly, the API connected to Justdial’s reviewers’ database had been unprotected since the company’s foundation.  Hence, the reviewers’ names, mobile numbers, locations and all became easily accessible thanks to the loophole.  But this issue was immediately fixed, according to the reporters.  No matter what happened, the unprotected database and the loophole contributed largely to the data breaches.  Justdial employs a humongous database and hence has large number of data stored within it.  Weak API and poor “Operation Security” is majorly to blame for all the breaches Justdial saw in these couple of weeks.",
  "targeted": "NA",
  "timeline": {
    "incident": {
      "year": 2019
    }
  },
  "victim": {
    "country": [
      "IN"
    ],
    "employee_count": "10001 to 25000",
    "industry": "51711",
    "region": [
      "142034"
    ],
    "victim_id": "JustDial"
  }
}