{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        },
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 882590,
      "data_victim": [
        "Employee",
        "Partner",
        "Patient"
      ],
      "notes": "The computer system accessed is believed to have contained patient names, limited clinical information, name of health insurer, insurance identification numbers, and in some instances, social security numbers (\"SSN\"). No patient financial information was included in the computer systems. For providers, the information included credentialing information such as names, dates of birth, SSN, professional license numbers, DEA (Drug Enforcement Agency) and NPI (National Provider Identifier) numbers, as well as bank account information and potentially other financial information. The employee records on the system included names, dates of birth, addresses, SSNs, bank account information and financial information.   VAPC has no evidence that any of the information has been accessed or used inappropriately. ",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "224D5E0D-6CE9-4414-8E37-67E549D21530",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-10-29T18:53:00Z",
    "dbir_year": 2017,
    "github": "8265",
    "master_id": "4FA17C29-DF5C-49B6-9D73-FD5D48B67E57",
    "modified": "2016-10-29T19:22:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 6,
        "year": 2016
      }
    }
  },
  "reference": "https://www.lexology.com/library/detail.aspx?g=43160994-74b7-401f-8b15-13da8bcfc33c; https://www.databreaches.net/valley-anesthesiology-and-pain-consultants-notifying-882590-patients-plus-all-employees-and-providers-of-security-incident/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Valley Anesthesiology and Pain Consultants Notifying 882,590 Patients PLUS all Employees and Providers of Security Incident   On June 13, 2016, VAPC learned that a third party may have gained unauthorized access to VAPC computer systems on March 30, 2016.   The computer systems may contain patient information, such as patient names, their providers' names, dates of service, places of treatment, names of health insurers, insurance identification numbers, diagnosis and treatment codes, and in some instances, social security numbers. For providers, the computer systems included credentialing information, such as names, dates of birth, social security numbers, professional license numbers, Drug Enforcement Agency (DEA) numbers, National Provider Identifiers (NPIs), as well as bank account information and potentially other financial information. For employees, the computer systems included names, dates of birth, addresses, social security numbers, bank account information and financial information, such as tax information.  no evidence that any of the information has been accessed or used inappropriately. ",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 2.5
    },
    "incident": {
      "day": 30,
      "month": 3,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "AZ",
    "victim_id": "Valley Anesthesiology and Pain Consultants"
  }
}