{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 9300,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 9300,
      "data_victim": [
        "Patient"
      ],
      "notes": "Marking as confirmed because of this:  \"The University of Oklahoma determined on or about Sept. 18 that the former physician and his current employer had not notified university patients who may have been affected. The Department of Urology was not aware that the former physician had taken patient information when leaving. \"",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "50CFA3A4-E6F3-4125-B18C-F4818A8A4278",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T23:15:00Z",
    "dbir_year": 2016,
    "github": "6544",
    "master_id": "50CFA3A4-E6F3-4125-B18C-F4818A8A4278",
    "modified": "2016-02-02T23:15:00Z",
    "timeline": {
      "notification": {
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://www.scmagazine.com/laptop-theft-affects-thousands-of-ou-medicine-patients/article/447709/; http://www.oumedicine.com/urology/media-release-regarding-theft-of-laptop",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Roughly 9,300 individuals are being notified that a laptop containing personal information was stolen from a physician who formerly worked for the University of Oklahoma Department of Urology.  How many victims? About 9,300.  What type of personal information? Names, diagnoses and treatment codes and dates, dates of birth or ages, brief descriptions of urological medical treatments or procedures, medical record numbers and treating physician names.  What happened? A laptop containing the personal information was stolen from a physician who formerly worked for the University of Oklahoma Department of Urology.  What was the response? Steps are being taken to prevent similar incidents from occurring, and employees are being given additional training on the importance of securing patient information. All affected individuals are being notified, and offered a free year of credit monitoring services.  Details: The theft occurred during the overnight hours of July 16-17, and the university was made aware of the incident on or about Aug. 14. The University of Oklahoma determined on or about Sept. 18 that the former physician and his current employer had not notified university patients who may have been affected. The Department of Urology was not aware that the former physician had taken patient information when leaving. The personal information was in a database spreadsheet stored on the laptop, which was password protected, but not encrypted. The information related to pediatric urology procedures occurring between 1996 and 2009.  Quote: \"The physician is not certain that patient information was on the laptop, but the university wanted to notify patients of this incident and assure them that this matter is being taken seriously,\" a notification said.  Source: oumedicine.com, \"Notice to Certain Pediatric Urology Patients,\" Oct. 9, 2015.",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 7,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "OK",
    "victim_id": "Oklahoma University"
  }
}