{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Remote access"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "446110",
      "motive": [
        "Unknown",
        "Financial"
      ],
      "notes": "Preferred Care Pharmaceutical Services",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5D742FB7-ABF6-409D-9BB1-1CF1C84B41FC",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-09-01T22:13:00Z",
    "dbir_year": 2016,
    "github": "6818",
    "master_id": "513E3274-EE04-4AB4-A3FF-867E164032FA",
    "modified": "2016-09-01T22:24:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.postandcourier.com/article/20150911/PC16/150919818/drug-tester-pharmacist-deny-wrongdoing-in-alleged-prescription-records-breach; http://www.propublica.org/documents/item/2640422-South-Carolina-indictments.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Charleston drug screener and a Hollywood pharmacist pleaded not guilty Friday to conspiring to harvest confidential patient prescription records from a state database so attorneys could use them in Family Court cases.  The indictments against drug tester Robert Bennett and pharmacist Timothy Keisler mark the first time anyone has been charged with violating provisions of the state's prescription monitoring program since the law went into effect in 2006, the state's Attorney General's office confirmed.  The two men are accused of plotting to illegally pull information from the state's prescription database, which houses more than 63 million records. The restricted system is designed to allows officials to monitor for potential misuse of powerful narcotics such as Oxycontin while protecting patient confidentiality.  Bennett's attorney, Jerry Theos, told a Charleston County judge that he'd never heard of the law before the indictments were handed down last month. Theos maintained that his client, who runs West Ashley-based Medical-Legal Services, did nothing wrong and that Bennett sought these records in connection with court orders, subpoenas or in instances where the patient in question consented to the search.  Theos said Bennett is a \"longtime fixture in the legal community\" and the indictment came as a surprise.  Bennett, 57, has testified as an expert witness in everything from custody cases to murder trials, but his methods and credentials have come under fire at times. Bennett has billed himself as a forensic toxicologist, a medical review officer, a criminal forensics expert and an addictionologist with multiple medical degrees but he was not licensed or certified in any discipline for which he claimed expertise, a July 2006 Post and Courier article revealed.  Keisler, 49, co-owns Preferred Care Pharmaceutical Services in Hollywood. In 2005, he was accused of stealing an unspecified quantity of the painkiller hydrocodone from his pharmacy for his own use. The charge was later dismissed after he completed a year's probation.  As a pharmacist, he has access to the prescription database. But he is accused of illegally pulling records of people not in his care and giving those records to Bennett, affidavits state. Court documents do not say whose records were allegedly compromised, what types of cases were involved or how many files were later shared with attorneys.  Keisler's attorney, Sherri Lydon, declined to comment following her client's arraignment.  Both men face a felony conspiracy count which carries up to five years in prison. Keisler faces two additional felony counts related to improperly accessing and sharing records. Each count carries up to 10 years behind bars.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "SC",
    "victim_id": "Department of Health and Environmental Control"
  }
}