{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 56,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 56,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "51A3474C-68F8-4F40-891F-C33C9C8B6A38",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T04:07:00Z",
    "dbir_year": 2016,
    "github": "5566",
    "master_id": "51A3474C-68F8-4F40-891F-C33C9C8B6A38",
    "modified": "2016-02-07T04:07:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/grace-hospital-pharmacist-inappropriately-accessed-health-information-winnipeg-health-region/; http://www.cjob.com/2015/03/17/66255/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A proactive audit by the Winnipeg Regional Health Authority (WRHA) has identified the personal health information of at least 56 individuals was inappropriately accessed by an employee who at the time was working within the Region.  Following an investigation of the audit results by WRHA privacy staff, it was determined a pharmacist located at the Grace Hospital had a history of accessing and reviewing health records of patients to whom this individual was not providing care. As a result, the employee is no longer working with the WRHA.  \"Accessing, reviewing, or browsing through patient records out of curiosity is not permitted,\" said Mr. Real Cloutier, Vice-President and Chief Operating Officer of the WRHA. \"We take patient privacy and our role in safeguarding personal health information very seriously, and we appreciate how upsetting this can be for patients. I am reassured, however, that the security and auditing procedures we have in place successfully identified this unauthorized activity so it could be stopped.\"  The patients identified as having their personal health information inappropriately accessed have been notified. The Manitoba Ombudsman has also been notified of the privacy breach as has the respective professional body responsible for licensure.  The system used to access patient information in this case was eChart Manitoba. EChart is a secure electronic system that allows authorized health care providers access to patients' health information when it is required by doctors, nurses, radiologists, and other staff to provide care to patients. Accessing and reviewing a patient's information is only permitted by health care providers when they require that information in order to deliver care to that patient. The eChart system maintains a record of all user activity allowing for routine, as well as focused, audits to ensure patient information is not being inappropriately accessed.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Grace Hospital"
  }
}