{
  "action": {
    "hacking": {
      "variety": [
        "DoS"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "US"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Interruption",
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "51B0603E-FE1A-4581-BAA6-6FAF5A496C64",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "created": "2016-02-09T09:01:00Z",
    "dbir_year": 2016,
    "github": "6462",
    "master_id": "51B0603E-FE1A-4581-BAA6-6FAF5A496C64",
    "modified": "2016-02-09T09:01:00Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.infosecurity-magazine.com/news/california-hackers-said-to-hit/;https://www.rt.com/politics/315338-hacker-attack-kremlin-website/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Kremlin's official website fell under a massive cyber-attack on Monday, although it was repelled, the presidential press-secretary, Dmitry Peskov has revealed. \"On Sunday, a very powerful hacking attack was made on the Russian president's website. The defense system worked, even though it was not easy,\" Peskov, said as quoted by Russian media.   He has not disclosed any information about the source of the attack claiming that he had no details, although he noted that he was \"sure that [cyber-security] specialists know who is behind this attack.  READ MORE: Official warns of attempts to disrupt record-breaking nationwide poll in September  Peskov also said that the attack on the Kremlin site was carried out simultaneously with another attack that reportedly targeted the website of the Russian Electoral Commission. Both of the attacks were made on national Election Day, when people region-wide went to polling station to elect local authorities.  According to Peskov, the hacking attack on the Kremlin site occurred between 5:00am and 10:00am (2:00am-7:00am GMT) on Sunday.  READ MORE: Brad Pitt, Sylvester Stallone 'join' election campaigns in Russian regions  Earlier on Monday, the head of the Russian Electoral Commission, Vladimir Churov also told the Russian media that, on Sunday, the commission's website came under a cyber-attack carried out by an US-based company.   \"Yesterday someone attempted to hack our website and alter the data there making 50,000 requests per minute. They failed and we have already established the culprit __ it's a company based in San Francisco,\" Churov told reporters adding that the documented proof of the attack would be prepared before the end of the week.  ",
  "timeline": {
    "incident": {
      "day": 13,
      "month": 9,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "RU"
    ],
    "employee_count": "Unknown",
    "industry": "921110",
    "region": [
      "150151"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "Russian Electoral Commission"
      ]
    },
    "victim_id": "Moscow Kremlin"
  }
}