{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Partner facility"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D5FB6FAB-0A8A-4AAB-8FB1-D91F9EEF19A6",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-06-24T00:22:00Z",
    "dbir_year": 2017,
    "github": "7605",
    "master_id": "52ADC571-01D2-4E1D-8A44-6EEB2E22BBBA",
    "modified": "2016-06-24T00:28:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 4,
        "year": 2016
      }
    }
  },
  "reference": "http://www.al.com/business/index.ssf/2016/04/patient_information_at_risk_af.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A laptop that contained prescription and patient information on customers of a CVS Pharmacy in Calera has been stolen.   CVS learned on March 22 that the password-protected laptop had been stolen from a vendor. The laptop contained information about customers who have had prescriptions filled at the CVS store at 8370 Highway 31 in Calera, the company announced Monday. The laptop was stolen from the vendor and reported to the Indianapolis police department.  The laptop had been stolen on March 16. Information on the laptop included patient names and in some cases addresses, telephone numbers, prescription names, numbers and dispensing dates. There was no financial information on the laptop.   \"Nothing is more central to CVS Health's health care operations than maintaining the privacy of its patients' personal information and the Company sincerely apologizes for any inconvenience or concern,\" CVS said in a statement.   CVS is directly notifying patients whose information was on the laptop, and affected customers with questions can call 1-888-829-6553.   The vendor did not encrypt the patients' information, which is a violation of the vendor's obligations to CVS, according to the statement. The vendor has agreed to provide additional privacy training to its employees, including encryption training.   Only patients of that particular CVS are at risk - if you've never filled a prescription at that location, you're not affected. But not all customers are affected. CVS is notifying customers whose information is on the laptop.  CVS spokesman Mike DeAngelis said the vendor did not have access to patient information at any other Alabama stores. The vendor could have had access to patient information at other stores outside of the state, but only information from the Calera location was on the stolen laptop.  \"Based on our thorough review of this matter, we believe this incident is an isolated issue which was not caused by lack of internal controls or other systemic issues,\" DeAngelis wrote in an email. \"The vendor will further enhance its internal controls to prevent similar issues in the future.\"  CVS declined to name the vendor, but said \"but they are taking the appropriate remedial and corrective steps in order to continue working for CVS Health.\"  Correction 4:16 p.m.: This story has been corrected to reflect that the theft occurred at the site of the vendor, not the Calera CVS.",
  "timeline": {
    "incident": {
      "day": 22,
      "month": 3,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "44600",
    "region": [
      "019021"
    ],
    "state": "AL",
    "victim_id": "CVS"
  }
}