{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 603,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 603,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "53C8505F-B71D-426A-B34C-A4808BDB2B94",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-04T03:45:55Z",
    "github": "1691",
    "master_id": "53C8505F-B71D-426A-B34C-A4808BDB2B94",
    "modified": "2015-03-04T03:45:55Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/il-pharmacist-sentenced-to-seven-years-in-prison-for-obtaining-1-7-million-from-health-insurers-for-drug-he-never-dispensed/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Chicago pharmacist was sentenced to seven years in federal prison after being convicted at trial of collecting more than $1.7 million through false claims he submitted to insurance companies for a drug that he never dispensed and stealing the identities of unsuspecting pharmacy customers to make that money, which he used to finance a lavish lifestyle. The defendant, RONALD KIELAR, also created fake documents to make his false insurance claims appear legitimate.  Kielar, 76, of Mundelein, was a pharmacist at the former Cartagena Pharmacy, located in the 1500 block of West Devon Avenue, which was owned by his ex-wife. He was sentenced to five years in prison on six counts of health care fraud and one count of obstruction of justice, and received a mandatory consecutive sentence of two years on three counts of aggravated identity theft. Kielar, who was convicted on all 10 counts he was charged with at a trial last fall, was ordered to begin serving the 84-month sentence on June 10.  U.S. District Judge Robert M. Dow, Jr., who imposed the sentence on Friday, also ordered Kielar to pay more than $1.725 million in restitution and to forfeit nearly $78,000 in proceeds from the sale of property he owned in Florida.  According to court documents, Kielar used patients insurance information, including their names and dates of birth, to bill for the drug Procrit, which stimulates the production of red blood cells. These patients, however, were never prescribed Procrit, Kielar never provided them with the medication, and the patients never authorized the use of their insurance information to submit claims for payment. After he was indicted, Kielar forged prescriptions, patient receipts, and false invoices to make the insurance claims look legitimate. Between November 2004 and August 2010, Kielar submitted 603 false claims and received more than $1.7 million from Blue Cross and Blue Shield of Illinois and the United Food and Commercial Workers Unions and Employers Midwest Health Benefit Fund.  Each time [Kielar] hit the submit button on the pharmacys computer for a Procrit claim, he made a calculated choice: to lie to the victim insurance company who received, processed, and paid on the claim, Assistant U.S. Attorney Heather McShain wrote in a sentencing memo. Kielar also betrayed a physician who had been his friend for 40 years and whose name and DEA registration number Kielar used without permission, as well as unsuspecting patients whose personal information he used.  Evidence showed that Kielar used proceeds from the fraud scheme to pay salaries to himself and his ex-wife, and then used those funds to pay mortgages on his home in Illinois, as well as properties in Florida and Arizona.  The sentence was announced  by Zachary T. Fardon, United States Attorney for the Northern District of Illinois; Robert J. Holley, Special Agent-in-Charge of the Chicago Office of the Federal Bureau of Investigation; James Vanderberg, Special Agent-in-Charge of the U.S. Department of Labor Office of Inspector General in Chicago; and John Redmond, Special Agent-in-Charge of the Chicago Office of the U.S. Food and Drug Administration Office of Criminal Investigations.  The government was represented by Assistant U.S. Attorneys Heather McShain and Steven J. Dollear.",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "446110",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "Cartagena Pharmacy"
  }
}