{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 34,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 34,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "discovery_notes": "A report, released under the Official Information Act, revealed the investigation occurred after a former colleague claimed the woman had been snooping into her electronic medical records.  A subsequent audit found the woman had not only breached her colleague's medical record, including her admission to the emergency department, but had accessed the electronic health records of 33 patients \"without an obvious legitimate need to do so\".",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4574AC35-0637-4813-ADB9-C6551033C816",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T23:42:00Z",
    "dbir_year": 2016,
    "github": "7414",
    "master_id": "542B7732-FF31-41D9-9281-86F26B8D1350",
    "modified": "2016-08-18T23:47:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.stuff.co.nz/national/health/77976759/privacy-review-at-wellington-hospital-after-staffer-caught-snooping-on-records; http://www.stuff.co.nz/national/health/78426129/wellington-hospital-paid-out-former-staffer-after-colleagues-breached-her-privacy",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Wellington Hospital staff member has left after being caught accessing 33 patients'  records.  The breaches have sparked an independent privacy review of the Capital & Coast District Health Board's privacy practices, which recommended more thorough auditing, restrictions on access to electronic medical files, and better staff training.  A report, released under the Official Information Act, revealed the investigation occurred after a former colleague claimed the woman had been snooping into her electronic medical records.  The woman initially claimed she did not even know the complainant, but it was later revealed the pair had sat next to each other as administrative workers at Wellington Hospital.   A subsequent audit found the woman had not only breached her colleague's medical record, including her admission to the emergency department, but had accessed the electronic health records of 33 patients \"without an obvious legitimate need to do so\".  After further investigations, the DHB accepted that, in 28 of these cases, there had been no privacy breach. However, she was found to have accessed her own family's medical records five times without authorisation.  CCDHB chief operating officer Chris Lowry said the woman claimed she had permission from her family, but she had nevertheless accessed private health records to which she had no right.  \"Whether she did it off her own volition, or for her family members, it is still a breach.\"  The woman is no longer employed by the DHB, but Lowry refused to comment on whether she resigned or was dismissed.  She said the DHB had apologised to the original complainant, but no other patients affect by the breaches had been contacted.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "009053"
    ],
    "victim_id": "Wellington Hospital"
  }
}