{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "545A1F0C-A09C-40C5-A758-E6F4D853B6CC",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-01-09T23:25:54Z",
    "github": "5116",
    "master_id": "545A1F0C-A09C-40C5-A758-E6F4D853B6CC",
    "modified": "2015-01-09T23:25:54Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://healthitsecurity.com/2015/01/06/patient-privacy-violation-questioned-with-medical-records-dump/; http://www.phiprivacy.net/right-to-privacy-hundreds-of-abortion-records-found-abandoned-in-warehouse/; http://abc13.com/news/woman-finds-abandoned-abortion-records-in-warehouse/456221/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Patient privacy was potentially violated in Houston, where it was discovered in the end of December that abortion records had been kept in a warehouse and were then discovered by a third-party. It is currently unclear if HIPAA violations occurred, but the records have since been transferred safely.2014-01-27-87333166  Medical records dated from 1992-2012 were discovered in a warehouse, according to a KTRK report. The papers included details on abortions and individuals Social Security numbers. Opioid drug containers were also found in the warehouse.  Esmerelda Cedillo made the discovery, and told the news source that the warehouse is hers but has been unused for about seven years. An estranged relative who used to work at an abortion clinic is believed to have left the records behind.  So I put myself in their shoes, and thats why Im like, I dont want this to just get thrown out there, Cedillo said. But I dont know what to do because I dont want to have them in my possession anymore. I want them gone.  Cedillo explained that she discovered the medical records while she was walking her dog on the property. The animal reportedly tore up several files and then dragged them outside.  A follow-up KTRK report stated that the law firm Cardwell and Chang contacted Cedillo after the airing of the original story. The firm told the news station that they had been hired to be the custodians of the medical records after the abortion clinic in question was closed.  All of a sudden when it aired, I got the call first thing this morning, Cedillo said.  A former clinic employee had been put in charge of keeping the records safe, a lawyer explained, and doctors were told that the records had been destroyed.  They were in the process of being shredded several years ago, ended up here, but didnt make it to their destination, said an attorney from the firm Noah Meek, which picked up the files. If theyre more than seven years old, theyll likely be shredded or if not, sorted through and returned to the patients.  Susan Cardwell from Cardwell and Chang told KTRK that the medical files belonged to patients who had attended the Cunningham Clinic, KNS Clinic, and Womens Clinic. The former employee who had been in charge of the information did not return the stations phone calls. However, the doctor who opened the former clinic said that he kept all of his medical records when he sold it in 2003 and then lawfully destroyed them. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621498",
    "region": [
      "019021"
    ],
    "state": "TX"
  }
}