{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Fun",
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 44,
          "variety": "Payment"
        },
        {
          "amount": 7000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 7000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Defacement"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "545E6FD7-4DFA-434D-8FC5-561A24F3FFF0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-03T02:47:00Z",
    "dbir_year": 2016,
    "github": "5673",
    "master_id": "545E6FD7-4DFA-434D-8FC5-561A24F3FFF0",
    "modified": "2016-02-03T02:47:00Z",
    "timeline": {
      "notification": {
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://missoulian.com/news/local/hackers-accessed-patients-credit-card-information-western-montana-clinic-says/article_a2410583-b3bd-5cf8-afcb-8d65828fc2c0.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Full credit card information for 44 patients was available to hackers who gained access to the Western Montana Clinic website last month.  The hackers also were able to access demographic and partial credit card information for nearly 7,000 patients. However the hackers didn't gain access to patients' medical records, which are housed in a different system, Western Montana Clinic CEO Valeri Saffer said.  \"We are very fortunate that no medical information was available on the site that would have been hacked,\" she said.   It appears the hackers, who call themselves the Moroccan Agent Secrets, weren't looking for personal information, but were looking for site vulnerability, Saffer explained.  \"I've been told a good hacker can get into anywhere,\" she said.  Saffer said the hackers bypassed security measures and accessed the website for the first time March 10. By March 14, the hackers had changed the homepage and WMC employees became aware of the attack.    The hackers made it impossible for users to access the website, and instead routed them to a separate site that contained anti-Israeli and anti-American sentiments.   \"We found out about it from a patient who called a staffer and we called the organization that hosts the website,\" Saffer said. Within hours, the site was taken down.   In investigating the incident, WMC employees discovered the presence of patients' credit card information on the site.  \"When our IT people took the site apart, they found there was a log on the site that had that (credit card) information in it,\" Saffer said. \"It shouldn't have had that information in it, but it did.\"    In addition to accessing the full credit card information of 44 patients, the names, addresses, telephone numbers, email addresses, dates and amounts of credit card transactions made via the website, and the last four four digits of credit card numbers for 6,994 patients were available to the hackers.  The clinic alerted the FBI to the hacking incident, and affected patients affected were notified by mail. WMC offered one year of free credit monitoring to patients whose full credit card information was available to the hackers.  WMC recommends that patients remain vigilant for fraud and identity theft by reviewing their credit reports and accounts for unauthorized activity.",
  "timeline": {
    "discovery": {
      "unit": "Days",
      "value": 4
    },
    "incident": {
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "MT",
    "victim_id": "Western Montana Clinic"
  }
}