{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 3800,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 3800,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6B46BD1D-8EF2-4A50-A665-C0ED5CFAA078",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-24T23:27:00Z",
    "dbir_year": 2013,
    "github": "4401",
    "master_id": "5491E704-74C1-4F5D-8D45-D07922B588D6",
    "modified": "2016-08-24T23:34:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2012
      }
    }
  },
  "reference": "http://www.whio.com/news/news/local/air-force-group-names-social-security-numbers-misp/nhWgw/; https://www.databreaches.net/oh-wright-patterson-medical-center-notifies-3800-of-breach-involving-their-info/; http://www.journal-news.com/news/news/wright-patt-alerts-3800-to-possible-personal-data-/nRDtm/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " Wright-Patterson Medical Center has alerted 3,800 people of a possible personal data security breach when a notebook containing their names and Social Security numbers was temporarily misplaced after a blood drive, according to a base spokesman. The 88th Medical Group sent notification letters this month to the donors, said Wright-Patterson spokesman William Hancock. The Air Force took \"administration sanctions\" against those involved in the potential data breach, the base said in a statement said Friday. The number of people who received the sanctions and the cost to send out the letters wasn't immediately available. Officials could not immediately provide the exact date the information was misplaced, but one day this month the notebook was left in a limited-use conference room late in the afternoon and recovered the next morning behind a chair, where it had apparently been dropped, according to base officials. \"While there is no evidence to suggest that personal data was accessed or misused, and the listing was only misplaced for a very short period of time, it is Air Force policy to inform individuals whose personal information could have been compromised,\" the base statement said. The notebook included sign-in sheets with personal information from participants. \"The notebook should have been kept in a locked container when not in use,\" the statement said. Donors who did not receive a letter did not have their information misplaced, the Air Force said. The 88th Medical Group has a point of contact for those affected and directed donors to a Federal Trade Commission Web site with information on how to detect, avoid and deal with identity theft. Checklist procedures were changed after the incident. The medical group \"will continue to review procedures to ensure that a similar occurrence does not happen in the future,\" the Air Force said.",
  "timeline": {
    "discovery": {
      "unit": "Hours"
    },
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "928110",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Wright-Patterson Medical Center"
  }
}