{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "518210",
      "motive": [
        "NA"
      ],
      "notes": "Professional Transcription Company",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 37000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 37000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "54AFDB82-686F-4D8A-A271-74C06E506326",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-21T08:01:00Z",
    "github": "1105",
    "master_id": "54AFDB82-686F-4D8A-A271-74C06E506326",
    "modified": "2014-11-21T08:01:00Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 12,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/ny-martin-luther-king-jr-health-center-learns-of-subcontractors-breach-four-years-later-responds-to-breach-admirably/ ;http://bronxcare.org/HIPAA_Notice.php",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Martin Luther King Jr. Health Center (MLK)  in the Bronx, New York, recently notified 37,000 patients of a security breach that occurred in 2009. The incident was just added to HHSs breach list today.  I was unable to find any media coverage of the breach, but found a notice on the centers web site that was still prominently linked from their home page. Its one that you will want to read in its entirety.  Potential Disclosure of Personal Health Information  Bronx-Lebanon Hospital Center Dr. Martin Luther King, Jr. Health Center On August 27, 2013, we learned that Professional Transcription Company (PTC), a company that was hired by us to transcribe dictated physician reports, had hired a subcontractor, Bahoo.net (Bahoo), which allowed certain transcriptions to be publicly available through Bahoos website and through certain search engines (e.g., Google). Upon investigation, it was determined that Bahoo failed to adequately secure its File Transfer Protocol (FTP) site allowing certain transcriptions to be viewable. The information in the transcriptions included patient names, type of treatment/procedure, diagnoses and dates of service, but did not include social security numbers, financial information, contact information or any other personal information in the patients medical records. As soon as the incident was identified, Bahoo closed its website and destroyed the hard drive so that the public could no longer view such personal information on the website. The unintended consequence of Bahoos decision to destroy the hard drive is that it is not possible to identify the specific dates the personal information was posted or whose information was publicly viewable. To be cautious, we notified by mail all patients whose information was sent to PTC over the past four years.In addition to taking these steps, Bahoo worked with the internet provider to prevent the transcriptions from being viewable in the internet search. We also hired a technical consultant to work with the other search engines to ensure the removal of any transcriptions that might still be viewable. Although no financial information was included, patients were advised that if they become aware of any suspicious activity in their accounts, they should report it to immediately to us.  If you have any questions or wish to make a report, please call us at the Call Center, 877-451-9361 (toll free), Monday through Friday, 9 am to 6 pm.  The security of patient information is critically important to us, as it is to our patients. We will continue to take all steps necessary to meet this goal and in furtherance of our mission of needed health care to the communities we serve.  The reference to Professional Transcription Service sounded familiar to me, and I did some digging and found out that the PTS breach had been reported on this site back in December 2010, after another one of their clients, Newark Beth Israel Medical Center in New Jersey, had reported the incident to HHS. The New Jersey hospitals report did not mention Bahoo.net, so this is the first time were learning that it was their error. Interestingly, MLK did not seem to have named Professional Transcription Services or Bahoo.net in their computerized breach report to HHS, which means their names dont show up on HHSs breach list for this incident. To the extent that some people consider HHSs public breach tool a Wall of Shame (I dont view it that way), those responsible for the breach should have been names.  But why did other PTS clients find out about the breach in December 2010 but Martin luther King Jr. Health Center only find out in August 2013? Was it because Bahoo destroyed the hard drive before it was thoroughly analyzed?  If so, what an unfortunate over-reaction on their part.  Kudos to Martin Luther King Jr. Health Center for genuinely erring on the side of  caution to notify everyone in 4-year window. And Im impressed that they even explained the FTP error on Bahoos part.  Finally, did anyone else note that MLK told patients to call them if they wish to make a report of suspicious activity on their account? When entities tell patients to call law enforcement, they put themselves in a position of not knowing if problems have occurred related to their breach, which also limits their ability to actually support the patient or help mitigate any harm.  By telling patients to call them, MLK demonstrated to its patients that it was there for them and cared enough to want to know if they experienced any difficulty as a result of the breach. I think it was a smart move on their part. And if law enforcement should be notified, the hospitals call center staff can presumably instruct the patients to follow up by reporting the problem to the police.",
  "timeline": {
    "incident": {
      "day": 27,
      "month": 8,
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "621491",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Martin Luther King Jr. Health Center"
  }
}