{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Acquaintance"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 80,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 80,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A9DB3B93-FC35-4693-BCFA-885F272D2758",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-06-22T04:49:00Z",
    "dbir_year": 2015,
    "github": "4017",
    "master_id": "54DE8FD2-A1F3-425B-9802-8DA9A7C95F30",
    "modified": "2016-06-22T04:54:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.silive.com/news/index.ssf/2014/07/bronx_man_senetenced_to_at_lea.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Bronx man will be spending at least three and a half years behind bars for his role in an elaborate identity theft scheme he concocted with a West Brighton woman.  Clyde (C-Money CEO) Forteau was sentenced to three-and-a-half to 10-and-a-half years Tuesday for enterprise corruption, which will run concurrently with a sentence of one to three years for third-degree grand larceny as a hate crime, according to information from District Attorney Daniel Donovan's office.  Forteau, 30, pleaded guilty to the same charges two weeks ago in state Supreme Court, St. George.  Forteau and his fianc, Amanda (Meme Zee) Zieminski, 27, of West Brighton, stole the identities of about 80 patients from a Great Kills doctor's office, prosecutors said.  Ms. Zieminski worked as a licensed practical nurse at the doctor's office, South Shore Physicians Group on Hylan Boulevard, and used her position to steal patient files and typically targeted people in their 70s, prosecutors said. When detectives realized they picked many of their victims by age, prosecutors were allowed to charge them with hate crimes, according to Donovan's office.  She and other conspirators used personal information to raid bank accounts and apply for credit cards, and used the money to treat themselves to field-level seats at a Jets game and to Game 6 of the NBA semifinals between the Miami Heat and Boston Celtics.  Among their lavish trips was one to Walt Disney World in Orlando, Fla.  In April of last year, Ms. Zieminski trumpeted her engagement to Forteau in a public Facebook post.  \"Yesterday was the greatest day of my life. My love asked me to marry him in Cinderella's Castle, glass slipper and all,\" she wrote.  Ms. Zieminski pleaded guilty to second-degree grand larceny. She'll be sentenced Sept. 8 in state Supreme Court, St. George, to no less than one to three years in prison and no more than two and a third to seven years behind bars.  In all, they stole at least $675,000, prosecutors said.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "South Shore Physicians Group"
  }
}