{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "552945F3-58F8-44E0-B974-6D9E9F0E87F3",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:08Z",
    "dbir_year": 2014,
    "master_id": "552945F3-58F8-44E0-B974-6D9E9F0E87F3",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "There was a privacy breach this morning for a brief period (10-15 minutes) where the Pharmacy Bingo Board was displaying private patient information on monitors throughout the hospital. The PO is on leave for the remainder of the week. The Chief and Assistant Chief, IT, were included on message to provide details on how this occurred and provide a list of Veterans which may have been impacted.\nIncident Update\n05/05/10:\nA user chose the wrong device to send their report to. The facility is in the process of working with the National Help Desk to block the availability of this device to only a select group of users who use this device strictly for the Pharmacy Bingo Board display. The ISOs are unable to determine where the print-out was sent from. The device acts like a printer and it is unable to tell who sent it once the job has been sent. The Pharmacy Bingo board can display up to 8 patient names at one time, there were eight names to include full SSN's being displayed. The facility is working with national VISTA programmers to prevent a recurrence of this incident. This occurred because the Bingo board is a printer and a full print screen was sent to the screen instead of the typical last name, first initial.\nEight (8) patients will receive a letter offering credit protection services.",
  "timeline": {
    "incident": {
      "day": 29,
      "month": 4,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "United States Department of Veterans Affairs"
  }
}