{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Unknown"
      ],
      "notes": "Medi-Waste Disposal",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 8,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "56987653-DBEC-4BC7-BBB4-32752D2AF123",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-19T23:08:11Z",
    "github": "2987",
    "master_id": "56987653-DBEC-4BC7-BBB4-32752D2AF123",
    "modified": "2015-03-19T23:08:11Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://www.bbc.co.uk/news/uk-england-devon-22096023",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A woman who found two courier bags containing patients' medical records on a busy road in Devon has said she was \"absolutely horrified\".  Jo Bell, from Dawlish, spotted the bags on the A379 near Powderham Castle, near Exeter, on Wednesday afternoon.  She said they appeared to have been in transit from Torbay Hospital to the Royal Devon and Exeter (RD&E) Hospital.  The RD&E NHS Foundation Trust said it was \"deeply concerned\" the records had been mislaid.  It said it was carrying out an \"urgent investigation\" into the matter.  'Hard to believe' Continue reading the main story  Start Quote  You can't believe that people you trust with your life are going to leave these lying in a road  Jo Bell Mrs Bell said after she found the bags she decided to take them home with her and discovered that one of them was \"partly opened.\"  \"You could see all the files inside,\" she told BBC Radio Devon.  \"I was appalled. These were actual living people who were having treatment at the hospital.  \"I was absolutely horrified. You can't believe that people that you trust with your life, your health, everything like that, are going to leave these lying in a road.\"  The bags contained eight patients' confidential medical records.  One patient from Paignton, whose medical records were among those found, said: \"I find it hard to believe. I'm shocked.  \"How the hell have they done that? I'd like an explanation. I am extremely annoyed.\"  They appeared to have been requested by the RD&E for clinics due to take place there later this month.  When Mrs Bell called the hospital it sent someone to collect them.  'Deeply concerned' The RD&E Trust said: \"We recovered two packs of confidential patient notes that were destined for the RD&E from Torbay Hospital.  \"We understand that the notes were being transported via the trust's own courier service, which is used to carry confidential information between hospitals in the area.  \"We are now undertaking an urgent investigation to ensure we fully understand the circumstances surrounding how these packages were mislaid in this way.\"  It said patient confidentiality was an issue it took \"very seriously\" and the trust was \"deeply concerned\" the packages had been found.  The South Devon Healthcare NHS Foundation Trust, which manages Torbay Hospital, echoed the sentiments.  It confirmed a joint investigation with the RD&E was taking place and said: \"The patient information referred to relates to a small number of patients.  \"While that doesn't detract from the seriousness of the incident, it does add some context.  \"These patients will be contacted directly as part of a full and thorough investigation.\"  The Information Commissioner's Office, which is responsible for investigating data protection breaches, said: \"We have recently been made aware of a possible data breach involving a small number of medical records in Devon.  \"We are now making enquiries into the circumstances of the alleged breach before deciding what action, if any, needs to be taken.\"",
  "timeline": {
    "incident": {
      "month": 4,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Torbay Hospital"
  }
}