{
  "action": {
    "misuse": {
      "variety": [
        "Unapproved workaround",
        "Net misuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Convenience"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Other"
    ],
    "hosting": [
      "External - unknown environment"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3044,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3044,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "loss": [
      {
        "amount": 1163142.84,
        "variety": "Legal and regulatory"
      }
    ],
    "overall_amount": 1163142.84,
    "overall_rating": "Unknown"
  },
  "incident_id": "56F76EC7-9976-49C7-9E95-E0A53FB78963",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-06T21:22:53Z",
    "github": "2434",
    "master_id": "56F76EC7-9976-49C7-9E95-E0A53FB78963",
    "modified": "2015-03-06T21:22:53Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.mhealthnews.com/news/latest-hospital-data-breach-involves-cloud-services; https://www.databreaches.net/ohsu-pays-nearly-3-million-over-two-data-breaches-in-2013/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "So far, healthcare data breaches have primarily involved lost or stolen smartphones, laptops, tablets or thumb drives. A recent transgression at the Oregon Health & Science University, however, has added a new area of concern: Unsecured cloud platforms.  OHSU officials recently notified more than 3,000 patients that their health information had been compromised after residents and physicians-in-training in three departments used Google cloud services to share patient data. Officials said the university doesn't have a contractual agreement to use the cloud-based ISP.  According to officials, the university discovered in May that residents and physicians-in-training in the Division of Plastic and Reconstructive Surgery were using cloud services to maintain a spreadsheet of patients, which included names, ID numbers, ages, provider names, diagnoses, dates of service and, in some cases, addresses. The intent, officials said, was to make it easier to share accurate information about patients admitted to those involved in each patient's care.  An investigation discovered similar practices in the Department of Urology and Kidney Transplant Services; in all, officials said, the spreadsheets contained HIPAA-protected data concerning 3,044 patients admitted to the hospital between Jan. 1, 2011 and July 3, 2013.  \"We do not believe this incident will result in identity theft or financial harm; however, in the interest of patient security and transparency and our obligation to report unauthorized access to personal health information to federal agencies, we are contacting all affected patients,\" said John Rasmussen, chief information security officer at OHSU, in a company notice. \"We sincerely apologize for any inconvenience or worry this may cause our patients or their families.\"  This is the fourth HIPAA violation since 2009 for the Portland, Ore.-based provider. In 2009, an unencrypted laptop containing personal health information of some 1,000 patients was stolen from an employee's car. And in July 2012, an unencrypted thumb drive that an employee had brought home without authorization was stolen. The thumb drive contained personal health information of 14,000 patients, though only 702 patients, were notified of the breach, as officials said the drive contained sensitive data on only those patients.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "Oregon Health & Science University"
  }
}