{
  "action": {
    "physical": {
      "notes": "someone broke into a storage facility and stole several boxes of documents.",
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Theft"
      ],
      "vector": [
        "Partner facility"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "AU"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "009053"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "NA"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "ee9956a0-0c35-11ed-91ff-0b0a6a79f02d",
  "plus": {
    "analyst": "Hylender",
    "created": "2022-07-25T21:22:09.418Z",
    "dbir_year": 2023,
    "event_chain": [
      {
        "action": "phy",
        "actor": "ext",
        "asset": "med",
        "attribute": "au"
      },
      {
        "action": "phy",
        "actor": "ext",
        "asset": "med",
        "attribute": "cp"
      }
    ],
    "github": "16958",
    "master_id": "57c49689-dc5a-4844-8c77-3646d35c3ceb",
    "modified": "2022-07-26T00:04:49.861Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 1,
        "year": 2021
      }
    }
  },
  "reference": "https://www.barryplant.com.au/media-hub/news/data-breach-notification-noble-park/",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Important Notification re Data Breach – January 2021  At Barry Plant Noble Park, we take your privacy very seriously. In Victoria, the Estate Agents Act 1980 (the Act) requires us to retain records for 7 years. Such records have been kept electronically, protected by passwords and firewalls. Copies of such records have also been kept in physical form, in a locked storage facility for the period of time required by the Act.  We were shocked and dismayed when we recently learned that a number of archive boxes containing the personal information of vendors, purchasers, tenants and landlords had been stolen from our locked storage facility. A few of the archive boxes have been recovered, but most have not.  The physical records retained by us differ somewhat depending on whether you are a landlord, tenant, vendor or purchaser. Generally, we have retained the following:  Your name and contact information: phone number, address and email addresses Your solicitor’s names and contact information Rental and sale property addresses Bank accounts (usually this information is only provided by vendors and landlords) Copies of sale agreements and rental agreements which will contain transaction details such as rent, sale prices, commissions and so on. Some of the information in the files will now be out of date, and as such, the risks associated with unauthorised disclosure of such information is reduced.  For tenants who vacated in the period between 2012 and 2019, we also were required to obtain and retain your rental application information. This includes: 100 points of identification that you provided to us and may include copies of your driver’s licence, passport, Medicare card, Centrelink information, referees, reference check information etc  This is most concerning to us and we strongly urge you to diligently review all transactions on your bank and credit card statements. We ask that you be on high alert for emails or telephone calls which do not reconcile with your usual activity. Please remain on the look-out for all forms of fraud. We believe it is possible that you may need to remain alert for such fraudulent activity for many months, if not years to come.  We have notified the police about the break-in and the theft of the archive boxes. We have also notified the Office of the Australian Information Commissioner about the data breach. We are continuing to work towards improving the security of our physical records.  Should you have any questions or concerns in relation to the data breach, please call our office on 8710 0000 and speak to your agent or property manager or Cameron Davison, Director.  Alternatively, please email us at noblepark@barryplant.com.au",
  "targeted": "Unknown",
  "timeline": {
    "compromise": {
      "unit": "Unknown"
    },
    "containment": {
      "unit": "Unknown"
    },
    "discovery": {
      "unit": "Unknown"
    },
    "exfiltration": {
      "unit": "Unknown"
    },
    "incident": {
      "month": 1,
      "year": 2021
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "11 to 100",
    "government": [
      "NA"
    ],
    "industry": "53131",
    "region": [
      "009053"
    ],
    "victim_id": "Barry Plant Noble Park"
  }
}