{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "58886EEE-5EF1-4291-BB60-EE0E7BE6F681",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "master_id": "58886EEE-5EF1-4291-BB60-EE0E7BE6F681",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://www.gastongazette.com/20150306/nurse-pastors-wife-pleads-guilty-to-id-theft/303069932",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Belmont woman used her position as a nurse and pastors wife to defraud two elderly people. Deborah Costner Taylor pleaded guilty in court Friday to identity theft and obtaining property by false pretense. The 49-year-old woman will serve more than four months behind bars. After entering her plea, Taylor turned to one of her victims and apologized. Im sorry to everyone Ive hurt, and I pray one day that yall can forgive me, she said.   Misplaced faith Taylor gained the trust of an elderly man and woman before stealing from them. She is married to the pastor of East Belmont Baptist Church and worked at CaroMont Regional Medical Center in Gastonia at the time of the incidents. Those connections gave her access to the people she victimized, members of her church. Taylor offered to help two elderly members of the congregation who were having medical issues. She helped treat them, looked in on them, changed bandages and then began to access their personal information to her benefit, Gaston County Assistant District Attorney Beth Stockwell said. Criminal charges More than a dozen arrest warrants were issued for Taylor in February 2014. Between 2013 and 2014, Taylor used the mans credit card to make purchases. She also wrote checks to herself from the womans bank account and used the womans identity to open a credit card. Checks totaled nearly $600, and charges totaled about $1,300 from several Gastonia stores. Prior to the identity theft charges, Taylor had already found herself in trouble with the law. Stolen drugs Taylor pleaded guilty in July to stealing painkillers from CaroMont on her days off. Taylor worked for the hospital in 2013 and used her passcodes to take Dilaudid, morphine and oxycodone. She would then note that the medications had been dispensed to patients. The hospitals security system picked up on the discrepancies, and Taylor was arrested in March 2013. She was sentenced to two years of probation. Drug addiction Drug addiction is at the root of Taylors crimes, according to her attorney, David Phillips. Taylor had a back injury years ago. A prescription for Percocet turned into an addiction, Phillips said. Since her July conviction, Taylor spent 134 days in drug rehabilitation, according to her attorney. Jail time Taylor, 49, will spend 135 days behind bars, a sentence that begins Monday. Superior Court Judge Eric Levinson allowed Taylor to wait until Monday to report to jail so she can attend a family members funeral. Once Taylor is released, she will spend five years on probation and complete more than 100 hours of community service.",
  "timeline": {
    "discovery": {
      "unit": "Months"
    },
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "CaroMont Regional Medical Center"
  }
}