{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "59A75079-9339-4704-869A-798DEF88273D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-12T19:25:00Z",
    "github": "1002",
    "master_id": "59A75079-9339-4704-869A-798DEF88273D",
    "modified": "2014-09-12T19:25:00Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.selkirkweekendadvertiser.co.uk/news/local-news/incredible-sbc-data-breach-resident-claims-1-3222212",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Incredible SBC data breach resident claims  A Selkirk man has described his shock at receiving confidential documents from Scottish Borders Council belonging to another Borderer.  The resident, who wished to remain anonymous, submitted a request to the council for information they held on him under the Data Protection Act.  After repeated requests, as the council had told him they held no information on him, the man eventually received an envelope containing the information he requested.  However, inside was also copies of correspondence between another Borderer and the council on an insurance matter.  This included the other persons name, address, signature, the man told the Wee Paper this week.  I have always thought that my data was not secure with the council, he said. The man added that it was ironic that the documents he received in error included claims that the council had lost correspondence.  I find it incredible that they have given me such information about someone else.  If it happened to me I would be extremely angry.  After contacting the council to point out the error, the man was asked to return the documentation, at his own cost, which he refused.  He told us that the Information Commissioners Office (ICO) had told him that he was not obliged to return the documentation, and recommended that he retain it for evidence if he intended to make a formal complaint to the ICO.  The man said he planned to submit a complaint and then incinerate the documents.  I have no intention of getting up to menace or mischief with it, but I just wonder what could have happened if this information had got into the wrong hands.  An SBC spokesperson told The Wee Paper: We are aware of this issue and are currently following our own internal procedures.  They added that a decision has not yet been made about self-referring the incident to the ICO.  In February, SBC launched a campaign to raise awareness of the importance of looking after information. The Think Information campaign aims to improve and strengthen the safeguards SBC has around the information it collects, holds and uses.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Small",
    "industry": "92111",
    "locations_affected": 1,
    "region": [
      "150154",
      "021000"
    ],
    "victim_id": "Scottish Borders Council"
  }
}