{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "AF95D3AA-B283-4DB0-BB67-8A068AD86F1A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-09-06T22:55:00Z",
    "dbir_year": 2016,
    "github": "5419",
    "master_id": "5B0FC671-59C4-4793-BAE2-68C1DBD0A8D3",
    "modified": "2016-09-06T23:07:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://www.nbcbayarea.com/investigations/Private-Health-Info-Lost-Law-Provides-No-Recourse-293080441.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Even though online hacks and security breaches have become regular headline news, other, more traditional data privacy issues are still a threat. The NBC Bay Area Investigative Unit has found when it comes to workers' compensation, holding companies accountable for information security can be challenging. When Don Thorvund unexpectedly got hurt on the job, he went through the proper channels to get treatment through a workers' compensation claim. But when he opened the envelope for what he thought was his settlement documents, he found someone else's worker's compensation paperwork. The documents included the stranger's personal information such as her social security number, home address and injury information. Don had no idea where is own information was sent. \"They know my medical history, they know where I live and I believe they have my social security number,\" Don said. \"No one wants their information breached, nobody wants that to have an impact on future employment.  He called his insurance company, who told him it had hired a third party company to assist with paperwork and that it was the company WorkComp Resolutions that had sent out this envelope. Don says when he contacted the company, located in Anaheim Hills, he was told interns had stuffed the envelopes that day, but that was all they knew. The Investigative Unit contacted WCR's CEO, David Bowen, who said on the phone that this is the first time this has happened and that he does not believe anyone else was affected.  The Investigative Unit contacted the woman whose information was sent to Don. She did not want to talk on camera but told the Investigative Unit she also received incorrect paperwork. She said she does not recall to whom it belonged because she threw it out. ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Division of Workers' Compensation"
  }
}