{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "5B5AEDC8-754A-42A4-93CC-62D13FFD8841",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:08Z",
    "dbir_year": 2014,
    "master_id": "5B5AEDC8-754A-42A4-93CC-62D13FFD8841",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Veteran alleges that his ex-girlfriend, who is a former employee at the facility, inappropriately obtained information from his VHA medical records. He stated that she knows medical information regarding his medical provider assignments and medication regimen that he has not shared with her. He stated that she had created a My HealtheVet account without his knowledge. He alleges that he became aware of this when he received notification that his contact information had been changed. He stated that he reported this to the My HealtheVet Coordinator in July 2011, at which time it was confirmed that an account had been created and it had been accessed on multiple occasions. He then asked that his account be closed. Neither the Information Security Officer (ISO) nor the Privacy Officer (PO) was notified of this complaint at that time. He also alleges his ex-girlfriend has placed a number of phone calls to him from this facility. He stated that he would answer the phone calls, thinking it was someone from the VA calling, and she would be on the line. The Veteran stated that he filed a report with the local Police Department on 10/19/11 and also sought a restraining order against this individual earlier this week.\nThe Veteran's record contains his name, address, date of birth, and full SSN.",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 10,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "United States Department of Veterans Affairs"
  }
}