{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown",
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5BBFBE10-2329-4577-94E8-639617676D8B",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4328",
    "master_id": "5BBFBE10-2329-4577-94E8-639617676D8B",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.themonitor.com/news/local/mcallen-man-allegedly-defrauded-texas-medicaid-out-of-m/article_65456c06-395a-11e4-9d7c-001a4bcf6878.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A McAllen man was charged Wednesday in a federal indictment for an alleged scheme to defraud Texas Medicaid out of more than $2 million. Willie Chester Mitchell, 33, the owner of two Rio Grande Valley medical equipment companies, Illusion Medical Equipment and Illusion Medical Equipment II LLC., is accused of submitting around $2.3 million in fraudulent claims to Texas Medicaid over a nearly four-year period from December 2007 to November 2011, according to court documents. As the only owner and biller for the two companies, he was responsible for the submission of the false and fraudulent billings and theft of a former employees identity, documents show. Mitchell made an initial appearance in federal court Tuesday and is set to appear in court Friday for a detention hearing. The documents allege that Mitchell billed durable medical equipment, specifically incontinence supplies and diabetic supplies that were not provided, of which Texas Medicaid paid out almost $2.1 million. In an effort to conceal his crimes, phony delivery tickets were created and doctors signatures were forged on durable medical equipment prescription forms, also known as Title XIX forms, documents show. Mitchell also illegally used the identity of a former employee on numerous unlawful billings, according to the Texas Attorney Generals Medicaid Fraud Control Unit and the Department of Health and Human Services Office of Inspector General, which led the investigation. Mitchell is charged with seven counts of health care fraud and one count of aggravated identity theft. If convicted of health care fraud, Mitchell could face up to 10 years in federal prison and a $250,000 fine for each count. The aggravated identity theft charge has a mandatory twoyear prison sentence that must be served consecutively to any other sentence imposed.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 4.0
    },
    "incident": {
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "423830",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Illusion Medical Equipment"
  }
}