{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Exploit vuln"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "6512BD43-D9CA-A6E0-2C99-0B0A82652DCA",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "created": "2025-12-30T14:49:24Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Uses oracle ebs exploit to compromise servers"
      }
    ],
    "master_id": "5C2A5A1C-5D39-405E-95D6-441ECACF3958",
    "modified": "2026-02-11T15:55:52Z",
    "row_number": 11
  },
  "reference": "https://www.technewshub.co.uk/post/envoy-air-confirms-data-breach-linked-to-extortion-campaign-targeting-oracle-software; https://www.securityweek.com/american-airlines-subsidiary-envoy-air-hit-by-oracle-hack/; https://nationalcioreview.com/articles-insights/extra-bytes/american-airlines-subsidiary-breached-via-oracle-zero-day-exploit/",
  "schema_version": "1.4.1",
  "security_incident": "Confirmed",
  "summary": "\"Envoy Air, the largest regional carrier and a wholly owned subsidiary of American Airlines, has confirmed that it fell victim to a recent data theft campaign orchestrated by the notorious cybercriminal group Clop. The attack exploited vulnerabilities within the company's Oracle E-Business Suite (EBS) application, a system used by dozens of organizations worldwide.\n\nThe confirmation comes shortly after the Clop gang added American Airlines to its public leak site, claiming to have stolen data. American Airlines clarified that the incident was specific to its subsidiary, Envoy Air.\n\nLimited Data Compromised, Customers Unaffected\n\nIn its official statement, Envoy Air confirmed the compromise but sought to reassure customers that sensitive passenger data was not involved.\n\nThe company noted the breach was isolated to Envoy’s Oracle E-Business Suite application and did not affect any of American Airlines' core IT environments or data. More importantly, the company confirmed the incident had no impact on customer data, flight, or airport ground handling operations.\n\n\"We have conducted a thorough review of the data at issue and have confirmed no sensitive or customer data was affected,\" the company wrote, adding that \"A limited amount of business information and commercial contact details may have been compromised.\"\n\nClop exploited Oracle zero-day flaws\n\nThe attack on Envoy Air is part of a high-volume extortion spree that began as early as August 2025, in which the Clop ransomware group leveraged a zero-day vulnerability in Oracle's EBS.\n\nClop is believed to have exploited a newly discovered vulnerability, CVE-2025-61882, and potentially other vulnerabilities in the EBS platform to gain unauthenticated access and steal data. The group then began emailing corporate executives in September with extortion demands, threatening to leak the stolen data.\"",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2025
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "government": [
      "NA"
    ],
    "industry": "481111",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Envoy Air"
  }
}