{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 4859,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4859,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5CFD3DE1-A01A-45B7-AC79-862F9D8B436D",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T21:55:00Z",
    "dbir_year": 2016,
    "github": "6015",
    "master_id": "5CFD3DE1-A01A-45B7-AC79-862F9D8B436D",
    "modified": "2016-02-07T21:55:00Z",
    "timeline": {
      "notification": {
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://www.ocregister.com/articles/employee-667368-hospital-access.html; http://www.latimes.com/business/la-fi-uc-irvine-data-breach-20150618-story.html; https://oag.ca.gov/system/files/Sample%20Notification%20Letter%20CA%20Notice%2006172015_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Medical records of 4,859 patients at UC Irvine Medical Center were breached over a nearly four-year period, the hospital announced Thursday.  An employee whose job required access to some patient records viewed thousands of additional records \"without a job-related purpose\" from June 2011 to March 2015, the hospital said in a statement.  It was unclear what the employee did with the sensitive information, which included patient names, birthdays, heights and weights, medical record numbers, home addresses, diagnoses, test orders and results, medications and employment status.  Outside experts analyzed the employee's hard drive and e-mail account and found no evidence that the records had been downloaded or distributed via e-mail, said hospital spokesman John Murray.  It does not appear social security numbers, driver's licenses or state ID card numbers, or credit or debit card information were accessed or distributed, the statement said.  Still, the hospital is offering one year of free credit monitoring and identity theft protection to those affected.  Hospital officials notified university police in March, after reviewing the employee's access patterns. Murray said that review was triggered by a tip from someone other than a patient.  Murray said he could not comment on whether the employee was still working for UC Irvine, but did say the employee had been disciplined and no longer has access to the hospital's computer systems.  Health care data breaches are a persistent threat, said Dr. Vincent Liu, the lead author of a study published in April in the Journal of the American Medical Association that found almost 30 million health records nationwide were impacted by criminal theft, malicious hacking or other data breaches from 2010 to 2013.  The study didn't examine motives behind criminal breaches, or how stolen data might have been used, but cyber-security experts say thieves may try to use patients' personal information to fraudulently obtain medical services.  That's a possibility in this case, said Gene Tsudik, a UC Irvine professor who researches computer network security and privacy.  Information on physical characteristics could also be sold to spammers on the web's black market to sell diet products, herbal supplements and the like. More sinisterly, a patient's medical information could be used in a blackmail scheme, Tsudik said.  There are ways other than downloading and e-mailing by which the employee could have recorded the information, Tsudik said, including writing it down or taking photos with a cell phone.  \"Let's keep our fingers crossed. Maybe they haven't sold or leaked the information yet, maybe they never intended to. Maybe they just like to browse that kind of information for fun,\" he said.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 4
    },
    "incident": {
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "UC Irvine Medical Center"
  }
}