{
  "action": {
    "physical": {
      "variety": [
        "Theft",
        "Disabled controls"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 943000,
          "variety": "Medical"
        },
        {
          "amount": 3300000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 4243000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5D0C474D-07A7-4C13-917E-C1768FF5F9E6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-16T02:55:36Z",
    "master_id": "5D0C474D-07A7-4C13-917E-C1768FF5F9E6",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 11,
        "year": 2011
      }
    }
  },
  "reference": "http://www.infosecurity-magazine.com/view/22111/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " Sutter Health, a healthcare system in northern California, reported that an unencrypted laptop containing personal information on more than four million patients was stolen from its Sacramento offices.  Sutter Health announced Nov. 16 that it first learned of the theft on Oct. 17, reported it to the Sacramento Police Department, and began an internal investigation into the theft.  The laptop contained patient names, addresses, dates of birth, phone numbers, email addresses, medical record numbers, and health insurance plan providers on 3.3 million patients who used Sutter Physician Services, a provider of billing services for healthcare providers.  The affected healthcare providers include Albany Family Practice, various Alta Bates medical facilities, Central Valley Medical Group, County of Yolo Department of Health, Eden Medical Center, Family Doctor Medical Group, Oakcare Medical Group, San Leandro Hospital, and various Sutter Health facilities.  The laptop contained additional information on 943,000 patients of Sutter Medical Foundation (SMF), including dates of service and medical diagnoses and procedures. Patients who were seen by the facility between January 2005 and January 2011 are affected.  Because the data of SMF patients was broader in scope, SMF has begun the process to notify these patients by mail. Patients should receive letters no later than Dec. 5, 2011, Sutter Health said.  In response to the breach, Sutter Health said it has accelerated efforts to encrypt all computers and has implemented routine security software updates. Sutter Health also will be reinforcing security practices with staff systemwide.",
  "timeline": {
    "incident": {
      "day": 17,
      "month": 10,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Sutter Health"
  }
}