{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5D776443-6054-451D-80ED-8B7577938EF9",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-06T23:44:42Z",
    "github": "1913",
    "master_id": "5D776443-6054-451D-80ED-8B7577938EF9",
    "modified": "2015-03-06T23:44:42Z",
    "timeline": {
      "notification": {
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.abc-7.com/story/25134018/patient-information-compromised-in-fort-myers#.UzxaNNx_nXU",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Patients in Fort Myers have had their personal information compromised. It's happened to two separate businesses; one was a physical theft and the other a digital compromise.  Monday, Florida Radiology Consultants asked the Lee County Sheriff's Office for help when it noticed a suspicious IP address had accessed some of its patients' information. Consultants says it has a system to track its employees' IP addresses (or digital fingerprints) that's how an employee noticed one of the \"fingerprints\" came from an outsider after business hours.  According to reports, nine patients' personal information was accessed by the IP address. The office has not contacted the patients yet. It has 60 days to do so if the information has been stolen. Florida Radiology Consultants says it wants to first know if the information was stolen and hope the Lee County Sheriff's Office can track the cyber suspect.  \"It's not a matter of if anymore, it's a matter of when there identity is stolen unfortunately,\" said Beth Schell, Lee County Sheriff's Office.  Medi Home Care, off Luckett Road, has also had some of its patients' information stolen. It was taken after a burglary in February. Someone broken into the home care service and stole a computer with patients' information, including Social Security numbers.  If you've had your identity stolen, Schell says there is a way to protect yourself by freezing your accounts. For example, if someone has your Social Security number you can call and add a PIN number to it so the thief can no longer use it. For more information on protecting yourself after identity theft, you can visit this website. ",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Medi Home Care"
  }
}