{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Backup"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 13200000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 13200000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5DAC5BD0-09FD-4ED9-9E09-908E4A6B43B8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-11T03:48:36Z",
    "master_id": "5DAC5BD0-09FD-4ED9-9E09-908E4A6B43B8",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 11,
        "year": 2011
      }
    }
  },
  "reference": "http://www.koreaherald.com/view.php?ud=20111127000229",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The police are investigating the hacking of 13.2 million users of Nexons massively multiplayer online role-playing game Maple Story.  On Thursday, Nexon found that Maple Storys backup server had been hacked, and personal information of 13.2 million of the 18 million registered users stolen.  The company reported the incident to the Korea Communications Commission at about 5 p.m. on Friday and requested the police to investigate the incident.  According to Nexon, the hacker gained access to names, game IDs, resident registration numbers and passwords of the 13.2 million users.  The resident registration numbers and passwords were stored in codified form, the company said.  The investigations are ongoing and police are leaving open the possibility that an insider was behind the hacking or that those responsible had inside help.  Authorities will also determine if the server has been affected by malware, and track the route the malware was implanted in the server if any such programs are found.  The investigations are ongoing, so we cant disclose details about the situation, a Nexon official said. He added that the number of minors affected by the hacking cannot be disclosed and that the number of those who registered to the service using i-Pin codes instead of resident registration numbers is unknown.  A Nexon official is seen at the companys office on in Seoul on Sunday, two days after the company and the Korea Communications Commission announced that a hacking incident occurred on Thursday. (Yonhap News)  I-Pin codes allow users to register to websites without inputting resident registration numbers.  The information concerning legal guardians of users who are under 14 years of age is not involved in the hacking as it is stored in a different server.  Users younger than 14 are required to obtain consent from legal guardians, who are to fill in information to prove their relation with user.  The KCC said that while it is unlikely that codified information could immediately be misused, details will not be known before the system analysis is complete.  Information regarding monetary transactions including credit card and account numbers were not breached in the incident.  With 13.2 million users information having been stolen, this is the third-largest case of its kind.",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "KR"
    ],
    "employee_count": "Unknown",
    "industry": "511210",
    "region": [
      "142030"
    ],
    "victim_id": "Nexon Korea Corporation"
  }
}