{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 844,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 844,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "discovery_notes": "CPMC first learned of this incident during an audit of its electronic medical record (EMR) system",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "602AFBE0-3364-4903-9101-4580188C5E01",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "5228",
    "master_id": "602AFBE0-3364-4903-9101-4580188C5E01",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://healthitsecurity.com/2015/01/26/potential-healthcare-data-breaches-in-ny-and-calif/; http://www.cpmc.org/about/press/News2015/phi.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "California Pacific Medical Center (CPMC) recently notified 844 patients of its discovery that a pharmacist employee may have accessed their records without a business or treatment purpose.   CPMC first learned of the incident through a proactive audit of its electronic medical record system on October 10, 2014. The initial audit resulted in identification and notification of 14 individuals on October 21, 2014. Following its policy, CPMC terminated its relationship with the employee and broadened the investigation  The expanded investigation identified a total of 844 patients whose records the employee may have accessed without an apparent business or treatment purpose. It is unclear whether all of these records were accessed inappropriately but, out of an abundance of caution, CPMC notified all of these patients.   CPMC has determined that between October 2013 and October 2014, the employee accessed the following types of information without an apparent valid purpose: patient demographics, last four digits of social security number, clinical information including diagnosis and clinical notes, and prescription information. The type of information varied for each patient. While the employee potentially viewed the last four digits of some social security numbers, the employee did not have access to full Social Security numbers, drivers license numbers, California identification numbers, credit card numbers or financial account information. CPMC has no evidence of a malicious intent or any unauthorized sharing of patient information by the employee. CPMC believes that the employee accessed the information out of curiosity.  No action is required by the patients in response to CMPCs notice.   CPMC takes patient privacy very seriously. CPMC has also reiterated to all staff that policy allows them to access patient information only when necessary to perform job duties and that violating this policy may result in loss of employment.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1.0
    },
    "incident": {
      "day": 21,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "California Pacific Medical Center"
  }
}