{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Inadequate processes"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Unknown",
        "NA"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "604B416A-6EC4-4FC6-9914-9D4538021CB1",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-19T21:30:00Z",
    "github": "4716",
    "master_id": "604B416A-6EC4-4FC6-9914-9D4538021CB1",
    "modified": "2014-11-19T21:30:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.reuters.com/article/2014/11/13/wellpoint-emails-idUSL2N0T22H120141113",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Some WellPoint Inc customers got a surprise in their inbox this week: emails meant to remind them to get a specific preventative screening such as a colonoscopy or mammogram mistakenly included personal and health information in the subject line.  WellPoint declined to say how many customers received the emails or the cause of the technology issue.  An Anthem BlueCross customer in California sent the email she received to Reuters.  Subject: \" - Don't miss out - call your doctor today; PlanState: CA; Segment: SMALL GROUP; Age: Female Young; Language: EN; CervCancer3yr: N; CervCancer5yr: N; Mammogram: N; Colonoscopy: N\"  The content of the email went on to include a WellPoint reminder to make appointments for medical checkups, a flu shot and other preventative care services.  WellPoint has about 15 million customers who received benefits in the small group segment across the country out of its 37 million total customers, which includes national accounts, individuals and government paid plans.  Insurers are required by law to protect sensitive medical data and when information for more than 500 people is stolen or accidentally released, companies must disclose the breach and may be fined.  WellPoint spokeswoman Kristin Binns said that she did not believe the emails constituted a breach of the Health Insurance Portability and Accountability Act (HIPAA). She said they are working with the vendor, who she declined to name, who sent the emails on WellPoint's behalf to resolve the issue.  \"Preliminarily, we do not believe this is a privacy rule violation,\" Binns said in a statement. \"It is important to note that neither the email nor the subject line contained detailed member information such as diagnoses, test results or financial information.\"  WellPoint is listed as a customer on the website of direct marketing firm ExactTarget, a unit of Salesforce.com. A Salesforce spokesperson declined to comment on the glitch.  There have been hundreds of data breaches and email glitches in the healthcare industry in recent years, including the hacking of national hospital operator Community Health Systems this spring which affected 4.5 million people. Technology experts have warned that the healthcare industry is at risk because of aging technology.",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "WellPoint, Inc."
  }
}