{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse",
        "Unapproved hardware"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "JP"
      ],
      "industry": "518210",
      "motive": [
        "Unknown",
        "Financial"
      ],
      "notes": "Synform CoActor was a system engineer who was a temporary worker at the partner.",
      "region": [
        "142030"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 46000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 46000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "60F46D3F-BA4F-462C-B258-4D85838D943F",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-07-22T23:30:00Z",
    "github": "3987",
    "master_id": "60F46D3F-BA4F-462C-B258-4D85838D943F",
    "modified": "2015-01-12T21:37:14Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.japantimes.co.jp/news/2014/07/09/national/benesse-data-leak-may-affect-20-million-customers-including-children/#.U87wEFaFr7R; http://the-japan-news.com/news/article/0001420125; http://news.techworld.com/security/3531228/systems-engineer-arrested-in-massive-data-leak-in-japan/; http://www.4-traders.com/BENESSE-HOLDINGS-INC-6491425/news/Benesse--Stolen-Benesse-info-likely-used-by-English-school-operator-ECC-18759290/; http://www.japantimes.co.jp/news/2014/07/22/national/crime-legal/benesse-data-theft-suspects-smartphone-info-22-6-miliion-customers/#.U87wFVaFr7R;http://www.bna.com/japan-ministry-amend-n17179895732/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Information leaked from Benesse Corp. includes personal data on people who never had a contract with the company, its parent company said Tuesday.  According to Benesse Holdings Inc., the data not only dealt with customers of the subsidiarys mainstay education services, but also information related to the firms lifestyle business services collected at its events and other occasions.  The leaked data was stored in a smartphone used by a system engineer arrested last week for allegedly copying trade secrets from the company, Chikara Matsumoto, chief risk management officer of Benesse Holdings, said at a news conference.  So far, it is known that personal information on some 23 million people leaked from the subsidiary.  Benesse Corp. said Monday that data on some 22.6 million people was found on the systems engineers smartphone. In addition, information on some 400,000 people was leaked through unconfirmed channels.  The police investigation isnt complete, which means further data leaks could come to light.  Initially, Benesse Holdings said that information on up to some 20.7 million customers might have been compromised based on lists obtained from name-list brokers.  The corporate group then found that user information was compromised at the Benesse LifeSmile Shop, an online shopping site for pregnant women and mothers, and Benesse Womens Park, a social networking site for women.  The newly found data include the estimated due dates of some 200,000 babies.  Tokyo police arrested Masaomi Matsuzaki, 39, last Thursday on suspicion of downloading and copying the personal data of Benesse customers onto his smartphone from the Tokyo branch of affiliate Synform Co.  Authorities seized the smartphone and a memory card from Matsuzaki and matched data on the phone and storage device with Benesse customer information.  Matsuzaki admitted selling the data to name-list traders and gambled away the money, according to the police.  Also Tuesday, Benesse Holdings convened a panel of experts to begin investigating the steps leading up to the theft and draft measures to prevent future data leaks. The panel, headed by lawyer Hideaki Kobayashi, will also investigate the responsibilities of the firms compliance officers, the company said.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "JP"
    ],
    "employee_count": "10001 to 25000",
    "industry": "551112",
    "region": [
      "142030"
    ],
    "victim_id": "Benesse Corporation"
  }
}