{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "610EAC63-00BA-45AB-A9DA-9EEF93086A8B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-24T18:47:00Z",
    "github": "1682",
    "master_id": "610EAC63-00BA-45AB-A9DA-9EEF93086A8B",
    "modified": "2014-07-24T18:47:00Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/st-joseph-health-notifies-patients-of-hipaa-breach-due-to-failure-to-redact-patient-names-from-file-sent-to-investment-firm/; http://oag.ca.gov/system/files/Main%20Patient%20Letter%20%20Cain%20Brothers%20%20Home%20Care%20Network%20r2prf_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "We take patient privacy very seriously and it is important that you know of an issue that, although involving some of your information, did not compromise your social security number or other financial data. St. Joseph Health provides central support services to its members including St. Joseph Home Care Network. On the evening of February 18, 2014 at 7:47 PM, we discovered that at 5:04 PM on that same day one of our employees inadvertently sent a Microsoft Excel file containing patient information to an employee at Cain Brothers, an investment firm that had requested certain de-identified information to complete a business proposal for us. By accident, our employee did not delete the file tab that included identifiable patient information. This file was not secured by technology, like encryption, that would have rendered the file unusable or unreadable by the recipient. We discovered the issue on the same evening the email was sent and immediately contacted the recipient of the file requesting that it be deleted and not used or disclosed. The next day, we received verbal and electronic confirmation from the recipient that the file was deleted and information was neither used nor disclosed. Although we know your information was involved in this inadvertent disclosure, we can assure you that no social security numbers, financial information (such as account or insurance numbers), or contact information were included. Rather, the following was disclosed as it may relate to services that youve received from St. Joseph Home Care Network between the dates of July 1, 2012 and June 30, 2013: your name, patient code (which is not your social security number or account number), referral source, referral type, admit date, termination date, admission status description, admission disposition description, and treating business unit. Since this incident we have reviewed our internal processes and policies to identify improvements to help prevent a similar incident from occurring in the future. We have also retrained staff in the appropriate use and disclosure of patient information and the applicable policies and procedures. To help relieve your concerns and to restore your confidence in us following this incident, we have secured the services of Kroll, a leader in risk mitigation and response related to the unintentional disclosure of confidential data. Krolls licensed investigators are available to listen to you, answer your questions and offer their expert advice regarding your concerns. We deeply regret this situation and extend our sincere apologies. Although you do not have to do anything at this time, we are sorry for any inconvenience this matter may cause. It is our continued desire to have your trust and confidence as your health care provider. Please contact us at 1-???-???-???? if you have concerns or questions, 8 a.m. to 5 p.m. (Central Time), Monday through Friday. Your Membership Number is &lt;&gt;. Sincerely, ",
  "timeline": {
    "incident": {
      "day": 18,
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "St. Joseph Health"
  }
}