{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2700,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2700,
      "data_victim": [
        "Patient"
      ],
      "notes": "Note, the encryption key was stolen along with the laptop, so even though it was encrypted, this is considered at risk.",
      "state": [
        "Stored encrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6170DADB-046C-4094-9DD4-7FB05E36C459",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "5261",
    "master_id": "6170DADB-046C-4094-9DD4-7FB05E36C459",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.prnewswire.com/news-releases/senior-health-partners-shp-a-healthfirst-company-provides-notice-of-data-security-incident-300028811.html; http://www.healthdatamanagement.com/news/Senior-Service-Breached-Offers-Protection-49747-1.html; http://www.scmagazine.com/stolen-devices-contained-data-2700-senior-health-partners-members-notified/article/396221/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Senior Health Partners (SHP), a Healthfirst company, is today notifying approximately 2,700 of its members that a laptop and smartphone belonging to an assessment nurse employed by Premier Home Health (\"Premier\"), a business associate, were stolen from the nurse's apartment. SHP and Premier conducted investigations and found no indication that anyone accessed or misused any personal information or protected health information. Nevertheless, SHP is notifying members so that, with SHP's assistance, they may protect themselves.  On November 26, 2014, a laptop bag containing a laptop and smartphone was stolen from an assessment nurse who worked for Premier. The laptop was password-protected and encrypted; however, the encryption key was stolen with the laptop bag. The smartphone was neither password-protected nor encrypted. Premier notified SHP of the theft on December 10, 2014. SHP subsequently hired forensic experts to confirm what information may have been accessible from these devices and to conduct a full investigation.  Without the stolen laptop, the forensic expert could not confirm whether any attempt was made to gain access to information, but did confirm that information for some members was contained in an email that was potentially accessible. The email contents contained the following types of information relating to some members: name; address; Social Security number; Medicaid ID number; date of birth; phone number; medical services rendered; diagnoses; and health insurance claim number. The following additional information was potentially accessible for one individual: Medicaid plan, eligibility, and program information; and Third-Party Administrator information.  Beginning January 30, 2015, SHP mailed letters to affected members.  SHP also notified family members and caregivers  of the affected members to the extent possible. Notice is also being provided to the U.S. Department of Health and Human Services and to the offices of the New York Attorney General, Department of State, Division of State Police, and Department of Health.  Senior Health Partners sincerely regrets that this incident occurred.  It takes the privacy and security of members' health information very seriously and expects its vendors to do the same. SHP values the trust its members have placed in it as their health plan, and it is SHP's priority to reassure its members that it is taking steps to ensure its members' information is protected.  Although there is no report of any attempted or actual misuse of member information, SHP has retained AllClear ID to protect its members' identities. SHP members who have been affected by this incident will receive access to one year of free identity and credit monitoring and restoration services, along with access to a confidential assistance line and an identity theft protection specialist. SHP is reviewing and updating its policies and procedures, and those of its business associates, to prevent a similar incident from recurring. SHP has advised its members to contact the confidential assistance line or their Care Manager for more information. The confidential inquiry line can be reached between 9am and 9pm EST, Monday through Saturday, at 1-877-615-3780.   To further protect against possible identity theft or other financial loss, individuals are encouraged to remain vigilant, to review account statements, and to monitor credit reports for suspicious activity. Under U.S. law, individuals are entitled to one free credit report annually from each of the three major credit bureaus. To order a free credit report, an individual can visit www.annualcreditreport.com or call, toll free, 1-877-322-8228. Individuals may also contact the three major credit bureaus directly to request a free copy of the relevant credit report.  Individuals are encouraged to regularly review any Explanation of Benefits statement received from insurers for suspicious activity. If an individual does not receive regular Explanation of Benefits statements, he or she can contact his or her insurer and request copies. Individuals may want to order copies of credit reports and to check for any unrecognized medical bills. If an individual finds anything suspicious, he or she can call the credit reporting agency at the phone number on the report.  Individuals should keep a copy of notices in case future problems arise. Individuals may also want to request a copy of medical records from providers, to serve as a baseline.",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Senior Health Partners"
  }
}