{
  "action": {
    "error": {
      "variety": [
        "Data entry error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "61DF7FB8-E1E6-4566-9BD1-DF615CE8CCC1",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T21:27:44Z",
    "github": "1687",
    "master_id": "61DF7FB8-E1E6-4566-9BD1-DF615CE8CCC1",
    "modified": "2015-03-07T21:27:44Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.jrn.com/tmj4/news/you-ask-we-investigate/Oregon-man-reveals-massive-Wisconsin-patient-privacy-breach-247691461.html; http://www.phiprivacy.net/oregon-man-reveals-wisconsin-patient-privacy-breach/; http://www.phiprivacy.net/faxes-containing-patient-data-breached-from-roper-hospital/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "UPDATE 03/12: United Healthcare tells TODAY'S TMJ4 the insurance company was not at fault in this case.  Tyler Mason, a spokesman, maintains an investigation revealed the records were faxed from hospitals. It appears staffers may have misdialed the correct number by one digit.  Froedtert Health would not grant our requests for an interview. A spokeswoman sent us the following statement:  \"Community Memorial Hospital has been working very closely with United Healthcare to try and get to the bottom of this. We take this matter very seriously, as privacy is of utmost importance to us. Unfortunately, Mr. Butler is unwilling to share important documents and details critical to our investigation. I want to again emphasize that the faxed documents did not contain medical or financial information, including Social Security numbers. Community Memorial Hospital stopped faxing these forms to United Healthcare, and is continuing to investigate.\" ---  PORTLAND, Ore.  Stephen Butler lives in a suburb of Portland, butfor some reasonhe reads documents from Wisconsin all too often.  I know if I was in the hospital, I'd be a little ticked off,\" Butler said.  Those documents, sent to his home via fax, are medical records.  About a year ago, Butler tells me he received one transmission that caught his attention:  sensitive paperwork that appeared to be coming from a (262) number.  The number is registered to Community Memorial Hospital in Menomonee Falls.  \"It was a list of patient's names, [...] dates of birth, patient IDs, the dates they got admitted to the hospital and whether or not they were still in the hospital,\" Butler explained.  Butler claims he called the hospital a half dozen times over the past year and told them to stop.  The faxes, however, kept coming.  This week, another one arrived. Fed up, Butler called a patient listed on the document.  \"She took my name and number, said she was very thankful that I called her, and she said she was going to talk to the hospital administration immediately, Butler said.  Back in Wisconsin, we pressed the hospital for information.  TODAYS TMJ4 even gave them extra time to figure out where these faxes were coming from.  A spokeswoman for Froedtert Health, the company that runs Community Memorial Hospital, tells us their investigation revealed United Healthcare, an insurance provider, is behind the breach.  United Healthcare denied our request for an on-camera interview.   Kevin Shermach, the companys director of public relations, sent us a statement:  We were alerted by Froedtert Health about this issue earlier today, and we are working closely with them to investigate and determine the facts. We take very seriously the privacy and personal information of our members.  Gene Brunner of Brookfield is a United Healthcare customer listed on one of the transmitted documents.  We tracked him down using the information faxed to Stephen Butler's home.  Needless to say, he wasn't pleased by the lack of privacy.  \"I want to keep my stuff private from anybody else. And where it's leaking from, I'd like to know, too, Brunner said.  United Healthcare is looking into whether or not this was a computer glitch or human error.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 2,
      "notes": "NAICS are 524114 and 622110 respectively",
      "victim_id": [
        "United Healthcare",
        " Froedtert Health"
      ]
    },
    "state": "WI",
    "victim_id": "Community Memorial Hospital"
  }
}