{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 8678,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8678,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "627F460D-A472-4333-B8E7-0EC59D0FD4DA",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "5241",
    "master_id": "627F460D-A472-4333-B8E7-0EC59D0FD4DA",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/fl-miami-dade-county-resident-sentenced-in-identity-theft-scheme-involving-over-8600-patients-identities/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Miami-Dade County resident has been sentenced to 61 months in prison, followed by two years of supervised release.  Noel Barrientos previously pled guilty to one count of possessing fifteen or more access devices (social security numbers of other people) and one count of aggravated identity theft.  According to court documents, law enforcement executed a search warrant at Barrientos residence based on suspected narcotics activity. During the search warrant, officers observed and recovered a total of 15 credit/debit cards that were located throughout the premises all in different names including names of men and women not associated with Barrientos or his residence. Three of the cards were located in Barrientos wallet.  Court documents also state that during the search warrant, law enforcement found a computer that contained a file with the names, dates of birth, and social security numbers of 8,678 unique patients. Agents determined that the list came from a doctors office located on Sunset Drive in South Miami. A former doctors office employee, Gillian Armstrong [1:14-cr-20339], had access to the patient list and sold it to Barrientos. Barrientos sold the names to other individuals who used the fraudulently obtained names to file fraudulent income tax returns. Law enforcement officers also tracked fraudulent income tax return filings to Barrientos residence.  In September, 2014, Armstrong was sentenced to 36 months in prison, followed by three years of supervised release for her role in the scheme.  SOURCE: U.S. Attorneys Office, Southern District of Florida  Not surprisingly, the doctors office was not named in either the release or the public court filings, and inspection of HHSs public breach tool does not reveal any breached entity with the exact number mentioned in the press release. Inspection of the proffer in Armstrongs case, however, does provide some interesting details about the method and means of the breach:  ARMSTRONG acted as a thief in this case, stealing PII for Barrientos who then sold it to third parties. ARMSTRONG became involved in late 2010, early 2011, when she was desperate for money. At the time, ARMSTRONG was a single mother with a debilitating crack cocaine addiction. ARMSTRONG was working for a doctors office in South Miami at the time of the theft while she was living out of her car.  During that time-period, ARMSTRONG agreed to sell Barrientos PII stolen from the doctors office in exchange for money. At first, ARMSTRONG copied a few names down by hand while at work and sold them to Barrientos. ARMSTRONG was able to access the PII from the doctors office through an off-site database company (the database). At the time, a1l patient information was accessible by logging onto the database website with a user name and password. Each employee has a unique username and password.  Eventually ARMSTRONG gave Barrientos the username and password to the database account. Barrientos downloaded information in batches and sold it to others. ln turn, Barrientos paid ARMSTRONG. On or about November 18, 2011, ARMSTRONG was fired from the doctors office. ARMSTRONG stated that when she told Barrientos that she was fired, he told her that he downloaded whatever number of names he could fit on a USB drive andtold her, dont worry.  Even with that added detail, however, there is nothing in HHSs breach tool that seems to really match up. By all accounts, the massive/major download occurred in November, 2011.  If anyone can figure out which incident this might be, let me know. I suppose its possible that the breach was either reported with a different date or different number of affected, or that it was reported but hasnt yet been added to the breach tool.  Comparing a list of doctors offices on Sunset Drive in South Miami to entities on the breach tool does not reveal any matches that I can see.  The proffer in Barrientoss case adds one more detail of note: when law enforcement officers examined the Bread file on Barrientoss computer, the list of over 8,000 patients included the patients names, social security numbers, dates of birth, chart numbers, and insurance information. The patients, then, were also at risk of medical identity theft, although theres nothing in the court records that indicated any reports of that.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1.0
    },
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "FL"
  }
}