{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Internal"
        },
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "9fb76770-e0a4-11ef-bb83-fdfe95aef2b7",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-02-01T19:58:33.063Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "unknown hacking action to gain entry and exfiltrate data"
      }
    ],
    "github": "20679",
    "master_id": "637e0b52-b596-424a-9740-ab897d0d50f7",
    "modified": "2025-02-01T20:03:47.543Z",
    "sub_source": "priority"
  },
  "reference": "https://cybernews.com/news/medstar-suffers-data-incident",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The American healthcare service MedStar has suffered a breach, with attackers gaining access to the personal information of 183,000 patients.  MedStar, a major US healthcare provider, had its systems penetrated, and threat actors accessed personal patient data alongside health insurance information. Notification letters were mailed to relevant patients on May 3rd, 2023.  The information that may have been involved includes some or all of the following:  Names Mailing addresses Dates of birth Dates of service Providers names Health insurance information Individual healthcare data can be sold for hundreds of dollars on dark web forums. Malicious actors can use medical details for medical identity theft, a type of fraud where threat actors use stolen information to submit forged claims to Medicare and other health insurers.  Meanwhile, other personally identifiable information (PII) may be used to commit fraud, from identity theft and phishing attacks to opening new credit accounts, making unauthorized purchases, or obtaining loans under false pretenses.  MedStar discovered that an unauthorized party had “accessed emails and files associated with three MedStar employee email accounts.”  The unauthorized access supposedly occurred intermittently between January and October of 2023.  The company ran an investigation, which finished in March 2024, and found that some personal patient information was “included in the emails and files that were accessed.”  However, MedStar states they have “no reason to believe that patient information was actually acquired or viewed.” The company also acknowledges that they “cannot rule out such access.”  MedStar apologizes for any concern or inconvenience this may have caused and urges its patients to “review statements they received related to their healthcare.”  “We take this matter very seriously,” the healthcare provider said.  MedStar supposedly employs “appropriate physical, technical, and administrative controls to ensure the safety and confidentiality of patients’ information.” The company has implemented further safeguarding practices and security measures to “prevent something like this from happening again.”  MedStar offers healthcare services in the US, specifically in Maryland, Virginia, and Washington DC, via its 10 hospitals and 300 other care locations.  The healthcare service employs almost 4,000 physicians and has a net operating revenue of $7.7 billion.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2023
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "government": [
      "NA"
    ],
    "industry": "62",
    "region": [
      "019021"
    ],
    "victim_id": "MedStar Healthcare"
  }
}