{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 550,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 550,
      "data_victim": [
        "Student",
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "648B911B-F831-4B13-903F-628FA21D169D",
  "notes": "issue: 5746  victim: UC Berkeley  naics:  611310  employees: 24700   Incident: 2015-30-14  Notification: 2015-04-30  Discoverey: 2015-30-14  containment: immediate  Breach: 2014-12  Actor: vector, mobile   Data: Social Security numbers or other personal information 550 records  Credit Monitoring:   Assets compromised: unauthorized access to a campus Web server ",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-28T13:08:00Z",
    "dbir_year": 2016,
    "github": "5746",
    "master_id": "648B911B-F831-4B13-903F-628FA21D169D",
    "modified": "2016-01-28T13:08:00Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "https://newscenter.berkeley.edu/2015/04/30/campus-announces-data-breach/;http://sanfrancisco.cbslocal.com/2015/04/30/uc-berkeley-students-notified-of-data-breach-involving-social-security-numbers-bank-accounts/;http://www.esecurityplanet.com/network-security/uc-berkeley-auburn-u-metro-state-acknowledge-data-breaches.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "UC Berkeley officials announced today (Thursday, April 30) that they are sending alert notices to current students and other individuals regarding a computer data breach that may have resulted in unauthorized access to their Social Security numbers or other personal information.  There is no evidence that such information has actually been used, but officials are notifying individuals in accordance with California law and so that they can be alert to signs of any possible misuse of their information.  The data breach involved unauthorized access to a campus Web server maintained by a unit within UC Berkeley's Division of Equity and Inclusion. The server was used to store information including family financial information submitted by students. This included documents containing Social Security and bank account numbers.  Officials sent letters to all affected individuals on April 30. This included about 260 undergraduate students and some former students, as well as about 290 parents and other individuals, generally family members of the notified students. Current students also received emails, sent April 30. Paul Rivers, UC Berkeley's interim chief security officer, emphasized that the campus regrets that this occurred and will be offering those individuals free credit monitoring for a year. They also will receive a resource list to aid them in checking for possible suspicious activity on their accounts.  When campus officials learned of the breach on March 14 they immediately removed the server from the network so that it could no longer be accessed. A digital forensics firm was brought in to investigate the matter and determine whether any personally identifiable information was compromised. Once the firm completed that work and confirmed the names of all impacted individuals, the letters were sent.  The investigation revealed that the unauthorized access first occurred in December 2014 and that an additional, separate, unauthorized access occurred in February 2015. ",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 3
    },
    "incident": {
      "day": 14,
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "university of california berkeley"
  }
}