{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 975,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 975,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FAF0FCCA-0191-4AF8-8AE2-B1DEC9EBB653",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-06-24T00:17:00Z",
    "dbir_year": 2016,
    "github": "7624",
    "master_id": "648DE08F-6E04-4800-9EEC-0D8460180356",
    "modified": "2016-06-24T00:22:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/edwin-shaw-employee-loses-unencrypted-flash-drive-with-975-patients-info/; http://www.hipaajournal.com/edwin-shaw-rehabilitation-hospital-patients-phi-exposed-3408/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "kron General Health System is notifying 975 patients of the Akron General Edwin Shaw Rehabilitation hospital that some of their protected health information has been exposed after an employee lost an unencrypted flash drive.  The flash drive contained \"generic\" data on patients that had visited the hospital for treatment between 2010 and 2011. No Social Security numbers, financial information, dates of birth, addresses, or phone numbers were exposed. Patients therefore face a low risk of the information being used inappropriately, should the device have been recovered by a third party. Data stored on the device include patient names, medical record numbers, treatment provided, name of the insurance carrier, and referring provider.  The flash drive was believed to have been lost on February 19, 2015. An Edwin Shaw employee who worked at the Cuyahoga Falls rehab center had taken the portable storage device off-site while attending a business meeting. The employee discovered the drive to be missing five days later.  The loss was reported to the hospital and an investigation was launched, although the device has not been recovered. The employee believed the flash drive must have been left in a \"zippered day planner\" which had been left behind at the location where the meeting took place.  Stephanie York, Akron General Health System director of communications and public relations, released a statement apologizing for the incident. York said it took some time to identify the patients affected and to locate them. A number had changed address over the five or six years since the data were recorded.  York confirmed that the member of staff responsible for the privacy breach has been disciplined over the incident and action has been taken to prevent similar incidents from occurring in the future. Members of staff at Akron General will also receive additional training on HIPAA rules regarding the protection of PHI.",
  "timeline": {
    "incident": {
      "day": 19,
      "month": 2,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Akron General Edwin Shaw Rehabilitation Hospital"
  }
}