{
  "action": {
    "misuse": {
      "variety": [
        "Net misuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "impact": {
    "loss": [
      {
        "amount": 250000,
        "variety": "Legal and regulatory"
      }
    ],
    "overall_amount": 250000,
    "overall_rating": "Unknown"
  },
  "incident_id": "64A292BF-A387-4B3D-8EA1-AEBADEAA76C0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-14T13:37:00Z",
    "github": "3447",
    "master_id": "64A292BF-A387-4B3D-8EA1-AEBADEAA76C0",
    "modified": "2014-08-14T13:37:00Z",
    "timeline": {
      "notification": {
        "day": 31,
        "month": 3,
        "year": 2009
      }
    }
  },
  "reference": "http://www.nydailynews.com/entertainment/gossip/15-workers-fired-accessing-octuplet-mom-nadya-suleman-file-article-1.362031; https://www.propublica.org/article/kaiser-hospital-fined-250000-for-privacy-breach-in-octuplet-case-515",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Fifteen hospital workers have been fired and another eight disciplined for looking at medical records of octuplet mother Nadya Suleman without permission, hospital officials said.  Kaiser Permanente Bellflower Medical Center reported the violations of health care privacy laws to the state and has warned employees to keep away from Suleman's records unless they have a medical purpose, hospital spokesman Jim Anderson said Monday.  \"Despite the notoriety of this case, to us this person is a patient who deserves the privacy that all our patients get,\" Anderson said.  Anderson would not elaborate on how the other eight employees were reprimanded, saying only that the punishments were significant.  A similar privacy breach at UCLA hospitals led to celebrities' medical information getting leaked to tabloids in recent years, including details of Farrah Fawcett's cancer treatment showing up in the National Enquirer. An investigation there resulted in firings, suspensions and warnings for 165 hospital employees, ranging from doctors to orderlies.  Anderson said Kaiser does not believe any of Suleman's information was shared with the media, based on the results of their inquiry.  The 33-year-old single mother of 14 gave birth to her octuplets on Jan. 26 at Kaiser's hospital in Bellflower, about 17 miles (27 kilometers) southeast of Los Angeles.  Her attorney Jeff Czech said Suleman does not plan to file a lawsuit over the breach, though he suspects Kaiser employees were looking for medical information on Suleman's sperm donor. He said the name is not listed on the medical records.  \"She trusts Kaiser and they said they'd look into it,\" Czech said. \"We feel that they're on top of it and are taking care of it.\"  Anderson could not provide details about when Suleman's medical records were accessed and what kind of hospital employees looked at them. He said Kaiser had warned its employees about patient confidentiality rules before Suleman checked into the hospital in December.  \"Even though no one knew she was there, they knew she was going to have a lot of babies,\" Anderson said. \"The extra monitoring helped determine that there were people who looked at the records who did not have reason to do so.\"  Even if the employees peeked at the records just to satisfy their curiosity, without any intention of disclosing details, they were disciplined according to Kaiser's policies, Anderson said.  It was unclear whether a state investigation was under way at Kaiser. A call to the California Department of Public Health was not returned Monday evening.",
  "timeline": {
    "incident": {
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "CA",
    "victim_id": "Kaiser Permante Bellflower Medical Center"
  }
}