{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Other"
      ],
      "motive": [
        "NA"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 80000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 80000,
      "data_victim": [
        "Other"
      ],
      "notes": "ndividual names, email addresses, phone numbers and personal addresses.",
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "664745CE-A24B-4C20-8527-96EFC0F7D918",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-01T15:10:00Z",
    "github": "3030",
    "master_id": "664745CE-A24B-4C20-8527-96EFC0F7D918",
    "modified": "2014-10-01T15:10:00Z",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://www.foxnews.com/politics/2013/04/09/epa-acknowledges-giving-out-personal-info-in-request-that-included-data-on/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "EPA acknowledges releasing personal details on farmers, senator slams agency  FILE: Sept. 6, 2012: Dairy cows at the Sunburst Dairy farm are seen eating in Belleville, Wisc. (REUTERS)  The Environmental Protection Agency acknowledged Tuesday that it released personal information on potentially thousands of farmers and ranchers to environmental groups, following concerns from congressional Republicans and agriculture groups that the release could endanger their safety.   According to a document obtained by FoxNews.com, the EPA said some of the personal information that could have been protected _ was released.\" Though the EPA has already sent out the documents, the agency now says it has since redacted sensitive details and asked the environmental groups to return the information.  ADVERTISEMENT  ADVERTISEMENT  But Sen. John Thune, who originally complained about the release, slammed the EPA for trying to retroactively recover the sensitive data.   \"It is inexcusable for the EPA to release the personal information of American families and then call for it back, knowing full well that the erroneously released information will never be fully returned,\" he said in a statement to FoxNews.com. \"While EPA acknowledging that it erred is a first step, more must be done to protect the personal information of our farmers and ranchers now and in the future. I will continue to demand answers from the EPA on how this information was collected and why it is still being distributed to extreme environmental groups to the detriment of our farm and ranch families.\"  The information on livestock and produce farmers was sought through a Freedom of Information Act request by the groups Earth Justice, the Natural Resources Defense Council and the Pew Charitable Trust. They were given information on roughly 80,000 farmers and ranchers.   Pew returned the original information, per the agency's request Thursday, according to documents obtained by Fox.  The agency acknowledged the information included individual names, email addresses, phone numbers and personal addresses.   Thune, of South Dakota, where 500 farmers and ranchers had their information made public, sent a letter Monday to the EPA requesting the agency answer a list of questions -- including whether agency officials reviewed the information to see whether the release complied with the federal Privacy Act of 1974.  The EPA has threatened the health and safety of agriculture producers and their families and has damaged the security of our food system, Thune said. There is a growing gap of trust between Americas farm and ranch families and the EPA. Much of this lack of trust is due to EPAs aggressive regulatory agenda.  Other concerns expressed by Thune, farm bureaus and others include whether the EPA first consulted with the departments of Agriculture and Homeland Security, which had already advised against compiling a public database with similar information and whether the EPA still intends to create such a record.  Does the EPA intend to gather any more personal information on livestock producers? Thune asked in his letter to agency Acting Administrator Bob Perciasepe.  The EPA said the data was related to farms in 29 states with concentrated animal feeding operations and that the released information was part of the agencys commitment to ensure clean water and public-health protection.  The groups wanted the information, they say, because such large-scale operations are a major source of water pollution and they want to hold the EPA accountable for enforcing the Clean Water Act.  Critics have characterized Earth Justice and the organizations as being extremist groups and say the released information included data on family farmers who feed fewer than 1,000 animals, which excludes them from having to comply with the Act.  This information details my familys home address, J.D. Alexander, a Nebraska cattle farmer and former president of the National Cattlemen's Beef Association, told FarmFuture.com. The only thing it doesnt do is chauffeur these extremists to my house.    In response, Jon Devine, an attorney, wrote in a blog for the Natural Resources Defense Council: \"The most irresponsible charge made by NCBA is that providing this information to public interest groups somehow may facilitate criminal acts against facilities. That accusation is entirely unwarranted. NRDC and Pew condemn such illegal activities.\"  The EPA said the majority of the data was already publicly available through state databases, web sites and federal and state permits, or is required to be released under federal or state law.  However, in response to privacy concerns raised by agricultural groups, the agency redacted sections of information from 10 of the 29 states that contained some personal data, the release said.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "9241",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "DC",
    "victim_id": "Environmental Protection Agency"
  }
}