{
  "action": {
    "physical": {
      "variety": [
        "Theft",
        "Bypassed controls"
      ],
      "vector": [
        "Public vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Tapes"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        },
        {
          "amount": 1200000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1200000,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "667542B0-F06D-40F8-BCB1-E0C5FE80A400",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-19T20:32:00Z",
    "github": "1625",
    "master_id": "667542B0-F06D-40F8-BCB1-E0C5FE80A400",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "year": 2005
      }
    }
  },
  "reference": "http://www.nbcnews.com/id/7032779/ns/technology_and_science-security/t/bank-america-loses-customer-data/#.UwA_0YUnY3g",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Bank of America Corp. has lost computer data tapes containing personal information on up to 1.2 million federal employees, including some members of the U.S. Senate.  The lost data includes Social Security numbers and account information that could make customers of a federal government charge card program vulnerable to identity theft.   Sen. Pat Leahy, D-Vt., is among those senators whose personal information is on the missing tapes, spokeswoman Tracy Schmaler said.  There were some senators Visa credit card accounts involved, Schmaler said. We dont know how many, but he was one of them.  The bank issued an apology.  We deeply regret this unfortunate incident, said Barbara Desoer, who is in charge of technology, service and fulfillment for the Charlotte-based bank. The privacy of customer information receives the highest priority at Bank of America, and we take our responsibilities for safeguarding it very seriously.  The bank will be sending letters to people whose private information was on the tapes -- probably hundreds of thousands of letters, according to Bank of America spokeswoman Alexandra Trower. While there were 1.2 million accounts on the tapes, some individuals had multiple accounts, she said.  Privacy incidents are keeping the U.S. Postal Service busy lately. Just last week, a security breach at ChoicePoint Corp. led to that company sending 145,000 letters to exposed consumers.   Leahy has been a leader of calls this week for a Senate Judiciary Committee inquiry into whether more regulation of companies that buy and sell personal data is needed.  That came after the disclosure that ChoicePoint Inc., a data warehouser, had learned that as many as 140,000 consumers may have had their personal information compromised.  I hope this latest incident at least will bring the issue closer to home so Congress will pay better attention to the rapid erosion of privacy rights that ordinary Americans are facing as more and more of their personal and financial information is collected and sold on databases that too often have too few privacy protections, Leahy said in a statement Friday.  Baggage handlers suspected U.S. Sen. Charles Schumer, D-N.Y., said he was told the data backup tapes were likely stolen off of a commercial plane by baggage handlers in December.  Whether it is identity theft, terrorism, or other theft, in this new complicated world baggage handlers should have background checks and more care should be taken for who is hired for these increasingly sensitive positions, he said.  Bank spokeswoman Eloise Hale called the system of shipping backup tapes an industry practice and a routine bank practice. As a safety precaution measure, backup tapes are stored in different locations.  She declined to give any more details about where and how the tapes are moved around the country.  The missing tapes include information on federal employees who use Bank of America smart pay charge cards for travel and expenses, Hale said Friday.  She said federal law enforcement officials were notified as soon as the tapes were discovered missing.  The investigation to date has found no evidence to suggest the tapes or their content have been accessed or misused, and the tapes are now presumed lost, the bank said in a news release.  Trower said the company would not comment on the format of the data on the tapes -- and wouldn't say if the data was encrypted -- but she said it would be \"virtually impossible\" for anyone who found the tapes to access the data.",
  "timeline": {
    "incident": {
      "year": 2005
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Bank of America Corp"
  }
}