{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "MY"
      ],
      "motive": [
        "Ideology"
      ],
      "name": [
        "Dragon Force"
      ],
      "region": [
        "142035"
      ],
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 280000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "856b7ff0-8e77-11ec-8536-fdd879d89dfb",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Yes"
      }
    },
    "created": "2022-02-15T22:11:08.183Z",
    "dbir_year": 2022,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "attacker gained access via unknown hacking and exfiltrated data"
      }
    ],
    "github": "17843",
    "master_id": "66cf9480-ded6-4548-8b72-d12e8aca83b3",
    "modified": "2022-02-15T22:11:08.183Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 6,
        "year": 2021
      }
    }
  },
  "reference": "https://news.softpedia.com/news/personal-information-of-over-200-000-students-leaked-533351.shtml ; https://www.timesofisrael.com/pro-palestinian-hackers-steal-info-on-hundreds-of-thousands-of-israeli-students/",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Personal information on approximately 280,000 students in Israel was compromised last week in a cyberattack on the company AcadeME. May Brooks-Kempler of the Think Safe Cyber Facebook group estimates that about 280,000 current or former students may have had their personal information stolen, according to The Jerusalem Post.  AcadeME is a nationwide service provider that offers support for students looking for jobs throughout 11,000 different businesses. On June 20, it became the victim of a pro-Palestinian Malaysian hacking group known as \"DragonForce\".  While AcadeME has denied the allegation, the attached code screenshots, server addresses, and a table containing email addresses and names say otherwise. Essentially, the evidence suggests that students' phone numbers, addresses, full names, emails, and passwords have been compromised.  The hackers wrote on Telegram, \"This is an urgent call for all Hackers, Human Right Organizations and Activists all around the world to unite again and start campaign against Israhell, share what is really going on there, expose their terrorist activity to the world [...] We will never remain silent against israhell war activity\".  Hackers claim to have made Israeli passports public  Cyberattacks on Israeli businesses and organizations have increased in frequency during the past year, affecting firms such as Amital software, Ami Insurance, and Israel Aerospace Industries. In fact, earlier on Friday, the same organization conducted DDoS attacks against Israeli institutions, including the Bank of Israel, Bank Leumi, and Mizrahi Tefahot. The cybercriminals also claimed to have released a large number of Israeli passports on the same day.  At the beginning of this year, Israel's National Cyber Directorate (INCD) head Yigal Unna expressed concern about hackers' ability to damage Israeli academic institutions, if proper measures are not taken. The director of the INCD voiced his worry that the extensive ties between academic institutions and other bodies and organizations may pose a threat to other bodies and organizations, resulting in their legal liability. ",
  "targeted": "Targeted",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 6,
      "year": 2021
    }
  },
  "victim": {
    "country": [
      "IL"
    ],
    "employee_count": "Unknown",
    "government": [
      "NA"
    ],
    "industry": "561311",
    "region": [
      "142145"
    ],
    "victim_id": "AcadeME"
  }
}