{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "notes": "Created accounts using customer data without their consent to meet sales targets set by senior management.",
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 185000000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Consumer Financial Protection Bureau (CFPB) fined Wells Fargo Bank, N.A. $100 million.  The bank will also pay an additional $35 million penalty to the Office of the Comptroller of the Currency, and another $50 million to the City and County of Los Angeles.;",
    "overall_amount": 185000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "BD47CA16-5F24-4192-B1BD-BAAF5F37FF77",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2017-01-28T01:14:00Z",
    "dbir_year": 2017,
    "github": "8418",
    "master_id": "678B3094-C87B-4B9A-9220-3DE282C9D400",
    "modified": "2017-01-28T01:33:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "year": 2016
      }
    }
  },
  "reference": "http://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-fines-wells-fargo-100-million-widespread-illegal-practice-secretly-opening-unauthorized-accounts/; http://files.consumerfinance.gov/f/documents/092016_cfpb_WFBconsentorder.pdf; https://www.mercurynews.com/2016/10/10/wells-fargo-scandal-to-customers-this-is-like-identity-theft/;http://www.ktvu.com/news/211239807-story",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Wells Fargo's embattled CEO John Stumpf is stepping down as the nation's second-largest bank is roiled by a scandal over its sales practices.     The San Francisco bank said Wednesday that Stumpf is retiring effective immediately and also relinquishing his title as chairman. It had earlier announced that Stumpf, the bank's CEO since 2007, will forfeit $41 million in stock awards.     Wells Fargo's chief operating officer, Tim Sloan, will succeed Stumpf as CEO and join the company's board. Sloan has been with Wells Fargo for 29 years. Stephen Sanger, the bank's lead director, will serve as the board's non-executive chairman.     Stumpf's end at Wells Fargo comes a little over a month after the bank was fined by California and federal regulators $185 million over its sales practices.     The regulators alleged employees trying to meet aggressive sales targets opened bank and credit card accounts, moved money between those accounts and even created fake email addresses to sign customers up for online banking -- all without customer authorization. Debit cards were issued and activated, as well as PINs created, without customers' knowledge.     Stumpf, a 34-year veteran of the bank, had previously gained acclaim for navigating Wells Fargo through the financial crisis and keeping it free of scandal. But he came under withering pressure over the alleged misconduct, believed to have gone on at the bank for years. Some 5,300 lower-level employees were fired.     \"While I have been deeply committed and focused on managing the company through this period, I have decided it is best for the company that I step aside,\" he said in a prepared statement Wednesday.     Among Stumpf's critics, Democratic Sen. Elizabeth Warren of Massachusetts told him at a Senate Banking Committee hearing last month that he should resign and \"give back the money you took while the scam was going on.\"     Stumpf earned $19.3 million last year. But he and Carrie Tolstedt, the executive who ran the retail banking division, will forfeit millions.     Tolstedt announced in July that she would retire from the bank this year and had been expected to leave with as much as $125 million in salary, stock options and other compensation. She was stripped of $19 million of her stock awards, and her departure was made immediate.     Before the scandal, Stumpf was lauded for Wells Fargo having avoided some of the bad behavior of its peers in the lead-up to the financial crisis. Wells Fargo didn't invest in as many toxic mortgages as its counterparts, and Wells was actually able to grow significantly by buying Wachovia.     Until then a primarily West Coast and Southern bank, that gave the company known for its stagecoach logo access to the lucrative East Coast and New York banking markets.     The revelations have sparked investigations by federal agencies. The bank's independent directors have also launched their own investigation.     Wells Fargo is scheduled to report its quarterly results Friday morning. In after-hours trading, Wells Fargo shares added 88 cents, or nearly 2 percent, to $46.20.",
  "timeline": {
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Wells Fargo Bank"
  }
}