{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Finance"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 13000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 13000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "discovery_notes": "The listing notes that on June 25, 2015, the Tampa Police Department notified the clinic that paper printouts from the facility were found during a criminal investigation. \"An employee of the CE [HIPAA covered entity] removed appointment sheets containing the names, Social Security numbers, dates of birth and account numbers of 13,000 patients from the premises without authorization,\" OCR notes.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E6B08A21-282D-4096-80B0-D0E57A1E960D",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-09-07T21:34:00Z",
    "dbir_year": 2016,
    "github": "8405",
    "master_id": "67ACBB56-C272-4450-B2F8-1E4A6F0195CF",
    "modified": "2016-09-07T21:41:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.bankinfosecurity.com/fraud-case-centers-on-alleged-stolen-pediatric-clinic-data-a-9383; http://668781195408a83df63a-e48385e382d2e5d17821a5e1d8e4c86b.r51.cf1.rackcdn.com/external/Harris-Indictment-9-6-16.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former administrative worker at a Florida-based pediatric practice has been indicted in federal court along with two others for alleged identity theft and fraud crimes involving stolen patient information. But no HIPAA-related criminal charges were filed in the case.  The 23-count indictment filed on July 26 in a U.S. district court in Tampa, Fla. alleges that Anthony Michael Harris, a former administrative employee in the Tampa office of Pediatric Gastroenterology, Hepatology & Nutrition of Florida, conspired with two other individuals, Larry Chance Cox and Maurice Rahmaan, to commit tax, mail, wire and access device fraud, as well as identity theft, court documents say.  \"It was a part of the conspiracy that the conspirators and others would, and did, steal and obtain stolen personally identifiable information from Pediatric Gastroenterology, Hepatology & Nutrition of Florida, among other sources. This stolen PII included names, dates of birth, and Social Security numbers, among other things, of the medical practice's current and former patients, patients' parents and patients' guardians,\" an indictment document notes.  Federal prosecutors say the conspirators, using the stole PII, electronically applied \"for credit cards and lines of credit to Discover, Capital One, and other financial services firms,\" and then used or attempted to use the unauthorized credit cards to purchase items from retailers and withdraw cash from ATMs.  Additionally, prosecutors allege that the stolen PII was used to file fraudulent federal income tax returns in an attempt to obtain tax refunds. Court documents do not indicate the total dollar amount involved in the alleged tax and other fraud crimes.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Pediatric Gastroenterology, Hepatology & Nutrition"
  }
}