{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Other"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Virtual currency"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6854E61F-EB1E-4F03-82AA-CFD6E4388B06",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-11-12T20:20:00Z",
    "github": "4155",
    "master_id": "6854E61F-EB1E-4F03-82AA-CFD6E4388B06",
    "modified": "2014-12-03T16:28:36Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.forexminute.com/bitcoin/btcjam-breached-safe-41538",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "BTCJam Breached but safe  A security breach was reported by BTCJam, the bitcoin lender, on August 10, but hastened to reiterate that accounts of users have not been compromised. In a statement, the spokesperson for the lender claimed that, the hack had reached the lenders website by hacking into its email providers system. The hacker has apparently accessed funds of customers whose security settings were minimal. A reddit user posted the lack of response on stalled services at the BTCJam website. The post found a response from Chief Product officer Gustavo Guida at BTCJam, claiming the company was on routine services back up, adding that, The majority of our coins are in our cold storage and no users will lose any bitcoins at all. Later Guida regretted the downtime but official clarification of the attempted hack came through a post A recent hack at our email provider Mailjet allowed a hacker to gain access to some of the transactional emails of BTCJam for a period of two hours. Through this, he was able to initiate unauthorized transactions from a small amount of users who did not have Two Factor Authentication enabled. The problem is now solved and no users have lost any bitcoins as a result of this. BTCJam was quick to reassure, asserting that it had moved transaction based emails to its own servers and recommended that users always opt for the two-step verification for secured services. Guida has reiterated that the affected accounts will be reinstated to previous state and that BTCJam will ensure that there end user will not have to face issues of lost bitcoins from his account. Though, this is a major set-back to the lender who has been building the platform to provide peer-to-peer lending on a global footprint, its swift action and preventive measures reiterate its security standards. To contact the reporter of this story: Deepak Tiwari at deepak@forexminute.com",
  "timeline": {
    "containment": {
      "unit": "Hours"
    },
    "discovery": {
      "unit": "Hours"
    },
    "incident": {
      "month": 8,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "000",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "CA",
    "victim_id": "BTCJam"
  }
}