{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 600,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 600,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "68763E6A-8CBB-45A4-9E29-56EBD99FA592",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-01-16T22:48:56Z",
    "github": "5171",
    "master_id": "68763E6A-8CBB-45A4-9E29-56EBD99FA592",
    "modified": "2015-01-16T22:48:56Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.stuff.co.nz/national/health/65138103/abortion-data-leaked-by-mistake",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A privacy breach blunder has resulted in personal details of more than 600 females, some as young as 13, who had abortions in the central North Island being given to a reporter.  The data was mistakenly released by a junior staff member at the Lakes District Health Board who was assisting on an official information request made by the newspaper.  The personal medical information from 2011-13 confirms the terminations took place in Tokoroa Hospital, Thames Hospital, Waikato Hospital and Anglesea Procedure Centre.  The medical information includes dates of birth, National Health Index numbers, ethnic descriptions, termination details and the suburb in the town where the women live.  The Ministry of Health is investigating and the health board has apologised for the breach.  Lakes DHB chief executive Ron Dunham said it was deeply disappointing that an Excel document containing coded patient information was handed to the reporter.  \"Although the women cannot be identified by the coded information released we are taking the situation seriously,\" he said.  \"The DHB is working closely with the Ministry of Health and the Privacy Commissioner. I understand the concern this will cause for the affected women and I apologise for this.\"  A full review will be carried out by Lakes DHB supported by the Ministry of Health.  A spokesman at the Office of the Privacy Commissioner said those who thought their privacy had been breached could make a complaint to the Privacy Commissioner.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "009053"
    ],
    "victim_id": "Lakes District Health Board"
  }
}