{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "TR"
      ],
      "motive": [
        "Ideology"
      ],
      "name": [
        "ReZk2LL team"
      ],
      "region": [
        "142145"
      ],
      "variety": [
        "Unknown",
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Interruption"
      ]
    },
    "integrity": {
      "notes": "Altered website.",
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "68BAA8CC-1A51-4047-B894-15738235F95B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "created": "2014-08-14T14:03:00Z",
    "github": "3426",
    "master_id": "68BAA8CC-1A51-4047-B894-15738235F95B",
    "modified": "2014-08-14T14:03:00Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://perry4law.org/cecsrdi/?p=726&goback=%2Egde_36573_member_232165139",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Kochi Metro Rail Corporations Website Cracked And Compromised  Of late, cracking and websites defacement has increased in India. Not very late the website of CBI was hacked and it took many months for the CBI to investigate the case. Surprisingly, it took more than 20 days for CBI to restore the website in its original position. The computer systems of DRDO were also breached recently and till now the investigation in this regard is going on.  Now it has been reported that the official website of the Kochi Metro Rail Corporation has been cracked and defaced by a group which calls itself ReZk2LL team. The crackers have also uploaded a picture of the Palestinian flag along with anti-Israeli posts.  The officials believe that it is a handiwork of local cyber miscreants. The episode has raised concerns about the quality of cyber security expertise and services provided by the State Data Centre and the Centre for Development of Imaging Technology (C-DIT) for government websites.  Meanwhile, the C-DIT officials claim that they have full control over the situation and the website would be restored back to its original form very soon. However, media reports claim that it will take at least a month to decrypt and reset the cracked and defaced website.  The Kochi Metro Rail Corporation has lodged a complaint with the cyber police. It has also requested the IT Mission and C-DIT to probe the incident and take appropriate action.  It is not possible to provide a cent per cent cyber security infrastructure and expecting the same from C-DIT would be ignorance of the ground realities of cyberspace. However, the cyber security infrastructure of India is urgently needed. The offensive and defensive cyber security capabilities of India must also be developed. Further, cyber security skills and capabilities development in India also need to be developed.  The starting point can be the formulation of the cyber security policy of India as soon as possible. The national telecom policy of India 2012 must also be suitably amended to accommodate many telecom security and cyber security related issues. The national critical information infrastructure protection centre (NCIPC) of India must also be constituted and made operational as soon as possible.",
  "timeline": {
    "containment": {
      "unit": "Days"
    },
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "IN"
    ],
    "employee_count": "Unknown",
    "industry": "485112",
    "locations_affected": 1,
    "region": [
      "142034"
    ],
    "victim_id": "Kochi Metro Rail Corporation"
  }
}