{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Personal"
        },
        {
          "variety": "Internal"
        },
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 600000,
      "data_victim": [
        "Unknown",
        "Employee",
        "Partner"
      ],
      "notes": "This release is comprised of: Thousands of accounts, tens of thousands of orders from certain bodies, hundreds of thousands of details both shipping and serial numbering on its hardware components with buyers and strategic positioning, additional tracking information that was placed on the website beforehand and recorded all of the persons and organizations along with other detailed descriptions of those interested in purchasing which component - the list ranges from private contractors throughout the world to specific governments. Since this is meant to also embarrass them, we will also be leaking the list of their menu food and the type of drugs/medicine they have stockpiled. Everything to the sweetest detail. Bon'a'petit!",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "69B97DCB-5061-421A-A996-821D79CB04C9",
  "notes": "I can't discern who was breached here. It says DoD. But it also says satellite manufacturer. I'm assuming the latter working for DoD",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "whbaker",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-06-12T11:31:00Z",
    "github": "924",
    "master_id": "69B97DCB-5061-421A-A996-821D79CB04C9",
    "modified": "2014-06-12T11:31:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://pastebin.com/jPECTN35",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "DoD General Standards breached - Satellite Networking Manufacturer PCI, cPCI, VME,  amongst other things. We're leaking over 600.000 record sets as a preview and making sure we send a strong message to the US Gov. that we have the rest of the data from the network that is in terms of millions + documents. This release is comprised of: Thousands of accounts, tens of thousands of orders from certain bodies, hundreds of thousands of details both shipping and serial numbering on its hardware components with buyers and strategic positioning, additional tracking information that was placed on the website beforehand and recorded all of the persons and organizations along with other detailed descriptions of those interested in purchasing which component - the list ranges from private contractors throughout the world to specific governments. Since this is meant to also embarrass them, we will also be leaking the list of their menu food and the type of drugs/medicine they have stockpiled. Everything to the sweetest detail. Bon'a'petit!  #OperationLegends",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "334220",
    "region": [
      "019021"
    ],
    "victim_id": "Unknown"
  }
}