{
  "action": {
    "misuse": {
      "notes": "Instead, at this preliminary stage, evidence suggests that an individual or individuals with authorized access to a limited set of records may have used that access to inappropriately share those records. were likely accessed through a third-party vendor's file-sharing arrangement, unique to that customer.",
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology",
        "Unknown"
      ],
      "notes": "vendor: a third-party vendor's file-sharing arrangement",
      "region": [
        "000000"
      ],
      "variety": [
        "Other"
      ]
    },
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "a third-party vendor's file-sharing arrangementFollowing enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 70000000,
          "variety": "Personal"
        },
        {
          "amount": 70000000,
          "variety": "Other"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 70000000,
      "notes": "After removing some of the duplicate data, the actual number was narrowed down to 70 million calls 14,000 seemed to be private calls made between prisoners and their attorney. Despite allegations from The Intercept and other parties, we have seen no evidence to date of any attorney-client privileged communications that were recorded in error The database_contained prisoners' first and last names; the phone numbers they called; the date, time, and duration of the calls; the inmates' Securus account numbers; as well as other information. In addition to metadata, each phone call record includes a \"recording URL\" where the audio recordings of the calls can be downloaded. No credit card data, financial information, social security numbers or similar data from any party was contained in the information that was stolen. While this fact was never in question, we have received multiple questions on this front. Securus does not store credit card information. ",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "Data sent to media: The Intercepter",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6A5AEB65-2A7B-4877-9D8C-D757AE060B5F",
  "notes": "Securus NAICS: 517911 employees: 717 Notification: 2015-11-11  Vector Instead, at this preliminary stage, evidence suggests that an individual or individuals with authorized access to a limited set of records may have used that access to inappropriately share those records. were likely accessed through a third-party vendor's file-sharing arrangement, unique to that customer.  Data After removing some of the duplicate data, the actual number was narrowed down to 70 million calls 14,000 seemed to be private calls made between prisoners and their attorney. Despite allegations from The Intercept and other parties, we have seen no evidence to date of any attorney-client privileged communications that were recorded in error The database_contained prisoners' first and last names; the phone numbers they called; the date, time, and duration of the calls; the inmates' Securus account numbers; as well as other information. In addition to metadata, each phone call record includes a \"recording URL\" where the audio recordings of the calls can be downloaded. No credit card data, financial information, social security numbers or similar data from any party was contained in the information that was stolen. While this fact was never in question, we have received multiple questions on this front. Securus does not store credit card information.    Timeline (unconfirmed) Breach: the company's system was apparently breached just last year, on July 18, 2014,  (unconfirmed) Discovery:In an email thread from July 21, 2014, two Securus employees discuss the breach",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-08T08:29:00Z",
    "dbir_year": 2016,
    "github": "6592",
    "master_id": "6A5AEB65-2A7B-4877-9D8C-D757AE060B5F",
    "modified": "2016-01-08T08:29:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://news.softpedia.com/news/database-of-70-million-prisoner-phone-calls-leaked-online-496064.shtml;https://theintercept.com/2015/11/11/securus-hack-prison-phone-company-exposes-thousands-of-calls-lawyers-and-clients/; http://www.prnewswire.com/news-releases/securus-provides-updates-on-investigation-into-stolen-data-records-300178709.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An anonymous hacker has breached the servers of Securus Technologies, a communications provider that logs phone calls made from US prison phones. The hacker has offered some of the stolen data to The Intercept, a website co-founded by Glenn Greenwald, the Pulitzer-winning journalist that published Edward Snowden's classified documents. According to data and details provided by the hacker, Securus had improperly stored 144 million phone calls on its server. After removing some of the duplicate data, the actual number was narrowed down to 70 million calls, made to 1.3 million phone numbers, by more than 63,000 inmates in 37 US states. The whole data amounted to 37 GB, consisted of calls made from December 2011 to the spring of 2014, and the hacker also claims that accessing it wasn't all that difficult. Out of all these calls, over 14,000 seemed to be private calls made between prisoners and their attorney. The US guarantees client-attorney privilege by law, which Securus broke by recording the conversation.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "517911",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Securus"
  }
}