{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate",
        "Elevate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 28000000,
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 28000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "54224f30-9379-11e7-a11c-5542f7e3819f",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2017-10-24T07:15:18.246Z",
    "dbir_year": 2018,
    "github": "10091",
    "master_id": "6a9bccba-6b45-48e5-8042-0cd4d8e2a754",
    "modified": "2017-10-24T07:15:18.246Z",
    "sub_source": "priority"
  },
  "reference": "https://www.hackread.com/latin-american-social-media-giant-taringa-hacked-28m-accounts-stolen/; https://www.infosecurity-magazine.com/news/28-million-users-breached-at/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Taringa, a Reddit-like social network website for Latin American users, has suffered a massive data breach in which 28 million accounts of registered users have been stolen.  The details of the case indicate an astonishing lapse in best practices.  “The reported breach at Taringa highlights some fundamental issues,” said Andrew Clarke, EMEA director at One Identity, via email. “The fact that an administrative file holding passwords was accessible demonstrates little or no control over privileged accounts. Then the passwords were easily cracked since the company used a weak MD5 (128-bit) algorithm rather than SHA-256. And, the user passwords were not enforced by a strategic password policy since when revealed the passwords used by the users were fundamentally weak – the most popular password used being 123456789, followed by 123456. Taringa was quick to realise mistakes and forced a global reset on users and updated to SHA-256 but that incident does point out that users also need to take steps to protect themselves.”  The records included usernames, email addresses and passwords hashed with the easily cracked MD5 algorithm. The company said in a notice that it’s forcing a password reset. As always, given the rampant nature of password re-use, users should change their credentials anywhere else they may have used them as well.  “A Taringa password change is the first priority – but also change any passwords on other personal accounts that use the same password,” Clarke added. “And when a new password is selected even though the web-site allows a weak password to be chosen – always make it 12 characters; and a mix of upper/lower case alphabetic plus numbers and special characters. Use of a password manager can help select and recall these passwords. And of course , don’t reuse passwords across multiple sites.\"  Taringa has also confirmed the data breach. In a security notice, the website said that the incident took place on 1st August, but no phone numbers and Bitcoin wallets addresses were stolen neither were the site’s servers were accessed.  “We suffered an external attack that compromised the security of our databases and the code of Taringa,” the notice said.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 1
    },
    "incident": {
      "day": 1,
      "month": 8,
      "year": 2017
    }
  },
  "victim": {
    "country": [
      "AR"
    ],
    "employee_count": "11 to 100",
    "industry": "519130",
    "region": [
      "019005"
    ],
    "victim_id": "Taringa"
  }
}