{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "TR"
      ],
      "motive": [
        "Ideology"
      ],
      "name": [
        "AnonGhost"
      ],
      "region": [
        "142145"
      ],
      "variety": [
        "Unknown",
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "integrity": {
      "variety": [
        "Defacement"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6B9DDFF0-6F92-4504-AE19-B20251612925",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "created": "2014-07-28T13:02:00Z",
    "github": "4082",
    "master_id": "6B9DDFF0-6F92-4504-AE19-B20251612925",
    "modified": "2014-07-28T13:02:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.ibtimes.co.uk/opsavegaza-anonymous-takes-down-1000-israeli-government-business-websites-1457269;http://www.hackersnewsbulletin.com/2014/07/list-damage-opsavegaza-israel.html;http://www.motherjones.com/politics/2014/07/anonymous-cyberattack-israel-gaza",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "#OpSaveGaza: Anonymous Takes Down 1,000 Israeli Government and Business Websites  Hacker collective Anonymous has announced that it has taken down over a thousand of crucial Israeli websites in a huge new coordinated cyber-attack called #OpSaveGaza on 11 July and 17 July, in support of the people of Palestine.  Some of the websites, such as the Tel Aviv Police Department's online presence, are still offline two days after the distributed denial of service (DDoS) attacks, and numerous Israeli government homepages have been replaced by graphics, slogans, and auto-playing audio files made by AnonGhost, the team of hackers who coordinated the attack.  The official Israeli government jobs website has had its homepage replaced by a graphic titled \"Akincilar\", which is Turkish for the Ottoman Empire's troops.  A message written in English and Turkish - presumably by Turkish hackers - and accompanied by pictures of Palestinians suffering says: \"The Jerusalem cause is Muslims' fight of honour\" and says that people who fight for Palestine are \"on the side of Allah\".  Another Israeli government website now bears an AnonGhost graphic and lists the usernames of 38 hackers.  An audio file that auto-plays when the page loads plays music and a synthesized newsreader clip, together with a message beseeching human rights organisations, hackers and activists to attack Israeli websites to become the \"cyber shield, the voice for the forgotten people\".  Many of the websites have since been restored.  The hackers have also leaked lists of Israeli government email addresses obtained by hacking websites of the Ministry of Immigrant Absorption, the Ministry of Justice, the Ministry of Culture and Sport, the Ministry of Housing and Construction and much more.  Israeli websites belonging to restaurants, local businesses, associations, societies, academic foundations and even a symphony orchestra were also attacked, as well as a subdomain belonging to MSN Israel.  A message on the main Pastebin page and some of the hacked websites reads: \"The act of launching rockets from Gaza sector to Israhell is an acceptable and normal reaction against those pigs, it's called Resistance and not terrorism.  \"Israhell never existed its only Palestine, it's our home. If you are a Hacker, Activist, a Human Right Organisation then hack israel websites and expose to the world their crimes, show to the world how much blood is on their hands, blood of innocent children and women.\"  Anonymous has previously run another campaign in April targeting Israeli websites, although on a smaller scale. About 500 websites went offline during the OpIsrael campaign and the hackers released the phone numbers and email addresses of some Israeli officials.",
  "timeline": {
    "incident": {
      "day": 11,
      "month": 7,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "IL"
    ],
    "employee_count": "Over 100000",
    "industry": "9211",
    "region": [
      "142145"
    ],
    "victim_id": "Israeli Government"
  }
}