{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "notes": "The finder took it home, thinking it was someone's treasured photographs which had been misplaced, but was shocked to find patients' private records instead when she plugged the USB stick into her laptop.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "Ext - Unrelated third party",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B8DD505C-9A65-4EA7-9178-B9E8E5FB666B",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T22:12:00Z",
    "dbir_year": 2016,
    "github": "6220",
    "master_id": "6BE8DE01-F151-4F53-A4F6-6616EB7A8FD1",
    "modified": "2016-08-18T22:19:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.eastbourneherald.co.uk/news/local/confusion-over-patient-data-on-lost-hospital-stick-1-6875173",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The husband of a woman whose confidential patient details were found on a memory stick which had been left outside a hospital, says he has been given conflicting information from the NHS Trust.  James Foster says his wife Patricia had received a letter from the East Sussex Healthcare NHS Trust on July 1 to say her information was among those found on a USB stick which had been discovered by a member of the public laying in a residential street close to the Conquest Hospital in Hastings on June 15.  The finder took it home, thinking it was someone's treasured photographs which had been misplaced, but was shocked to find patients' private records instead when she plugged the USB stick into her laptop.  The USB stick was quickly returned to the hospital and at the time the Trust said there was no reason to believe the information had been accessed, downloaded, kept or passed on.  But Mr Foster says there is confusion over what happened to the USB stick next.  He told the Herald, \"My wife has a number of appointments at the hospital and was in conversation with a podiatrist a few weeks ago who knew about it and said she believed it was found on a bus.\"  But the Patient Advice and Liaison Service (PALS) at the DGH told Mr Foster the stick had been found in the street and believed it had been destroyed.  Mr Foster said: \"PALS at Eastbourne last week said they were under the impression the original stick has been destroyed.  \"But I have spoken to someone today at the Conquest and they said they could not give me any information that I wanted and they would get someone to contact me in the next few days.\"  He said the whole episode had affected his wife's health.  Mr Foster said: \"Over the last 10 years my wife has been quite ill.  \"She was in the DGH between January and March 2011, much of that time in intensive care.\"  He added: \"She suffers from depression anyway.  \"The fact this has got out into the general public depresses her even further.  \"And the fact we cannot get any information on it from the hospital is even worse.\"  Alice Webster, director of nursing, East Sussex Healthcare NHS Trust, said, \"We have written to each of the patients whose information was on the data stick individually to apologise and make them aware of the incident and the actions the Trust will be taking.  \"We are sorry for any distress this might have caused.  \"The information on the data stick had been collated by a clinician to support the individual in undertaking a clinical audit. The outcomes of these audits are to improve patient care.  \"The clinician mislaid the data stick and it was found by a member of the public near the Conquest Hospital.  \"The member of the public accessed the data stick and, upon realising what it contained, contacted our organisation and we collected the data stick from them.  \"The individual did not keep a copy of any of the information held on the data stick neither did they pass it on to anyone else.  \"We have retrieved the information from the memory stick and it has been destroyed.  \"We do have a policy that only specially encrypted NHS data sticks are permitted to be used in our organisation.  \"Unfortunately, in this case the clinician used an unencrypted data stick.  \"All staff have been reminded of their responsibilities to protect the security of patient information and follow Trust Policy.  \"We would like to reassure all patients that the Trust takes the security of their personal information extremely seriously.  \"Our investigation has shown that the data stick belonged to an individual member of staff and was not compliant with Trust policy.\"",
  "timeline": {
    "incident": {
      "day": 15,
      "month": 6,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "East Sussex Healthcare"
  }
}