{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6BFE451A-C5EF-443A-A215-562E75692FB6",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T03:18:00Z",
    "dbir_year": 2016,
    "github": "5884",
    "master_id": "6BFE451A-C5EF-443A-A215-562E75692FB6",
    "modified": "2016-02-08T03:18:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 5,
        "year": 2015
      }
    }
  },
  "reference": "http://www.prnewswire.com/news-releases/minnesota-dentists-notify-patients-of-computer-theft-potentially-compromising-the-security-of-personal-information-300085113.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Associated Dentists is notifying affected patients of a data security incident that may affect the security of their protected health information.  Associated Dentists and investigating authorities are unaware of any attempted or actual misuse of patients' protected health information.  Associated Dentists is providing notification to ensure that patients are aware of the incident so that they may take steps to protect their information should they feel it is appropriate to do so. Associated Dentists is providing one free year of identity monitoring and identity restoration services to affected individuals.  On Thursday, March 19, 2015, someone entered Associated Dentists' Roseville office location after hours and stole two laptops belonging to two different doctors at the Roseville location.  The theft was discovered on Friday, March 20, 2014.  One of the stolen laptops was encrypted but the other was only password protected.  Upon learning of the burglary, Associated Dentists contacted law enforcement, but the stolen laptops have not been recovered to date.  \"Associated Dentists takes the security of our patients' personal information very seriously,\" said Associated Dentists' Compliance Officer, Patrick Jacobwith.  \"We performed a thorough investigation in order to determine the nature and scope of this incident.  Because we do not have the laptop in our possession, Associated Dentists must assume there is a possibility that someone may have accessed certain patients' protected health information,\" he said. The protected health information that could have been accessed includes patients' names, Social Security numbers, dates of birth, and addresses. For some individuals, treating physician name, diagnosis information, medical billing/procedure information, responsible party name, insurance carrier name, insurance policy number, and email address may have also been subject to unauthorized access.   In an abundance of caution, Associated Dentists is providing written notice of this incident to affected individuals, to the U.S. Department of Health and Human Services, as well as to certain state regulators starting May 15, 2015.  Associated Dentists is also providing notice of this incident on its website and to major statewide media.  In order to help further safeguard affected individuals from any potential misuse of their personal information, Associated Dentists is offering affected individuals access to a complimentary one-year membership to identity protection and restoration services.  Notification letters to affected individuals contain enrollment instructions for these services.",
  "timeline": {
    "discovery": {
      "unit": "Days",
      "value": 1
    },
    "incident": {
      "day": 19,
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621210",
    "region": [
      "019021"
    ],
    "state": "MN",
    "victim_id": "Associated Dentists"
  }
}