{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 25,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 25,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6C3DD443-9390-4752-9C37-E625CF96A165",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-19T23:44:53Z",
    "github": "3434",
    "master_id": "6C3DD443-9390-4752-9C37-E625CF96A165",
    "modified": "2015-03-19T23:44:53Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.thisislancashire.co.uk/news/10343269.Hospital_faces___500_000_fine_over_lost_patient_notes/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "BOLTON NHS Foundation Trust could be fined up to 500,000 after notes containing confidential information about 25 patients were found in the street.  The data breach has been passed to the Information Commissioner which has said it will determine an appropriate response.  The commissioner has the power to issue monetary penalty notices of up to 500,000 for serious breaches of the Data Protection Act.  It is the fifth data protection breach involving confidential medical data in Bolton since 2009.  The sensitive data was found by 46-year-old Lynn Copeland on Good Friday near Plodder Lane News, in Farnworth.  It included four A4 pages which had details of 25 patients including their name, age, medical history, specialist information, mobility, dietary requirement, hygiene, home circumstances and discharge plan. The documents showed the name of the person who printed them out  at 6.33pm the day before  and said please destroy paper copy at the end of every shift.  Bosses at the Trust have launched an investigation and said they have apologised to all patients and carers.  A spokesperson said: We take all confidentiality issues very seriously and are extremely concerned by this incident.  Managing patient information legally, securely and efficiently is of paramount importance to the Trust.  We have spoken directly to the patients concerned and apologised to patients and carers.  An investigation panel is now being convened to carry out a full investigation. The incident will be reported to the Information Commissioner who will determine an appropriate response.  An investigation by the Information Commissioners Office (ICO) has begun and could result in a fine for the Trust.  A spokesperson for the ICO said: We have been made aware of a possible data breach.  We will be making enquiries into the circumstances of the alleged breach of the Data Protection Act before deciding what action, if any, needs to be taken.  In May 2011, a customer at McDonalds, in Derby Street, found documents with details of 19 patients on, in a bin.  Then in February 2009, hospital chiefs wrote to1,300 patients after documents were found in the street.  NHS Bolton also lost information in September, 2009, when details including phone messages from patients and staff payslips were thrown away with general rubbish.  That November, paper files containing names, addresses and phone numbers of a group of disabled people were lost on a train.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "1001 to 10000",
    "industry": "621498",
    "region": [
      "150154"
    ],
    "victim_id": "BOLTON NHS Foundation Trust"
  }
}