{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 59000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 59000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "36FC11FE-1C08-4552-BB69-BD0620DA3CFF",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-09T21:10:00Z",
    "dbir_year": 2017,
    "github": "7685",
    "master_id": "6C3F6439-D8E7-4077-946F-77E7545AF864",
    "modified": "2016-08-09T21:40:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 5,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/ohio-department-of-mental-health-and-addiction-services-ohiomhas-notifies-patients-of-phi-exposure/; http://healthitsecurity.com/news/potential-healthcare-data-breach-in-oh-affects-59k-patients; http://www.10tv.com/content/stories/2016/05/11/columbus-ohio-data-breach-impacts-59000-ohio-children-seeking-mental-health-treatment.html; http://mha.ohio.gov/Portals/0/assets/News/pressReleases/20160422-Media-Notice-Privacy-Breach.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Ohio Department of Mental Health and Addiction Services (OhioMHAS) today notified the public of a privacy incident involving protected health information (PHI). The issue involves a February 2016 postcard sent to consumers of mental health services inviting participation in a satisfaction survey. On Feb. 25, the department discovered that the postcard mailing resulted in the inadvertent disclosure of protected health information. The unintentional release of information included: full name, address and a request that the person participate in a services satisfaction survey through OhioMHAS. The postcards did not include social security numbers or other information which could lead to potential identity theft, and did not include any specific information about the recipient's mental health condition or services received. Communications about the survey should have been sent in sealed envelopes to avoid association of the recipient with the satisfaction survey. The consumer satisfaction survey is conducted annually by OhioMHAS, and solicits direct feedback about treatment experiences in order to guide quality improvement initiatives and respond to reporting requirements for the federal Mental Health Block Grant. The Feb. 25 incident resulted in a review of mailings from previous surveys, and the department deemed that similar postcards sent in previous years also resulted in a breach of protected health information. In total, the incident impacted approximately 59,000 individuals. \"OhioMHAS takes very seriously its commitment to the privacy and protection of people receiving mental health treatment,\" stated Director Tracy Plouck. \"We regret this situation and any concern it may cause, and we are committed to diligently safeguarding consumer information moving forward.\" As a result, OhioMHAS is undergoing a thorough review of its internal processes and policies relating to consumer outreach and data use to assure better oversight and protection of health information, including additional training for all department staff members.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Ohio Department of Mental Health and Addiction Services"
  }
}