{
  "action": {
    "malware": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Ransomware"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Obscuration"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially"
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "c2f135d0-e4a7-11e9-8cfd-bf57b38104b7",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2019-10-02T09:48:48.796Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "mal",
        "actor": "ext",
        "asset": "srv",
        "attribute": "ia"
      }
    ],
    "github": "13489",
    "master_id": "6c446d85-647f-426d-bcf4-7562b754f522",
    "modified": "2019-10-02T09:49:02.904Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 5,
        "year": 2019
      }
    }
  },
  "reference": "https://www.cybersecurity-insiders.com/ransomware-attack-on-oklahoma-city-public-schools/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Oklahoma City Public Schools on Tuesday have issued a public statement saying that a recent ransomware attack has compromised data on the district’s computer network and the extent of the impact is yet to be analyzed.  The malware variant which encrypted the network is yet to be discovered, but school authorities have confirmed that the attack was of file encrypting software which might have crept into the network via an email phishing attack.  A source from school authorities who likes to report the matter in an anonymous way stated that the ransomware which infected the school network was not only capable of encrypting the files but was also capable of deleting them after a specific period of time.  Details of the demanding ransom are yet to be known as the school authorities are willing to disclose the details only when an investigation by the law enforcement has completed.  All employees of the Oklahoma Public School District have been asked not to use their emails until the network is fully restored to normalcy. The digital systems of the school network were shut down on Monday at 4 Pm and the IT staff is working day and night to restore the data by this weekend.  A 3rd party company has been pressed into service to investigate the incident along with law enforcement.  Taking backups on a regular note, using anti-malware solutions to monitor cyber risks, keeping the systems patched with the latest security updates and never bowing down to the financial demands of hackers (as it will deteriorate the situation by encouraging their deeds) in the only way to keep a network isolated from malware attacks.  Note- This school district comprises of over 96 schools and 46,000 students as per the 2017 stats. It holds classes from K to 12 and has staff members of over 4,600 count.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2019
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "611110",
    "region": [
      "019021"
    ],
    "state": "OK",
    "victim_id": "Oklahoma City Public Schools"
  }
}