{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "110DDA0D-EBF2-4D29-995E-387D26696CF6",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-06T23:46:00Z",
    "dbir_year": 2016,
    "github": "7489",
    "master_id": "6CE0D5AD-94B5-40EF-9580-52B7E4871873",
    "modified": "2016-07-07T00:39:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/nz-case-note-269784-employee-repeatedly-accessed-health-records-without-proper-reason/; https://opcwebsite.cwp.govt.nz/news-and-publications/case-notes-and-court-decisions/case-note-269784-2016-nz-privcmr-3-employee-repeatedly-accessed-health-records-without-proper-reason/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "There has been a new finding in an investigation by the Privacy Commissioner of New Zealand that is especially worth noting for it's \"small breach, big impact\" value. Because the health agency is not named, it's not clear to me whether this incident had been reported in the media and on this site previously:  The complainant, who had been employed by a large health agency, was notified by the agency that a former colleague of hers had been dismissed for accessing her health records without proper reason. The complainant and her former colleague had worked in administrative roles, but had access to health records and medical information.  The records 'browsed' by the complainant's former work-mate included extremely sensitive emergency department and mental health information about the complainant. The complainant's records were accessed on numerous occasions between 2012 and 2013. This showed a pattern of behaviour and gave meaning and context to some comments her former colleagues had made about her health while they worked together.  After finding out about this the complainant asked for an audit of access to her records so she could be sure no other staff she had worked with had inappropriately accessed her health information.  The access audit revealed a further instance of browsing of the complainant's health information by another former colleague over the same time period. This was especially distressing for the complainant because it renewed the complainant's concerns that her colleagues had treated her unfairly and had been sharing her sensitive health information with each other.  Rule 5  Security safeguards  Rule 5 of the Health Information Privacy Code 1994 requires an agency to ensure reasonable security safeguards exist to prevent loss, unauthorised access or disclosure of the health information it holds.  Assessing what is reasonable depends on the sensitivity or confidentiality of the information involved and the ease with which safeguards could be put in place to protect the information. The agency's current policies and practices, including any staff training, are also relevant.  Under rule 5, an agency has an ongoing responsibility to develop and maintain appropriate security safeguards for their information. System audits, staff training, policies and technology upgrades are some of the tools an agency can employ to help maintain a good privacy culture and ensure trust and confidence in the security and privacy of health information.  Inappropriate access to information by employees, called 'employee browsing', is a problem for many large agencies. It is important agencies take a proactive approach to information security and make continuing efforts to put in place and improve their security processes.  Although the health agency took a proactive, sympathetic and responsible approach to the interference with the complainant's privacy, it had limited processes in place to catch inappropriate access to their files. The extent of the browsing and length of time before detection also indicated the safeguards in place were not adequate. The browsing took place over several months and was not an isolated incident. The fact that people she worked with were responsible heightened the complainant's feelings of violation and humiliation.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Large",
    "industry": "921",
    "region": [
      "009053"
    ]
  }
}