{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 60,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 60,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6D1AC1F7-42DD-47B2-AC0C-9E7A03C8A0BF",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-11T23:28:36Z",
    "github": "3264",
    "master_id": "6D1AC1F7-42DD-47B2-AC0C-9E7A03C8A0BF",
    "modified": "2015-03-11T23:28:36Z",
    "timeline": {
      "notification": {
        "year": 2011
      }
    }
  },
  "reference": "http://www.theledger.com/article/20110506/NEWS/110509526?Title=Sensitive-Patient-Records-Found-in-Winter-Haven-City-Recycling-Dump&tc=ar",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Records containing more than 60 Social Security numbers and sensitive medical histories were found this week by a woman diving for coupons in a large recycling bin.  The paper records found at the city recycling area near the Orange Dome in Winter Haven on Tuesday came from the office of Jeffry Barnes, a Winter Haven periodontist who practices at 320 Ave. K S.E.  Social Security numbers are the most vital element of identity theft, and some of the patients are peeved.  The material from Barnes' office were in a recycling bin and contained more than 60 prescription reports, with the names of the patient and drugs prescribed by Barnes. Among the paperwork were medical history forms that include what drugs patients were taking and whether patients were seeing a psychiatrist.  Barnes said he feels terrible about the breach of sensitive information and said it was in part the mistake of an employee who otherwise has a long and stellar service record.  Barnes said the blunder was inadvertent, but he acknowledged it was in violation of the federal Health Insurance Portability and Accountability Act, (HIPAA), which mandates health care providers to safeguard personal health information.  Barnes faces the possibility of sanctions from the federal government's HIPAA enforcement arm. He could be fined.  Barnes said his office went virtually paperless in 2007. But new patients are still required to fill out \"welcome\" forms, complete with Social Security numbers, driver license numbers, addresses and phone numbers.  Barnes said the forms are scanned into the office computer system, and the paperwork gets put in a box, usually with the word \"SHRED\" on its side.  When the box gets full, workers call Crown Shredding to come and destroy the contents. That shredding is routinely done in the parking lot so customers can watch if they so choose.  But what happened this time, Barnes said, is someone from his office put magazines and newspapers on top of the records in the box slated for shredding. Barnes said none of his office workers will own up to doing that.  He said that on Monday the box was taken to the recycling center by another worker and dumped into the recycling container.  That woman has quit her job, Barnes said Friday. He said the woman has worked there and done a great job for at least a dozen years.  He said the resignation was by no means forced. \"I've tried to call her to get her come back, but she won't answer her phone. She feels terrible.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621210",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Dr. Jeffry Barnes"
  }
}