{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Payment card"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6D4D9E3C-FF07-481B-ADBC-53168E29FEAE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-22T16:20:00Z",
    "github": "3384",
    "master_id": "6D4D9E3C-FF07-481B-ADBC-53168E29FEAE",
    "modified": "2014-09-22T16:20:00Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://www.namibian.com.na/indexx.php?archive_id=107248&page_type=archive_story_detail&page=944",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "THE Namibia Wildlife and Resorts has been plagued by fraud and maladministration, costing the company millions of dollars. Sources within the company told The Namibian that the NWR board of directors and the audit and finance committee, ignored complaints and reports of the widespread fraud taking place at the parastatal.  Staff cloning of customer credit cards, managers abusing the company fuel cards for their own benefit, theft of food and alcohol from storerooms at resorts are just some of the examples of things that are taking place at the company, The Namibian established. Sources have accused managers of abusing their positions by visiting company resorts with friends and family and claim to be on duty to avoid paying for meals and accommodation.  Some managers, especially area managers and resort managers have been accused of abusing the company's fuel cards, with some regularly filling drums or 25 litre containers whenever they refuel their vehicles but no reason is ever given for filling up extra drums or containers.  The Namibian understands that last year the company asked the Police Commercial Branch to investigate several staff members at Okaukuejo for credit card fraud, after customers complained of being defrauded at the NWR resort. The Namibian understands that company management was advised to transfer to other resorts, the staff members implicated as suspects to break down the syndicate, but to no avail. At Halali, a staff member was arrested in January this year with two other people for suspected credit card fraud. The staff member is said to have resigned from the parastatal after being granted bail in February.  At Sesriem, the company is estimated to have lost over N$3 million on income. This was because  employees at the resort allegedly converted the money they collected from customers to their own use. The Namibian understands that the company lost over 200 receipt books and the employees were suspected to be using these books to issue fake receipts to clients while pocketing the money collected.  Sources said senior management and the board were allegedly notified of the situation but did nothing to rectify the situation or put in place measures to curb the allegedly rampant fraudulant activities. A 700 metre electrical cable was allegedly stolen from a store room at Ai-Ais resort and sold in Keetmanshoop. Despite the suspects being known even by the police, the company has allegedly not yet taken any action against the implicated employees. There are claims that at least three power generators have gone missing from Terrace Bay. The old generators were used at the resort until 2008. The Namibian is informed that the generators were allegedly loaded into a track by NWR staff and sold to a Windhoek based company.  Sources at the parastatal claim that the revelations outlined above are but just a tip of the iceberg about the irregularities at the tourism parastatal. NWR board chairperson Lea Namoloh did not responded to queries by The Namibian by the time of going to print.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "NA"
    ],
    "employee_count": "Unknown",
    "industry": "721110",
    "region": [
      "002018"
    ],
    "victim_id": "Namibia Wildlife and Resorts"
  }
}