{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "561990",
      "motive": [
        "Unknown",
        "Espionage"
      ],
      "notes": "Research Integrity",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 4077,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4077,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6DA80E03-26C7-48F0-BF6B-D65C7CFE530D",
  "notes": "The final record count was obtained from the HHS Breachtool record for this incident.  It was listed under the partner rather than Owensboro, strangely.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4395",
    "master_id": "6DA80E03-26C7-48F0-BF6B-D65C7CFE530D",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://healthitsecurity.com/2014/09/24/medical-practice-notifies-3000-patients-of-data-breach/; http://www.14news.com/story/26609328/data-breach-at-owensboro-medical-practice; http://drvora.com/Public%20Notice%20MI.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Owensboro Medical Practice is currently conducting an internal investigation into a data breach that exposed 3,000 patients data. There are conflicting reports on the scope, in terms of the involvement of a business associate (BA), and time line of the data breach.  According to 14news.com, the medical practice, located in Owensboro, KY, the breach occurred three years ago and Director of Research for Owensboro Medical Practice, Timothy Hillard said he was aware of the incident.Even if it was one patient, that one patients information is highly important to us and not the entire medical records were taken but demographics such as name, date of birth, age, social security number, which is, you know, very concerning to us. The report also states that Owensboro thinks employees used the data to contact patients in efforts to start their own businesses.  Compromised information includes patient names, addresses, telephone numbers, dates of birth, Social Security numbers, and health conditions.  However, there are some inconsistencies between the 14 News report and the Owensboro Medical Practice and its BA, Research Integrity, breach notification, which was also posted by PHIPrivacy.net. First, the notice says Owensboro Medical Practice learned of the breach on July 24, 2014 and not three years ago. And, as stated by PHIPrivacy.net, its still unclear from the notice how the organization or the BA discovered the breach in July.  On or about July 24, 2014, Owensboro Medical Practice, PLLC, and its business associate, Research Integrity, LLC, learned that a spreadsheet containing protected health information was wrongfully copied and removed from the offices of Research Integrity by a former employee. This occurred despite the fact that only properly authorized persons at Research Integrity had access to the spreadsheet. Owensboro Medical Practice believes the data was only used for research purposes by one of Research Integritys competitors and not for malicious activity.  Owensboro Medical Practice and Research Integrity are both investigating the incident and taking steps to ensure that patient information is secure. The companies are also pursuing the return of all hard copies of all information from the spreadsheet, the deletion of all computerized versions of such information on a permanent basis, and permanent injunctions against the persons or entities who had possession of the data from utilizing such data in the future. Because this was a HIPAA violation, Owensboro has alerted the Department of Health and Human Services (HHS) about the breach, but any details of talks with HHS were not disclosed.",
  "timeline": {
    "incident": {
      "day": 24,
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "KY",
    "victim_id": "Owensboro Medical Practice"
  }
}