{
  "action": {
    "hacking": {
      "notes": "one of the company’s vendors, ConnectWise, that one of ConnectWise’s products, ScreenConnect, contained a vulnerability.",
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Exploit vuln"
      ],
      "vector": [
        "Partner"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Remote access"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "e0768610-e0ae-11ef-bb83-fdfe95aef2b7",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-02-01T21:11:56.657Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "TA exploited vulnerability in partner connection to gain access and exfiltrate data "
      }
    ],
    "github": "20577",
    "master_id": "6e27245a-fd2f-4864-9ba5-f6325e96994c",
    "modified": "2025-02-01T21:18:23.799Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 3,
        "year": 2024
      }
    }
  },
  "reference": "https://www.jdsupra.com/legalnews/data-breach-at-on-q-financial-affects-3879104/",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On March 29, 2024, On Q Financial, LLC filed a notice of data breach with the Attorney General of Maine after discovering that software developed by a third-party vendor contained a vulnerability allowing hackers to access confidential consumer data. In this notice, On Q Financial explains that the incident resulted in an unauthorized party being able to access consumers’ sensitive information, which includes their names and Social Security numbers. Upon completing its investigation, On Q Financial began sending out data breach notification letters to all individuals whose information was affected by the recent data security incident.   If you received a data breach notification from On Q Financial, it is essential you understand what is at risk and what you can do about it. A data breach lawyer can help you learn more about how to protect yourself from becoming a victim of fraud or identity theft, as well as discuss your legal options following the On Q Financial data breach. For more information, please see our recent piece on the topic here.  What Caused the On Q Financial Data Breach? The On Q Financial data breach was only recently announced, and more information is expected in the near future. However, On Q Financial’s filing with the Attorney General of Maine provides some important information on what led up to the breach. According to this source, on February 20, 2024, On Q Financial was informed by one of the company’s vendors, ConnectWise, that one of ConnectWise’s products, ScreenConnect, contained a vulnerability.  In response, On Q Financial patched and upgraded all instances of ScreenConnect and then launched an investigation with the help of third-party data security experts.  Ultimately, On Q Financial’s investigation confirmed that an unauthorized party had been able to access confidential information through the compromised ScreenConnect software.  After learning that sensitive consumer data was accessible to an unauthorized party, On Q Financial reviewed the compromised files to determine what information was leaked and which consumers were impacted. On Q Financial completed this process on March 14, 2024. While the breached information varies depending on the individual, it may include your name and Social Security number.  On March 29, 2024, On Q Financial sent out data breach letters to anyone who was affected by the recent data security incident. These letters should provide victims with a list of what information belonging to them was compromised.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 2,
      "year": 2024
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "government": [
      "NA"
    ],
    "industry": "5239",
    "region": [
      "019021"
    ],
    "state": "AZ",
    "victim_id": "Q Financial"
  }
}