{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    },
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Mobile phone"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "notes": "He ordered items in the names of customers and kept them to sell.",
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "6FC046B3-F684-485D-8760-0493B865ED9D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-06-28T01:36:00Z",
    "github": "3927",
    "master_id": "6FC046B3-F684-485D-8760-0493B865ED9D",
    "modified": "2014-06-28T01:36:00Z",
    "timeline": {
      "notification": {
        "month": 9,
        "year": 2009
      }
    }
  },
  "reference": "http://www.pcmag.com/article2/0,2817,2460049,00.asp",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "If you get a job at Verizon Wireless (or anywhere, really) it's probably a good idea not to steal the company's merchandise and sell it online. Seems obvious, but one Pennsylvania man is now learning that lesson the hard way. James Hopkins, 35, of Telford, Pa. was sentenced Tuesday to more than two years in prison for stealing more than 900 cellphones and accessories from his former employer and selling them online for a profit, the Justice Department announced.  The sentencing comes after Hopkins pleaded guilty in federal court in Newark, N.J. last year to charges of mail fraud, U.S. Attorney Paul Fishman said. Hopkins worked as an account executive at a Verizon Wireless store in Trevose, Pa. while the scheme was going on. Between February and November 2009, he placed numerous orders for Verizon Wireless cell phones, handheld devices, and accessories in the names of customers without their knowledge, prosecutors said. He tried to cover his tracks by having the devices shipped to a relative's home in New Jersey, and manipulating Verizon's computer database to conceal the bogus orders and shipments. \"Hopkins received $328,517 worth of stolen Verizon Wireless merchandise, which he sold on eBay for a profit of $272,290,\" the Justice Department said. In addition to his 27-month prison term, Hopkins was ordered to serve two years of supervised release, pay $303,623 in restitution, and forfeit $272,290. Meanwhile, Hopkins isn't the first Verizon employee to go rogue. The mobile carrier back in 2008 fired several employees for accessing the cell phone records of then President-elect Barack Obama.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "51721",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Verizon Communications Inc"
  }
}