{
  "action": {
    "physical": {
      "variety": [
        "Tampering",
        "Disabled controls",
        "Surveillance"
      ],
      "vector": [
        "Public facility"
      ]
    }
  },
  "actor": {
    "unknown": {}
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7091A44E-FBDE-4E74-9334-963EC3B8FF86",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-01T13:55:00Z",
    "dbir_year": 2016,
    "github": "5928",
    "master_id": "7091A44E-FBDE-4E74-9334-963EC3B8FF86",
    "modified": "2016-02-01T13:55:00Z",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 6,
        "year": 2015
      }
    }
  },
  "reference": "http://www.manchestereveningnews.co.uk/news/greater-manchester-news/skimming-device-ipod-spy-camera-9389958",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "the equipment at an ATM in Sale, Trafford, to steal cash from customers' accounts and police have now urged users to check their accounts     _                 1952  shares           Subscribe                 Police have urged cashpoint users to be on their guard after the latest skimming scam              Police have recovered another iPod 'spy camera' and skimming device from a cash point.  Thieves installed the equipment at an ATM in Sale, Trafford, to steal cash from customers' accounts.  Officers seized the gadgets and have urged local residents to check their recent transactions, to make sure they haven't been fleeced.     GMP Trafford South Facebook    Skimming device found on cash machine in Sale    GMP Trafford South posted several images of the 'Lebanese Loop' on their Facebook page with the warning: \"Skimming Device Found On ATM in Sale - A further incident has been reported regarding a 'skimming device'.   \"Enquiries are ongoing. Please be vigilant at ALL ATMs.\"  Pictured: Previous devices found at cashpoints across Greater Manchester      VIEW GALLERY         Police have found converted iPods and other skimming equipment at bank machines across Stockport, Longsight and Chorlton in recent months. They are placed over the legitimate card entrance to 'swallow' bank cards, while the camera phone records the pin number.   The crooks can then return to steal the card and money.  Trafford police added: \"As per previous posts we have not received permission from the bank to share this information. GMP want you to be vigilant at ALL ATMs.   \"If you have used an ATM in Sale attached to a bank, please check your bank accounts for any unauthorised withdrawals. If you do have any transactions please contact your bank and Action Fraud on 0300 1232040.\" ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "522320",
    "region": [
      "150154"
    ]
  }
}