{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 113528,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 113528,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "71D4E39E-67B2-4ECA-9F20-CBEE8A63C666",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T03:18:00Z",
    "dbir_year": 2016,
    "github": "5716",
    "master_id": "71D4E39E-67B2-4ECA-9F20-CBEE8A63C666",
    "modified": "2016-02-09T03:18:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.springfieldnewssun.com/news/news/local/community-mercy-alerting-patients-to-data-breach/nk3MK/#__federated=1; http://www.databreaches.net/oh-more-details-emerge-about-patient-records-found-at-recycling-center/; http://www.daytondailynews.com/news/news/local/private-patient-records-found-dumped-in-springfiel/npgz5/; http://www.databreaches.net/oh-community-mercy-health-partners-notifies-patients-after-vendor-improperly-discarded-patient-records/ ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "There's an update to the update below. The incident was reported to HHS as impacting Community 113,528 patients' records.  Original post:  There's an update to a breach reported previously on this site. From a statement on their site:  Community Mercy Health Partners (CMHP) and its hospitals, Springfield Regional Medical Center and Mercy Memorial Hospital, are committed to protecting the confidentiality of our patients' personal information and are providing this notice concerning an incident involving some of that information.  On November 27, 2015, law enforcement contacted CMHP and advised us that CMHP's patient records were found in a public recycling dumpster. CMHP employees immediately went to the recycling site, retrieved all the documents in the dumpster, and began an internal investigation. Our investigation determined that a CMHP vendor had inadvertently disposed of the lab records in the dumpster on November 25, 2015.  The lab records may include patients' names, physicians' names, accession numbers, types of study, guarantor information, health insurance information, diagnoses, other clinical information, and in some instances Social Security numbers and driver's license numbers.  This incident did not affect all CMHP patients but in an abundance of caution we began mailing letters on January 25, 2016. We also established dedicated call center for patients to call with any questions. If you believe you are affected but do not receive a letter by February 15, 2016, please call 1-877-810-8083 between 9 a.m. and 9 p.m. Eastern Time. We also recommend that affected patients review the explanation of benefits they receive from their health insurer. If they see services that they did not receive, please contact the insurer immediately.  CMHP regrets any inconvenience this incident may have caused our patients. To help prevent this from happening in the future, we have taken steps to re-inventory all document storage locations, significantly reduced or eliminated retention of paper documents when the information is electronically available, and re-educated our facilities management contractors on the requirements for physical storage relocation projects.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Community Mercy Health Partners"
  }
}