{
  "action": {
    "malware": {
      "name": "Havex",
      "variety": [
        "Spyware/Keylogger",
        "Backdoor",
        "Exploit vuln",
        "Export data",
        "Scan network"
      ],
      "vector": [
        "Direct install",
        "Email attachment"
      ]
    },
    "social": {
      "target": [
        "Executive"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "RU"
      ],
      "motive": [
        "Espionage"
      ],
      "region": [
        "150151"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - ICS"
      },
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "P - Executive"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "notes": "And it didn't provide the information about the damage that would result from the mis-operation of the usual safeguards. Although it did say damage occurred when they were not able to properly shut down the process.",
      "variety": [
        "Destruction"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        },
        {
          "variety": "System"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Other"
      ],
      "notes": "The second stage of the attack would have established a foothold on the network through the compromise of small sets of work stations. Previous reconnaissance of the work stations found their weaknesses, scrutinizing keyloggers, network scanning, and compromising of systems such as Active Directory, the report said. Little is known about the second stage where the virus moved into the plant network.",
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior",
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "discovery_notes": "they were not able to properly shut down the process -> security incident",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "71ECF633-26DB-40DE-B5CE-687A14B9F7B1",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-07T09:33:00Z",
    "dbir_year": 2016,
    "github": "5029",
    "master_id": "71ECF633-26DB-40DE-B5CE-687A14B9F7B1",
    "modified": "2016-01-07T09:33:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.itworld.com/article/2861675/cyberattack-on-german-steel-factory-causes-massive-damage.html; http://www.isssource.com/german-steel-mill-attack-inside-job/;https://www.bsi.bund.de/SharedDocs/Downloads/DE/BSI/Publikationen/Lageberichte/Lagebericht2014.pdf?__blob=publicationFile",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A German steel factory suffered massive damage after hackers managed to access production networks, allowing them to tamper with the controls of a blast furnace, the government said in its annual IT security report.  The report, published Wednesday by the Federal Office for Information Security (BSI), revealed one of the rare instances in which a digital attack actually caused physical damage.  The attack used spear phishing and sophisticated social engineering techniques to gain access to the factory's office networks, from which access to production networks was gained. Spear phishing involves the use of email that appears to come from within an organization. After the system was compromised, individual components or even entire systems started to fail frequently.  [ Also on ITworld: Low and no-cost ways to learn about IT security. Don't miss a thing! Sign up for ITworld's daily newsletter. ] Due to these failures, one of the plant's blast furnaces could not be shut down in a controlled manner, which resulted in \"massive damage to plant,\" the BSI said, describing the technical skills of the attacker as \"very advanced.\"  The attack involved the compromise of a variety of different internal systems and industrial components, BSI said, noting that not only was there evidence of a strong knowledge of IT security but also extended know-how of the industrial control and production process.  The hack sounds similar to attacks involving the Stuxnet worm. Considered the first known cyberweapon, Stuxnet is believed to have been created by the U.S. and Israel to attack Iran's nuclear program. Discovered in 2010, the worm has espionage and sabotage functionalities that were used to destroy up to 1,000 uranium enrichment centrifuges at a nuclear plant near the city of Natanz in Iran.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "DE"
    ],
    "employee_count": "Unknown",
    "industry": "236210",
    "region": [
      "150155"
    ],
    "secondary": {
      "amount": 1,
      "notes": "plant the virus on compromised vendor sites",
      "victim_id": [
        "Unknown (vendor)"
      ]
    },
    "victim_id": "unknown (german steel mill)"
  }
}