{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "notes": "Sales staff",
      "variety": [
        "Unknown",
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "72E1DDDB-74FE-490A-9343-0DC0278D6A89",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T22:45:00Z",
    "github": "4704",
    "master_id": "72E1DDDB-74FE-490A-9343-0DC0278D6A89",
    "modified": "2014-11-20T22:45:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CCkQFjAA&url=http%3A%2F%2Fwww.symbiusmedical.com%2Fwp-content%2Fuploads%2F2014%2F07%2FWebsite-Posting-071114.pdf&ei=CHxuVPTKOYyqogSi-YLQAw&usg=AFQjCNFoFHt0Ly_ZB2cszfAYnE2EmsDz5g&sig2=kLuCBojmMQnojPLyCzeePA&bvm=bv.80185997,d.cGU",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On May 15, 2014, Symbius Medical became aware that five former sales representatives accessed the companys electronic records and downloaded health information to non-Symbius devices in the weeks leading up to their resignations from Symbius Medical and subsequent employment with a competitor. The former sales representatives were authorized to access certain health information as part of their employment, but their actions were in direct contravention of Symbius Medicals strict HIPAA policies and procedures. The electronic records may have included, among other information, full names, addresses, phone numbers, social security numbers, dates of birth, and medical diagnoses and treatments. We believe that the former sales representatives, and the competitors to whom the health information was disclosed, intended to use this information for medical supply sales activities, and not for fraudulent identity theft or credit purposes. Symbius Medical has undertaken a thorough investigation of this breach, which included third- party forensic computer analyses. Symbius Medical is also taking swift action to ensure that its HIPAA policies remain best practices to prevent similar breaches in the future. To that end, Symbius Medical continues to review and revise its HIPAA policies and procedures, implement additional technological and physical safeguards to its computer systems, offer additional HIPAA training, and modify personnel practices.  To mitigate any potential harm, Symbius Medical obtained a court injunction against the former sales representatives and their current employer to cease using this patient information and to immediately return the stolen data, is contacting its competitors to whom health information was disclosed to immediately return this data, is offering one year of free Lifelock credit monitoring to our affected customers and is reporting this incident to the Secretary of the U.S. Department of Health and Human Services. We will fully cooperate with any investigation. For more information, please contact our HIPAA Privacy Officer, Natalie Franklin, or her designee, toll-free at (855) 263-4045 or via email at compliance@symbiusmedical.com.",
  "timeline": {
    "incident": {
      "day": 15,
      "month": 5,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621999",
    "region": [
      "019021"
    ],
    "state": "AZ",
    "victim_id": "Symbius Medical"
  }
}