{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Guard"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "NA"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 30,
          "variety": "Personal"
        },
        {
          "amount": 30,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 30,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Printed"
      ]
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "incident_id": "d12201e0-0c2a-11ed-91ff-0b0a6a79f02d",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Unknown"
      }
    },
    "created": "2022-07-25T20:02:35.518Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "err",
        "actor": "int",
        "asset": "med",
        "attribute": "cp"
      }
    ],
    "github": "16606",
    "master_id": "739aeabc-0b0b-452a-88f7-9df1a4f996ec",
    "modified": "2022-07-25T20:47:47.023Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 11,
        "year": 2020
      }
    }
  },
  "reference": "https://infotel.ca/newsitem/kamloops-man-serving-time-for-beating-teenager-files-lawsuit-against-jail-alleging-privacy-breach/it78547",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Kamloops man who is currently in jail after beating a teenager is now leading the charge in a lawsuit against the Attorney General of Canada, claiming his privacy was breached while serving time at the Mission Institution.  On Oct. 22, Kristopher Teichrieb and more than 30 other inmates filed a suit alleging that while housed in Living Unit Five at the Mission Institution, staff posted notices on food service carts that contained the inmates’ surnames, fingerprint section number, cell numbers and healthcare and medical information.  Teichrieb was convicted in 2018 beating an unarmed teenager into a coma with a baseball bat. The 18-year-old victim now lives in a long term care facility and will do for the rest of his life.  READ MORE: Kamloops man who beat teen into a coma with bat denied parole but slated for release  “As the notices were posted on the food services carts, all Correctional Service of Canada kitchen staff, all inmate kitchen workers and all correctional staff and inmates (at the living unit) could access them and read them,” according to the court documents.  Teichrieb alleges that the staff responsible for posting the notices acted intentionally and /or recklessly and they knew, or ought to have known that posting the notices would violate the privacy of the inmates.    The inmates did not consent to the posting or sharing of the information in the notices, according to the court documents.  Teichrieb alleges that he and the inmates submitted complaints July 27, 2020 to management at the jail and said he received a response on Aug. 14, saying the complaint had been received and that the matter have been corrected and the complaint upheld.  The correctional centre then gave a letter to all the Living Unit Five inmates, saying the lists were removed and replaced with lists that did not contain sensitive medical information, the lawsuit alleges.  As a result of the posting and circulation of the notices, the inmates allege they suffered from significant embarrassment, stress and anxiety, which were aggravated by their incarceration.  The inmates are seeking general damages, aggravated damages and costs.  None of these allegations have been proven in court.   ",
  "targeted": "NA",
  "timeline": {
    "compromise": {
      "unit": "NA"
    },
    "containment": {
      "unit": "Unknown"
    },
    "discovery": {
      "unit": "Unknown"
    },
    "exfiltration": {
      "unit": "Unknown"
    },
    "incident": {
      "day": 22,
      "month": 10,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "government": [
      "Federal"
    ],
    "industry": "922140",
    "region": [
      "019021"
    ],
    "victim_id": "The Mission Institution"
  }
}