{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Unknown",
      "data_total": 1
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "75E49A4C-C0D9-4CD9-AFED-668868804830",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:07Z",
    "dbir_year": 2014,
    "master_id": "75E49A4C-C0D9-4CD9-AFED-668868804830",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Veteran B was given 3 different prescriptions of 7 day supply each that belonged to Veteran A. The pharmacy personnel who dispensed did not recall any unusual event at the time. Veteran B was called in to pharmacy to identify the signature, but he was not able to do so. The information included Veteran A's name, address, and protected health information.  he following are the steps taken after recent Pharmacy incidents:\nThe staff member involved with the window incident explained the dispensing process to us: supervisor & me; he did indicate that he utilizes two patient identifiers.\nIn addition, the VA police and the supervisor watched the surveillance video at length and the staff member involved does appear to follow the described process. He did look at the forms of ID and appeared to be in conversation with the patients to verify a second identifier. (He appeared to be looking at the prescription packages, verifying address information as the person picking up the package was speaking.)\nAs far as the second incident is concerned, pharmacy has made changes to the information utilized to enter patients into the mailing system. Pharmacy has also mandated that mailing packages be prepared prior to the pharmacist checking the prescriptions. The pharmacist must now package the prescriptions as part of the checking/verification process. We are hoping that these two changes will reduce the number of medication incidents related to prescriptions being mailed to the incorrect patient.\nFinally, the pharmacy operations manager has been tasked with performing one-on-one counseling with each staff member, to ensure the use of two acceptable patient identifiers is well understood.",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 4,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "KS",
    "victim_id": "United States Department of Veterans Affairs"
  }
}