{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    },
    "social": {
      "target": [
        "End-user or employee"
      ],
      "variety": [
        "Bribery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime",
        "Unknown"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - End-user"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5514,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 5514,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "75FD8C54-8080-4ABE-834F-C339E27F1DD2",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 2,
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-03T02:28:00Z",
    "dbir_year": 2016,
    "github": "5545",
    "master_id": "75FD8C54-8080-4ABE-834F-C339E27F1DD2",
    "modified": "2016-02-03T02:28:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.freep.com/story/news/local/michigan/detroit/2015/03/10/identity-theft-blue-cross/24718251/; http://www.databreaches.net/mi-indictments-issued-in-blue-cross-blue-shield-identity-theft-case/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The federal government has busted an alleged identity theft ring involving 10 people and a Blue Cross Blue Shield of Michigan employee who stole the personal information of more than 5,000 subscribers, used it to open fake credit cards and then went on thousands-dollar shopping sprees across the country, the U.S. Attorneys Office announced today.  According to prosecutors, the operation was an inside job carried out by Angela Patton, 47, of Belleville, a Blue Cross employee who printed out screen shots of subscribers' personal information, then gave it to others who opened up counterfeit credit cards using the stolen information. According to prosecutors, counterfeit credit cards were used to buy more than $742,000 worth of merchandise from Sam's club alone.  The alleged scheme ran from 2012 through 2014.  A federal investigation led to arrests in Texas, Ohio and Michigan, where identity thieves were caught possessing Blue Cross screen shots coming from Patton's work computer, along with counterfeit ID cards and credit cards that had the names of those in the screen shots.  \"I am personally saddened by this former employee's involvement. Their alleged behavior in no way represents the ethical standards brought to work every day by our more than 7,000 employees, who are committed to serving our members with integrity and honesty,\" Daniel J. Loepp, president and CEO of BCBSM, said today.  Affected BCBSM members will be contacted by letter and offered two years of free credit protection services.  Patton was indicted on numerous identity theft charges along with 11 others. Her lawyer, Todd Perkins, declined comment, noting he had not yet reviewed the entire indictment. He would only say: \"She's entered a plea of not guilty.\"  According to the indictment, federal agents searched several homes in metro Detroit and discovered additional screen shots that included personal information belonging to thousands of BCBSM and Blue Care Network subscribers. The information included individuals' names, birth dates and Social Security numbers. Counterfeit and re-encoded credit cards and gifts cards also were found during the raids, the government said.  \"Criminals should know that while technology has made it easier than ever for them to commit identify fraud, technology is also making it easier for law enforcement to catch them,\" U.S. Attorney Barbara McQuade said. \"We are making enforcement of identity theft a high priority because this crime has become so pervasive and can be so damaging to victims.\"",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 3
    },
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "524210",
    "region": [
      "019021"
    ],
    "state": "MI",
    "victim_id": "Blue Cross Blue Shield Michigan"
  }
}