{
  "action": {
    "hacking": {
      "variety": [
        "Abuse of functionality",
        "Exploit vuln"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 334000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 334000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "External - unaffiliated ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "76A716F3-0BB3-4EA1-A8A2-A68A7C0A5C3C",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-07T00:47:00Z",
    "dbir_year": 2016,
    "github": "5852",
    "master_id": "76A716F3-0BB3-4EA1-A8A2-A68A7C0A5C3C",
    "modified": "2016-02-07T00:47:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.washingtonpost.com/blogs/federal-eye/wp/2015/05/26/hackers-stole-personal-information-from-104000-taxpayers-irs-says/; https://www.google.com/url?rct=j&sa=t&url=http://money.cnn.com/2015/05/26/pf/taxes/irs-website-data-hack/&ct=ga&cd=CAEYBSoUMTcwNzY3MDUwMzA2MDI4MzY2NDMyGjUxMmJhZjlkOGE3M2ZjOGY6Y29tOmVuOlVT&usg=AFQjCNF1J0_eO9WWVprRCLnTvPD6HHPYTQ; http://krebsonsecurity.com/2015/05/irs-crooks-stole-data-on-100k-taxpayers-via-get-transcript-feature/; http://www.wdsu.com/politics/irs-believes-data-theft-originated-in-russia/33248584; http://krebsonsecurity.com/2015/08/irs-330k-taxpayers-hit-by-get-transcript-scam/; http://www.itnews.com.au/News/407994,us-tax-payer-data-theft-proved-more-extensive.aspx",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Internal Revenue Service (IRS) disclosed today that identity thieves abused a feature on the agency's Web site to pull sensitive data on more than 330,000 potential victims as part of a scheme to file fraudulent tax refund requests. The new figure is far larger than the number of Americans the IRS said were potentially impacted when it first acknowledged the vulnerability in May 2015 _ two months after KrebsOnSecurity first raised alarms about the weakness.  Screenshot 2015-03-29 14.22.55In March 2015, I warned readers to Sign Up at IRS.gov Before Crooks Do It For You _ which tracked the nightmarish story of Michael Kasper, one of millions of Americans victimized by tax refund fraud each year. When Kasper tried to get a transcript of the fraudulent return using the \"Get Transcript\" function on IRS.gov, he learned that someone had already registered through the IRS's site using his Social Security number and an unknown email address.  Two months later, IRS Commissioner John Koskinen publicly acknowledged that crooks had used this feature to pull sensitive data on at least 110,000 taxpayers. Today, the Associated Press and other news outlets reported that the IRS is now revising those figures, estimating that an additional 220,000 potential victims had Social Security numbers and information from previous years' tax filings stolen via the IRS Web site.  \"In all, the thieves used personal information from about 610,000 taxpayers in an effort to access old tax returns,\" the AP story notes. \"They were successful in getting information from about 334,000 taxpayers.\"  A BROKEN PROCESS  The IRS's experience should tell consumers something about the effectiveness of the technology that the IRS, banks and countless other organizations use to screen requests for sensitive information.  As I reported in March, taxpayers who wished to obtain a copy of their most recent tax transcript had to provide the IRS with the following information: The applicant's name, date of birth, Social Security number and filing status. After that data is successfully supplied, the IRS uses a service from credit bureau Equifax that asks four so-called \"knowledge-based authentication\" (KBA) questions. Anyone who succeeds in supplying the correct answers can see the applicant's full tax transcript, including prior W2s, current W2s and more or less everything one would need to fraudulently file for a tax refund.  These KBA questions _ which involve multiple choice, \"out of wallet\" questions such as previous address, loan amounts and dates _ can be successfully enumerated with random guessing. But in practice it is far easier, as we can see from the fact that thieves were successfully able to navigate the multiple questions more than half of the times they tried.  If any readers here doubt how easy it is to buy personal data on just about anyone, check out the story I wrote in December 2014, wherein I was able to find the name, address, Social Security number, previous address and phone number on all current members of the U.S. Senate Commerce Committee. This information is no longer secret (nor are the answers to KBA-based questions), and we are all made vulnerable to identity theft as long as institutions continue to rely on static information as authenticators.  Unfortunately, the IRS is not the only government agency whose reliance on static identifiers actually makes them complicit in facilitating identity theft against Americans. The same process described to obtain a tax transcript at irs.gov works to obtain a free credit report from annualcreditreport.com, a Web site mandated by Congress. In addition, Americans who have not already created an account at the Social Security Administration under their Social Security number are vulnerable to crooks hijacking SSA benefits now or in the future. For more on how crooks are siphoning Social Security benefits via government sites, check out this story.  THE IRS IS STILL VULNERABLE  The IRS has responded to the problem of tax ID theft partly by offering Identity Protection PINs (IP PINs) to affected taxpayers that must be supplied on the following year's tax application before the IRS will accept the return. However, according to Kasper _ the tax ID theft victim whose story first prompted my reporting on the Get Transcript abuse problem back in March _ the IRS.gov Web site allows consumers who have lost their IP PINs to recover them, and incredibly that feature is still using the same authentication method relied upon by  the IRS's flawed Get Transcript function.   \"Unless they've blocked access online for these 330,000 people, then those 330,000 are vulnerable by having their IP PIN being obtained by the same people who got their transcript,\" Kasper said. \"These people have already been victimized, and this IP PIN recovery process potentially exposes those people to being victimized again via the IRS.\"  Kasper, who testified about his experience on June 2, 2015 before the Senate Homeland Security and Government Affairs Committee, says the IRS could ameliorate the problem by allowing taxpayers to lock in their refund payment details.  \"This could be done either with a form and supporting proof of identity documents, or with a check box on your tax return which would apply for the next year's tax return,\" Kasper said. \"Unlike Identity Protection PINs, no one can lose their home address or bank account number.  If someone has to change it, they can resubmit the form.  As a result, it should be easy to let people opt in nationwide to prevent stolen refunds.\"",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 3
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Internal Revenue Service"
  }
}