{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    },
    "social": {
      "target": [
        "End-user or employee"
      ],
      "variety": [
        "Bribery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      },
      {
        "variety": "P - End-user"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 95,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 95,
      "data_victim": [
        "Student"
      ],
      "notes": "Lyons provided Changes with a list of students and the students' Medicaid identification to allow Changes to bill for services rendered by Lyons. Lyons provided the names and information of 94 children to Jackson and Sanders, who paid Lyons $2,500. ",
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9DDF6924-F107-477F-A919-C1C8EC93FD6F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-08-29T23:09:00Z",
    "dbir_year": 2016,
    "master_id": "76B116B5-0A3C-49AE-9AED-5092085450CA",
    "modified": "2016-08-29T23:14:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.myfloridalegal.com/newsrel.nsf/newsreleases/7120C04994ADCE3385257FF70054FF1A",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Attorney General Pam Bondi's Medicaid Fraud Control Unit and the Cocoa Police Department today announced the arrests of three Brevard County residents, Bobby Lyons, Valerie Jackson and Kwanya Sanders. According to the investigation, the defendants participated in a scheme to defraud Florida Medicaid out more than $100,000 using children's information. The defendants allegedly gave children fake mental health diagnosis as a pretext for billing Medicaid for mental health services that the children never received and their parents never authorized. Jackson and Sanders, owners of Changes Youth and Family Services, Inc., a Florida Medicaid provider in Melbourne, entered into a business partnership with Lyons, who ran a mentoring program through Orange County Schools. As part of the agreement, Lyons provided Changes with a list of students and the students' Medicaid identification to allow Changes to bill for services rendered by Lyons. Lyons provided the names and information of 94 children to Jackson and Sanders, who paid Lyons $2,500. According to the investigation, Lyons never provided any of the billed services and did not have parental consent or the required documents for Medicaid billing.  Even after realizing Lyons' fraud, Jackson and Sanders did not notify authorities or attempt to return the funds of more than $100,000 received illegally from Medicaid for services never rendered. The investigation revealed that Lyons only mentored students and did not provide any actual psychosocial counseling for the fraudulent diagnoses of serious mental health issues.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "611110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Orange County School System"
  }
}