{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "541612",
      "motive": [
        "NA"
      ],
      "notes": "Capita",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E49C5E7A-4F3A-461A-91EB-F0431C450457",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-19T23:11:00Z",
    "dbir_year": 2016,
    "github": "5336",
    "master_id": "77270A45-43FF-4A51-8311-039F29EDEFFF",
    "modified": "2016-08-19T23:15:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.nursingtimes.net/nursing-practice/specialisms/management/hr-firm-reviews-protocols-after-nhs-staff-data-breach-in-liverpool/5081951.article",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The outsourcing firm Capita has been responsible for a breach of NHS employees' personal data in Liverpool, according to board papers.  The company, which was providing human resources services to nine trusts in Liverpool until last year, mistakenly sent details of staff at other Merseyside trusts to Liverpool Community Health Trust's HR department.  The trusts in the \"Merseyside consortium\" transferred payroll and recruitment services to Capita HR Solutions in 2012.  However, the contracts were terminated last year following claims of problems with staff payments and recruitment delays.  In November one of the organisations in the consortium, Mersey Care Trust, revealed in its board papers that \"information governance issues\" had been uncovered when the services were taken back in house.  According to the papers, Capita was involved in a \"potential breach\" relating to a \"number of local NHS organisations\".  The Walton Centre Foundation Trust coordinated the response to the breach on behalf of the consortium.  A trust spokeswoman said the consortium was \"aware of a possible issue relating to the handling by an external supplier of some of our staff data\".  \"Our concerns focus on the possibility that this supplier may have incorrectly shared details of some staff employed by say consortium member 'x', their employer, with consortium member 'y', who does not employ them.\"  She said the concerns had been reported to the Information Commissioner's office and that the consortium's own investigations are ongoing.  \"We will continue to work with regulators, the supplier in question, staff side representatives and others to resolve this important matter to the satisfaction of all concerned,\" she added.  A spokesman for Capita revealed that the information had been shared with Liverpool Community Health Trust.  He said: \"Capita HR Solutions wrote to the Information Commissioner's office on 24 October 2014 to inform it that it had mistakenly returned a small number of paper files relating to other trusts to the HR department of Liverpool Community Trust.  \"All the information has been recovered and correctly re-sent,\" he said. \"The business takes data protection seriously and this incident has triggered a formal review of its data transfer processes and protocols.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Liverpool Community Health"
  }
}