{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1300,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1300,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7731A968-CF5A-4690-8914-3C987F0D0614",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-02T23:33:40Z",
    "github": "1135",
    "master_id": "7731A968-CF5A-4690-8914-3C987F0D0614",
    "modified": "2015-03-02T23:33:40Z",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 12,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/two-laptops-with-phi-stolen-from-uhs-pruitt-employees-cars-in-a-two-week-period/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "UHS-PRUITT CORPORATION NOTIFIES RESIDENTS OF BREACH OF UNSECURED PERSONAL INFORMATION  UHS-Pruitt Corporation (UHS-Pruitt) has provided notice to current and former residents of Heritage Healthcare of Ashburn, UniHealth Post-Acute Care Augusta Hills, Heritage Healthcare of Fitzgerald, Heritage Healthcare at Osceola, Palmyra Nursing Home and Sylvester Healthcare of a breach of unsecured resident medical and financial information after discovering the following event:  On September 26, 2013, a computer laptop belonging to an employee of UHS-Pruitt was stolen from the employee`s locked car. The theft was immediately reported to the police, and UHS-Pruitt continues to cooperate fully with the investigation. The computer laptop was used by the employee to access and maintain certain patient information for purposes of processing payment for health care services provided by the above-referenced nursing facilities.  Upon discovery of the theft, all access through the employee`s stolen laptop to computer applications on our shared system, such as electronic medical records, was cut off within a matter of hours. Nevertheless, UHS-Pruitt determined that documents containing lists of patient names and other identifying information, such as social security numbers, Medicare numbers, dates of birth, and resident ID numbers were also stored locally on the computer`s hard drive.UHS-Pruitt has not received any indication that such information stored on the computer has been accessed or used by an unauthorized individual at this time.  UHS-Pruitt is notifying impacted residents to mitigate any potential damages of the breach. UHS-Pruitt Corporation has safeguards in place to protect the privacy and security of resident health information. As a result of this breach, steps are underway to further improve the security of its operations including enhancing privacy and security policies and procedures, security training and improved technical protection of the data. In the notice to residents, UHS-Pruitt has informed the individuals of the steps they should take to protect themselves from potential harm resulting from the breach including placing a fraud alert on their credit report with the three major credit bureaus and examining their credit report for evidence of potential fraud. UHS-Pruitt`s Privacy Officer is available for residents to call with questions related to the data breach. Affected individuals may call (678)533-6437 or 1-800-222-0321 from 9:00 a.m. until 5:00 p.m., or call 1-800-222-0321 at any time to request a returned call from the Privacy Officer.",
  "timeline": {
    "incident": {
      "day": 26,
      "month": 9,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "623311",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 6,
      "notes": "NAICS 623110",
      "victim_id": [
        "Heritage Healthcare of Ashburn",
        " UniHealth Post-Acute Care Augusta Hills",
        " Heritage Healthcare of Fitzgerald",
        " Heritage Healthcare at Osceloa",
        " Palmyra Nursing Home",
        " Sylvester Healthcare"
      ]
    },
    "state": "GA",
    "victim_id": "UHS-Pruitt"
  }
}