{
  "action": {
    "misuse": {
      "variety": [
        "Email misuse",
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Resigned"
      ],
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "773E41A6-87D6-458C-81DB-2D807BFA1775",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-24T03:43:00Z",
    "github": "2003",
    "master_id": "773E41A6-87D6-458C-81DB-2D807BFA1775",
    "modified": "2014-08-24T03:43:00Z",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.ibj.com/employee-defection-sparks-battle-between-insurance-brokerages/PARAMS/article/47199",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A legal battle has broken out between two insurance brokerages, with Hylant Group alleging Huntington Insurance hired one its former employees who then lured away two of its clients.  Toledo,Ohio-based Hylant, which has offices in Carmel, alleges former employee Nicholas Iaonnacci, of Indianapolis, violated a two-year non-compete clause of his employment agreement by going to work for Huntingtons Indianapolis office last summer.  Before resigning from Hylant on June 24, Iaonnacci allegedly emailed confidential Hylant information to his personal email account, Hylant alleges in a lawsuit filed last month in Hamilton Superior Court. The email included passwords to databases and a database of prospective clients, the brokerage alleges.  But attorneys for Huntington and Iaonnacci this month filed to transfer the case to U.S. District Court in Indianapolis. They argued federal court was the appropriate venue, given Hylants allegations that Iaonnacci violated the federal Computer Fraud and Abuse Act.  According to Hylants complaint, a month after Iaonnacci left for Huntington it received notice from the Indiana University Research and Technology Corp. that it was discontinuing its relationship with Hylant.   In March of this year, Hylant lost another client, IDI Fabrication in Noblesville.  After thoughtful considerationand three months of trying to track him downwe are going to continue our relationship with Nick Iaonnacci at Huntington, states a letter IDIs chief financial officer wrote to Hylant, according to its suit.  Hylant contends it placed a two-year non-compete clause in its employment contract with Iaonnacci because the insurance industry relies heavily upon relationships between brokers and customers that are developed over time.  In the insurance industry, once a customer is obtained, the reasonable anticipation is that the customer will remain with the broker, continuing to renew policies on an annual basis and earning additional revenue for the broker, Hylant said in its complaint.  The dollar value of the lost contracts is not quantified in the complaint.  Hylant accuses Huntington of tortuous interference, unjust enrichment and violation of the Computer Fraud and Abuse Act. It wants the court to enforce Iaonnaccis employment agreement and seeks an unspecified amount of damages for the lost value of business.  Brent Wilder, spokesman for the Columbus, Ohio-based parent of Huntington Insurance, Huntington Bancshares, said it typically doesnt comment on pending litigation.  Huntington Insurance ranks in the 50 largest agent/brokerage agencies in the U.S. Its Indianapolis office is at 45 N. Pennsylvania St. Hylant has metro area offices at 301 Pennsylvania Parkway in Carmel, where it counts about 60 employees.  Hylant has more than $135 million in premiums written in Indiana and was the 11th largest Indianapolis-area independent insurance agency/brokerage in 2013, according to IBJ research.",
  "timeline": {
    "incident": {
      "day": 24,
      "month": 6,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "524210",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Hylant Group"
  }
}