{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Developer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 9000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 9000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "77A26EF1-0B4B-43C9-9A6D-665C8EBD6CB7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-02-13T05:14:12Z",
    "master_id": "77A26EF1-0B4B-43C9-9A6D-665C8EBD6CB7",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 5,
        "year": 2012
      }
    }
  },
  "reference": "http://www.jpost.com/National-News/Six-indicted-over-Population-Registry-data-theft ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Tel Aviv district attorney on Sunday charged six people, including a computer programmer formerly employed as a Welfare and Social Services Ministry contractor, in connection with a massive data theft that exposed the personal details of millions of Israelis.  According to the indictment, filed in the Tel Aviv District Court, 55-year-old Shalom Bilik had access to the population registry database as part of his contract computer maintenance work in the Welfare and Social Services Ministrys information systems department. In 2005- 2006, during his time at the ministry, Bilik began to make copies of the population registry data and sold it, the indictment said.  As a result of the data theft, detailed personal information on 9 million Israelis, among them minors, deceased persons and citizens living abroad, was exposed to publication, including on various overseas websites and file sharing sites.  Allegedly, as well as copying the database, Bilik also copied monthly population registry data updates that the Interior Ministry sent to the Welfare and Social Services Ministry. In 2005, before his contract at the ministry ended, Bilik allegedly took a copy of the stolen data to a haredi (ultra-Orthodox) organization in Jerusalem, where he provided database services connected with the organizations donors.  Bilik copied the stolen database onto the organizations computer, together with a program he had written while at the ministry, which allowed users to create queries to retrieve information from the database, the indictment said.",
  "timeline": {
    "incident": {
      "year": 2005
    }
  },
  "victim": {
    "country": [
      "IL"
    ],
    "employee_count": "Unknown",
    "industry": "921190",
    "region": [
      "142145"
    ],
    "victim_id": "Social Affairs Ministry"
  }
}