{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1787,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1787,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "781DF29C-F90E-4A4C-9E87-EA16746371F1",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T04:05:00Z",
    "dbir_year": 2016,
    "github": "5688",
    "master_id": "781DF29C-F90E-4A4C-9E87-EA16746371F1",
    "modified": "2016-02-08T04:05:00Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/american-sleep-medicine-patients-notified-of-stolen-hard-drive/; https://oag.ca.gov/system/files/San%20Diego%20Patient%20Breach%20Notification%20Letter_0.pdf?; https://ocrportal.hhs.gov/ocr/breach/breach_report.jsf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "American Sleep Medicine of San Diego, which describes itself as conducting more than 4,000 sleep studies each year, is notifying an undisclosed number of patients that some of their personal information was on an external hard drive stolen from a locked server room. The theft was discovered on March 3rd and reported to the San Diego Police Department.  In a letter to affected patients, Jim Evanger, President of ASM, writes that the hard drive contained information from sleep studies conducted in 2012, including:  name date of birth referring doctor interpreting doctor medical history; and sleep study results. The breach does not include Social Security numbers, Driver's License/California Identification Card numbers or any financial account information, and ASM reports that there has been no indication that information has been used for any unlawful purpose. That said, they cautioned patients about checking explanation of benefits statements for any signs of misuse and suggested that they might want to obtain credit reports to look for unexplained medical bills. Because they do not mention medical insurance account numbers being involved in the breach, it's not clear to this blogger how medical ID theft could occur unless a criminal used the information to socially engineer the patient or a doctor to obtain the insurance number.  In response to the incident, ASM is removing and destroying all remaining external hard drives going forward.  You can read the full notification letter on the California Attorney General's web site. The letter is dated April 15, and has not shown up yet on HHS's public breach tool, where we will find out the number affected, assuming it's more than 500. ",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "American Sleep Medicine"
  }
}