{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "notes": "Lewys Martin",
      "region": [
        "150151",
        "150154",
        "142145",
        "150155",
        "019021"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7883A2FD-B33D-45AC-906E-546C755372E4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-24T04:45:00Z",
    "github": "1810",
    "master_id": "7883A2FD-B33D-45AC-906E-546C755372E4",
    "modified": "2014-08-24T04:45:00Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://washington.cbslocal.com/2014/03/20/maryland-hacked-again-2nd-data-breach-in-4-weeks/; http://www.capitalbay.com/news/washington-dc/490617-univ-of-maryland-victim-of-another-cyber-attack.html; http://www.baltimoresun.com/news/maryland/politics/blog/bs-md-university-cyber-20140723,0,623215.story",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Anne G. Wylie, UMD's interim vice-president and chair of the president's newly-formed task force on cybersecurity, sent a letter to faculty Thursday reporting that a \"cyber intrusion into the university's network\" was detected this past Saturday morning, March 15. Wylie said the intrusion was detected and abated quickly. \"Within 36 hours, the FBI, U.S. Secret Service and the university's police department, working with the university's IT security staff, successfully mitigated the intrusion,\" Wylie's letter read. \"We thank these organizations for their expeditious and effective actions.\" Wylie said the FBI informed the university that the breach accessed the personal information of only one individual, reported to be \"a senior university official,\" and that the individual has been notified. In response to the breach, Wylie said a number of university websites were taken offline over the weekend, and are in the process of being transferred to a different web host \"to provide additional levels of security.\" Wylie said the university had already begun that process prior to March 15, in response to the previously reported massive data breach that took place on Feb. 18. \"The move will be completed shortly,\" Wylie said. Additionally, in response to the more massive breach at UMD last month, Wylie said the university is taking a number of measures to ensure the university will not fall victim to any further breaches. \"The fight against cyber-attacks requires unrelenting effort,\" she said. Wylie's letter said the president's task force on cybersecurity, formed a few weeks ago, is actively working on the following areas: - Evaluating cybersecurity consulting firms that can assist in strengthening UMD's intrusion prevention and conducting penetration testing. - Identifying sensitive information in university databases to determine whether they are needed and how to better isolate them. All sensitive records in the breached database that are no longer required have been removed. - Examining national cybersecurity policies, procedures and best practices to establish an appropriate balance between centralized security and broad access on UMD networks. - Concurrently, the university's IT staff, with the support of outside consultants, are working almost non-stop \"to better protect the vast information systems in UMD's networks that are accessible to students, faculty, staff, and others.\" Furthermore, Wylie reported that, In the past month, the university has: - Closed the pathways utilized in both the Feb. 18 and March 15 intrusions. - Changed passwords for all databases and applications. - Conducted an initial audit to detect vulnerabilities in individual websites within web hosting environments. - Accelerated plans to migrate web hosting to a more secure environment. In the coming days and weeks, Wylie said UMD will announce additional security measures as well. Wylie added that it does not appear as though the Feb. 18 and March 15 data breaches are related.",
  "timeline": {
    "incident": {
      "day": 15,
      "month": 3,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "MD",
    "victim_id": "University of Maryland"
  }
}