{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 600,
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 600,
      "data_victim": [
        "Other"
      ],
      "notes": "Filed court documents show that Huang stole a large amount of intellectual property from the Government Research Facility, including technology related to military vehicle fuel cells. Court records also show that Huang stole from one U.S. company more than 500 documents containing confidential and proprietary information, including trade secret information related to 30 different products with research and development costs associated therewith of more than $65 million. According to court records, Huang stole from a second U.S. company, more than 100 documents containing trade secret, confidential and proprietary information with research and development costs associated therewith of more than $25 million.",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "78CD4A4F-40DF-42C1-8184-5FB6AC708645",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T22:53:00Z",
    "dbir_year": 2016,
    "github": "5763",
    "master_id": "78CD4A4F-40DF-42C1-8184-5FB6AC708645",
    "modified": "2016-02-02T22:53:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.wsoctv.com/news/news/local/man-charged-stealing-secrets-charlotte-based-compa/nk7W4/; http://www.charlotteobserver.com/news/local/crime/article37349634.html; https://www.fbi.gov/charlotte/press-releases/2015/chinese-businessman-charged-with-theft-of-trade-secrets",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A criminal bill of information was filed today in federal court in Charlotte, charging a Chinese businessman, Xiwen Huang, 55, of Charlotte, with one count of theft of trade secrets, announced Acting U.S. Attorney Jill Westmoreland Rose and Special Agent in Charge John A. Strong, of the FBI's Charlotte Division. A plea agreement was also filed today and Huang is expected to appear in court on Friday, October 2, 2015, at 10:30 a.m. to enter his formal guilty plea.  \"After having received the benefit of an American education, the defendant worked for companies in the U.S. which developed technology for the U.S. government and private enterprises. The defendant then stole secret information from these entities to bring back to China to benefit himself and others. For this reprehensible conduct the defendant is going to federal prison. We will do the same to other industry thieves in a continued effort to protect American intellectual property and maintain fairness in the marketplace,\" said Acting U.S. Attorney Rose.  \"For years Xiwen Huang targeted U.S. companies intending to steal the intellectual property others had worked so diligently to develop. The research and product development information he stole from a North Carolina business put our state's economy and people's jobs at risk. The FBI will work tirelessly to hold accountable the criminals who try to profit off the work of others,\" said John Strong, Special Agent in Charge of the Charlotte Division of the FBI.  According to court documents filed today, from about 2006 through May 2015, Huang engaged in a scheme to steal trade secrets from multiple companies within the United States, and intellectual property from the United States government, to further his aspirations of forming and operating his own company in the People's Republic of China (China). Huang is a native of China and naturalized U.S. Citizen.  Filed court documents show that prior to coming to the United States to obtain his doctorate degree in Chemical Engineering, Huang wrote that he \"had a dream of learning more advanced technology to serve [his] homeland\" of China and decided that to \"fulfill [his] wish\" he needed to go abroad and then \"return to China with [his] newly acquired methodology and research skills to teach in China.\"  According to court records, Huang came to the United States in 1998 to study and work. From approximately December 2004 until he was fired by his employer in approximately March 2014, court records show that Huang stole proprietary and confidential information, including trade secret information and other intellectual property belonging to a Government Research Facility and two United States companies, with the intent to use the stolen information for the economic benefit of himself, a Chinese company, and others.  Filed court documents show that Huang stole a large amount of intellectual property from the Government Research Facility, including technology related to military vehicle fuel cells. Court records also show that Huang stole from one U.S. company more than 500 documents containing confidential and proprietary information, including trade secret information related to 30 different products with research and development costs associated therewith of more than $65 million. According to court records, Huang stole from a second U.S. company, more than 100 documents containing trade secret, confidential and proprietary information with research and development costs associated therewith of more than $25 million.  Court documents filed today show that upon being fired from the second U.S. company in 2014, Huang returned to China and began working for a Chinese company in a managerial role. According to court records, Huang took with him to China all of the intellectual property and trade secrets he stole with the intent to use that stolen property to further his personal goals and the business interests of the Chinese company.  According to court records, after returning to China, upon attaining his goals first annunciated in 2003, Huang recounted his accomplishments of stealing U.S. intellectual property in a document he titled, \"Trip of Dream Realization.\" In the document, translated from Chinese, court records show that Huang states in sum and substance: \"Throughout these 16 years, I always have a dream of returning to China to develop my ambition. In order to realize this dream, I have worked in U.S. national research academies [laboratories], largest chemical companies in the world. I have also worked in small companies in the US. My goal was to learn, digest, accumulate, and make preparations for realizing the dream. . .Consequently, I started scheming, planning that last for close to two years, and returned to China formally in this year, and initiated my own 'Trip of Dream Realization'. . . As the main thrust during the country's development, it is necessary an obligatory for our generation to fulfill our share of responsibility in contributing towards the societal progress of China.\"  Huang has been in federal custody since May 2015, when he was arrested following his return from China. He has agreed to plead guilty to stealing trade secrets from multiple U.S. companies. The theft of trade secrets charge carries a maximum term of 10 years in prison. In determining Defendant's actual sentence, the Court will consider the U.S. Sentencing Guidelines, which are not binding but provide advisory sentencing ranges.  The Charlotte Division of the FBI is investigating the case. Assistant United States Attorneys Kevin Zolot and Maria K. Vento of the U.S. Attorney's Office in Charlotte are handing the prosecution for the government.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "92",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 2
    },
    "state": "NC",
    "victim_id": "United States Government"
  }
}