{
  "action": {
    "hacking": {
      "notes": "Electronik Tribulation Army, GhostExhodus",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun",
        "Unknown"
      ],
      "variety": [
        "Guard"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "79103183-7698-4325-8636-B077E4B356EA",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-24T22:31:14Z",
    "github": "3618",
    "master_id": "79103183-7698-4325-8636-B077E4B356EA",
    "modified": "2015-03-24T22:31:14Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 7,
        "year": 2009
      }
    }
  },
  "reference": "http://www.theregister.co.uk/2009/07/01/hospital_hacker_arrested/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The leader of a malicious hacker collective who used his job as a security guard to breach sensitive Texas hospital computers has been arrested just days before his group planned a \"massive DDoS\" attack for the July 4 Independence Day holiday.  Jesse William McGraw, 25, of Arlington, Texas, was taken into custody late Friday evening after posting screenshots showing he had complete control of computers that administered air-conditioning systems at The Carrell Clinic in Dallas, federal prosecutors said. McGraw also brazenly posted videos showing him installing malware on hospital computers that made them part of a botnet he operated, said a network security expert, whose sleuthing uncovered the breach.  As a contract security guard at the hospital, McGraw had no authorized access to any of its computers. But that didn't stop the miscreant, who went by the handle GhostExodus, from taping himself as he walked down the halls of the hospital with a blue security guard uniform poking out through a gray hoody, as he bragged about gaining control over sensitive computers.  \"It's a unique mindset among these hackers,\" said Wesley McGrew, a 29-year-old network PhD network security researcher at Mississippi State University. \"It's all about respect and fame and the respect of their equally weird peers.\"  According to McGrew and federal prosecutors in Dallas, McGraw was the leader of a hacker gang known as the Electronik Tribulation Army. He had recently posted videos admonishing fellow hackers to carry out a \"massive DDoS,\" or distributed denial of service, attack on July 4, a date he called \"Devil's Day\". While the target and other details of the attack are unknown, the investigators are taking the threat seriously because McGraw, prior to his arrest, had tendered his resignation as a security guard job effective July 3.  According to court documents, hospital officials had experienced problems with their HVAC, or heating, ventilation and air-conditioning, units and were perplexed why none of the system alarms had gone off as programmed. Had they seen screenshots posted here by someone calling themselves GhostExodus, they would have known why. They images showed the HVAC control window for the hospital's surgery unit. A test alarm setting was turned to \"inactive.\"  \"You almost can't help it ya know,\" GhostExodus writes. \"It must be done!\"",
  "timeline": {
    "incident": {
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Carrell Clinic"
  }
}