{
  "action": {
    "hacking": {
      "notes": "ut the hacker, who requested anonymity, told Motherboard that they gained access to the company's database using a technique known as SQL injection. Also known as SQLi, this is an ancient, yet extremely effective, method of attack where hackers insert malicious commands into a website's forms, tricking it into returning other data. ",
      "variety": [
        "SQLi",
        "Exploit vuln"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology",
        "Unknown"
      ],
      "notes": "On Friday, I asked the hacker what the plan was for the data, and they simply answered, \"nothing.\" The hacker claims to have shared the data only with Motherboard, though it could have easily been sold online.",
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown",
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "break into VTech's web and database servers, where they had \"root access\"_in other words, access with full authorization or controlFollowing enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5033678,
          "variety": "Personal"
        },
        {
          "amount": 10000,
          "variety": "Other"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4833678,
      "data_victim": [
        "Customer"
      ],
      "notes": "On Friday, Motherboard revealed that earlier this month a hacker broke into the servers of VTech, a Hong Kong-based company that makes internet-connected gadgets and toys. Inside the servers, the hacker found the names, email addresses, passwords, and home addresses of 4,833,678 parents, and the first names, genders and birthdays of more than 200,000 kids. it's likely there were tens of thousands, or more, headshots of parents and kids, according to the hacker.",
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Repurpose"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "Breach: 2015-11-14 Discovery: 2015-11-24 Containment: 2015-11-30  Upon discovering the unauthorized access on 24 November 2015, we immediately conducted a thorough investigation, which involved a comprehensive check of the affected site and implementation of measures to defend against any further attacks.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7A54E52F-A0E1-4B52-A4CD-3E77C7DBE85E",
  "notes": "V-Tech naics 423920  Incident 2015-11-24 Notification 2015-11-27  Data The dump also includes the first names, genders and birthdays of more than 200,000 kids. The hacked data includes names, email addresses, passwords, and home addresses of 4,833,678 parents It is important to note that our customer database does not contain any credit card information  Vector ut the hacker, who requested anonymity, told Motherboard that they gained access to the company's database using a technique known as SQL injection. Also known as SQLi, this is an ancient, yet extremely effective, method of attack where hackers insert malicious commands into a website's forms, tricking it into returning other data.  break into VTech's web and database servers, where they had \"root access\"_in other words, access with full authorization or control  Motivation On Friday, I asked the hacker what the plan was for the data, and they simply answered, \"nothing.\" The hacker claims to have shared the data only with Motherboard, though it could have easily been sold online.  Timeline Breach: 2015-11-14 Discovery: 2015-11-24 Containment: 2015-11-30  Upon discovering the unauthorized access on 24 November 2015, we immediately conducted a thorough investigation, which involved a comprehensive check of the affected site and implementation of measures to defend against any further attacks.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-08T11:30:00Z",
    "dbir_year": 2016,
    "github": "6175",
    "master_id": "7A54E52F-A0E1-4B52-A4CD-3E77C7DBE85E",
    "modified": "2016-01-08T11:30:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/hacks-exposes-data-on-more-than-200000-kids-and-almost-5m-parents/; http://www.idigitaltimes.com/vtech-hack-update-company-suspends-apps-store-after-5-million-parents-and-childrens-494272; http://www.itnews.com.au/news/vtech-flaw-exposes-millions-of-accounts-412402; http://motherboard.vice.com/read/hacker-obtained-childrens-headshots-and-chatlogs-from-toymaker-vtech; https://boingboing.net/2015/11/27/vtech-breach-dumps-4-8m-famili.html; https://www.vtech.com/en/press_release/2015/statement/; http://motherboard.vice.com/read/one-of-the-largest-hacks-yet-exposes-data-on-hundreds-of-thousands-of-kids",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Lorenzo Franceschi-Bicchierai reports: The personal information of almost 5 million parents and more than 200,000 kids was exposed earlier this month after a hacker broke into the servers of a Chinese company that sells kids toys and gadgets, Motherboard has learned. The hacked data includes names, email addresses, passwords, and home addresses of 4,833,678 parents who have bought products sold by_VTech, which has_almost $2 billion_in revenue. The dump also includes the first names, genders and birthdays of more than 200,000 kids. What's worse, it's possible to link the children to their parents, exposing the kids' full identities and where they live, according to an expert who reviewed the breach for Motherboard. Read more on Motherboard. VTECH's statement says, in part: VTech Holdings Limited today announced that an unauthorized party accessed VTech customer data housed on our Learning Lodge app store database on November 14, 2015 HKT. Learning Lodge allows our customers to download apps, learning games, e-books and other educational content to their VTech products. Our customer database contains general user profile information including name, email address, encrypted password, secret question and answer for password retrieval, IP address, mailing address and download history. For reasons that defy logic, Lorenzo used Have I Been Pwned_to declare this_the fourth largest consumer data breach to date. It's not even close to that, and Troy Hunt's site, while a valuable resource, is not a good resource for determining largest breaches. _A breach affecting less than 6 million probably wouldn't even make the top 20. Update: After I contacted him on Twitter, Lorenzo is fixing that part of his report. Update 2: See Troy Hunt's excellent piece on how he verified this breach and the concerns it raises on Ars Technica.",
  "timeline": {
    "containment": {
      "unit": "Days",
      "value": 16
    },
    "discovery": {
      "unit": "Days",
      "value": 10
    },
    "incident": {
      "day": 24,
      "month": 11,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CN"
    ],
    "employee_count": "25001 to 50000",
    "industry": "423920",
    "region": [
      "142030"
    ],
    "victim_id": "V-Tech"
  }
}