{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "7A736401-2BC3-49B6-A862-170E504F0023",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-02-21T04:07:15Z",
    "master_id": "7A736401-2BC3-49B6-A862-170E504F0023",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On 5/01/13, a physician from an Outpatient Clinic informed the Privacy Officer (PO) that Veteran A provided him with Veteran Bs documents, reportedly from Veteran As medical record. During the patient encounter, it was not clear if the scanned documents obtained were visible in MyHealtheVet or if Veteran A had picked up the documents from Release of Information (ROI). The physician reviewed and verified scanned images in his chart. There are five pages within a 31-page set that belonged to Veteran B instead of Veteran A. There is a cover page with partial SSN, full name, followed by two pages of an MRI report, duplicated (five pages total) containing MRI diagnostic findings, Veteran full name, DOB, home telephone number, account number from an non-VHA Radiology clinic. The documents were dated 05/10/11 and scanned into the medical record on 01/02/13. Initial review of Accounting of Disclosures shows that Veteran A picked up CPRS documents from ROI on 04/29/13 but not scanned images. Documents were scanned in error into the medical record, but unclear if MyHealthEVet is the source providing to Veteran A. MyHealthEVet is not known to show image capture via Blue Button nor did ROI software show disclosure of scanned documents to Veteran A. Scanning Department (HIMS) will be notified to remove images and perform quality review of both charts. Further notification and investigation, pending.",
  "timeline": {
    "incident": {
      "day": 1,
      "month": 5,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "AZ",
    "victim_id": "United States Department of Veterans Affairs"
  }
}