{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Customer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 527,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 527,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7B26E013-8A3A-4AF9-AB99-E1572169E305",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2015-03-20T00:27:35Z",
    "github": "3412",
    "master_id": "7B26E013-8A3A-4AF9-AB99-E1572169E305",
    "modified": "2015-03-20T00:27:35Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 10,
        "year": 2013
      }
    }
  },
  "reference": "http://www.lancastergeneralhealth.org/LGH/News-Home/News-Room/News-Releases/2013/Document-with-patient-information-stolen-from-Croo.aspx; http://lancasteronline.com/news/agitated-patient-steals-medical-record-containing-personal-data-lancaster-general/article_60a03ccc-372d-5825-b486-3359e4fc5eae.html?mode=jqm",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A patient at Crooked Oak Family Medicine has stolen a document listing personal information about 527 other patients, the practice's owner, Lancaster General Medical Group, said Thursday.  According to LGMG, the document, which was stolen Feb. 5, does not show patients' Social Security numbers, credit-card information or addresses.  However, it does list patients' names, genders, dates of birth and whether they had received certain cancer screenings. It also shows whether a pediatric well child-care visit had been conducted and whether patients had received the pneumococcal vaccination against pneumonia and bacterial meningitis.  All patients named on the spreadsheet have been notified by letter of the theft.  LGMG said there's no evidence that the patient information on the document has been misused.  Nonetheless, LGMG is offering 12 months of free identity-theft protection services to any patient on the document. The services include credit monitoring.  The practice is at 1655 Crooked Oak Drive, off Eden Road.  LGMG said the incident happened when an adult male patient at Crooked Oak became agitated and disruptive.  To calm the patient, he was taken to the practice manager's office. But the patient grabbed a stack of papers from the manager's desk and ran out of the building, LGMG said.  The patient returned briefly to the practice the next day, but without the document. Several attempts have been made to recover the document from the patient, but he has not complied, LGMG said.  LGMG spokesman John Lines said LGMG did not immediately announce the theft because it's still trying to retrieve the spreadsheet.  Lines said he was prevented by patient confidentiality guidelines from releasing the name of the patient who LGMG says stole the document.  The patient has not been charged by Manheim Township police.  \"No charges have been pursued at this time,\" Lines said. \"It remains an option under consideration.\"  Lines said LGMG continues to be hopeful that it can get the spreadsheet back from the patient.  LGMG and Crooked Oak are reviewing its office policies and procedures to prevent a similar incident in the future.  \"We take this matter very seriously,\" Lines said. \"We're sorry for the inconvenience it's caused.\"",
  "timeline": {
    "incident": {
      "day": 5,
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "541611",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Lancaster General Medical Group"
  }
}