{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 146000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 146000,
      "data_victim": [
        "Student"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7BC1BDE8-6C8A-47E8-92BE-735F49C8D51C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-05-31T00:33:00Z",
    "github": "1671",
    "master_id": "7BC1BDE8-6C8A-47E8-92BE-735F49C8D51C",
    "modified": "2014-05-31T00:33:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://indianapublicmedia.org/news/data-breach-impacts-146000-iu-students-grads-63490/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The names, social security numbers and addresses of 146,000 Indiana University students and recent graduates have been compromised in a data breach.  People across all seven campuses who attended IU from 2011-2014 are potentially at risk.  University officials say the problem wasnt a technical one, but rather human error. The Student Services database was supposed to be in an encrypted location, but instead it was being stored in an insecure location.  An employee discovered the issue last week, and IU spokesman Mark Land says the university quickly secured the data the following day.  Land says no humans have seen the data; it was not downloaded by anyone looking for sensitive information. However, the data did get picked up by a web crawler that mines information to improve web search capabilities.  In a statement, James Kennedy, associate vice president for financial aid and university student services and system, said the incident was not a targeted attack to obtain data for illegal purposes.  And we believe the chance of sensitive data falling into the wrong hands as a result of this situation is remote, said Kennedy. At the same time, we have moved quickly to secure the data and are conducting a thorough investigation into our information handling process to ensure that this doesnt happen again.  The University reported the incident today to the Attorney Generals office.  Land says the university is also in the process of notifying all affected students.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "IN",
    "victim_id": "Indiana University"
  }
}