{
  "action": {
    "error": {
      "notes": "The back of the envelope was stamped 'Mental Health Inpatient Unit'. Hospital's policy was to delete the name of the department from outgoing mail, so that the envelope did not disclose the patient's health condition.  ",
      "variety": [
        "Gaffe",
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "An employee was voluntarily admitted for a short time as a mental health inpatient. The hospital sent her discharge summary notes to her home address. The back of the envelope was stamped 'Mental Health Inpatient Unit'. Following enumerations present before veris 1.3.3 removed: asset.governance.Internally isolated."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee",
        "Patient"
      ],
      "notes": "A woman was an employee at a hospital. She was voluntarily admitted for a short time as a mental health inpatient. The hospital sent her discharge summary notes to her home address. The back of the envelope was stamped 'Mental Health Inpatient Unit'; the hospital's policy was to delete the name of the department from outgoing mail, so that the envelope did not disclose the patient's health condition. ",
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "She was voluntarily admitted for a short time as a mental health inpatient. The hospital sent her discharge summary notes to her home address. The back of the envelope was stamped 'Mental Health Inpatient Unit'. The woman was distressed by this incident. She was flatting, and any of the flatmates could collect letters from the mailbox. Her flatmates had previously not been aware that she lived with a mental illness. ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "22F55CC4-8ECA-4E5E-B905-356B4B27C537",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-15T19:38:00Z",
    "dbir_year": 2010,
    "github": "8056",
    "master_id": "7BC5EF3F-8F89-4D39-B9D2-3FBC2546BE65",
    "modified": "2016-08-15T22:52:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 4,
        "year": 2009
      }
    }
  },
  "reference": "https://opcwebsite.cwp.govt.nz/news-and-publications/case-notes-and-court-decisions/case-note-203014-2009-nzprivcmr-8-stamp-on-envelope-identified-woman-s-health-condition/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Case Note 203014 [2009] NZPrivCmr 8 : Stamp on envelope identified woman's health condition  A woman was an employee at a hospital. She was voluntarily admitted for a short time as a mental health inpatient. The hospital sent her discharge summary notes to her home address. The back of the envelope was stamped 'Mental Health Inpatient Unit'. The woman was distressed by this incident. She was flatting, and any of the flatmates could collect letters from the mailbox. Her flatmates had previously not been aware that she lived with a mental illness.   As a staff member at the hospital, she was also aware that the hospital's policy was to delete the name of the department from outgoing mail, so that the envelope did not disclose the patient's health condition.   The hospital accepted that stamping the envelope in this way breached rule 5 of the Code. It agreed to make a financial settlement to the woman, to compensate her for the harm that its actions had caused.",
  "timeline": {
    "exfiltration": {
      "unit": "Days"
    },
    "incident": {
      "month": 3,
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "000000"
    ]
  }
}