{
  "action": {
    "misuse": {
      "variety": [
        "Data mishandling"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "244bda60-01a3-11eb-b177-5f49668a9776",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2020-09-28T21:13:47.474Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp"
      }
    ],
    "github": "16243",
    "master_id": "7c3a3178-9b50-4da0-b920-7d33c77c55c4",
    "modified": "2020-09-28T21:13:47.474Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 9,
        "year": 2020
      }
    }
  },
  "reference": "https://edmontonjournal.com/news/local-news/former-camrose-medical-clinic-worker-hit-with-fine-probation-for-snooping-health-records",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former Camrose medical clinic employee has been hit with a $6,000 fine, three years probation, and 180 hours of community service for snooping into health records of friends and others, says Alberta's office of the privacy commissioner. PHOTO BY UNDREY /Getty Images/iStockphoto Article Sidebar  Share TRENDING Alberta's supermodels: Where are they now? Top 5 most expensive homes for sale in Edmonton and area The Wayne Gretzky statue is hidden under a pedway. Here are five better spots for Edmonton's most famous monument Edmonton businesses brace for a financially tough winter as Canada extends aid Pilot killed in Thorsby crash fostered flying community in Rocky Mountain House Article content A former Camrose medical clinic employee has been hit with a $6,000 fine, three years probation, and 180 hours of community service for snooping into health records of friends and others, says Alberta’s office of the privacy commissioner.  Olivia Franc pleaded guilty Sept. 2 to the multiple health information breaches in contravention of the Health Information Act (HIA), said a Thursday release from the Office of the Information and Privacy Commissioner (OIPC). With no legitimate reason to do so, Franc admitted she looked into health records of close acquaintances, friends and others in the community while she worked at the Smith Clinic in Camrose. In one case, she further disclosed an individual’s health information to a friend.  The OIPC opened an investigation into the unauthorized accesses of health information after Franc’s employer in the town, about 95 kilometres west of Edmonton, reported the privacy breach in June 2018.  The OIPC concluded its investigation before referring its findings to the Specialized Prosecutions Branch of Alberta Justice. Charges were laid in July 2019.  It is an offence under HIA to knowingly gain or attempt to gain access to health information in contravention of the Act (section 107(2)(b)).  This case marks 15 convictions for unauthorized access to health information under HIA since 2001. Of those, 13 convictions have occurred since April 2014.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 7,
      "year": 2019
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "Unknown",
    "government": [
      "NA"
    ],
    "industry": "000",
    "notes": "auto-filled Unknown",
    "region": [
      "000000"
    ]
  }
}