{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7C50C0C8-95DB-4637-BCA8-987070133213",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-24T00:24:00Z",
    "github": "2592",
    "master_id": "7C50C0C8-95DB-4637-BCA8-987070133213",
    "modified": "2014-07-24T00:24:00Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 6,
        "year": 2013
      }
    }
  },
  "reference": "https://www.techdirt.com/articles/20130627/18004323644/woman-sues-plastic-surgeon-23-million-because-he-put-beforeafter-pictures-her-web.shtml",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " bunch of folks have sent in variations on the following story involving Catherine Manizone, who had a nose job done a few years ago by plastic surgeon Grigoriy Mashkevich, but who is now suing him for $23 million. You might think that the lawsuit is about the nose job gone wrong. But, no, her complaint is that Dr. Mashkevich put \"before\" and \"after\" pictures he took of Manizone online as an example of his work. $23 million? New York does have a relatively strong \"publicity rights\" law -- which are state based laws that are being increasingly expanded and abused these days. However, at their core, the idea is that people wouldn't be put in advertisements or seen as endorsing a product or service without their permission. So, perhaps there's a small publicity rights claim here, though it would be surprising if Dr. Mashkevich never actually had patients sign a release form for the use of such photos (Update: there is evidence that she signed a form saying the photos were only for her confidential files, so it appears that he did fail to get the proper permission). Of course, even if he failed in that basic step, the idea that having these photos posted online should lead to a $23 million award is just insane.   Equally as ridiculous is the idea that finding these pictures online caused such horrible harm to Manizone and her reputation. In the lawsuit, she explains the \"harm\" the photos have caused: Plaintiff has been, is and will continue to be greatly distressed and humiliated, has been, is and will continue to be exposed to public ridicule and contempt; and the plaintiff has been, is and will continue to be greatly injured in her reputation and has been, is and will continue to be otherwise greatly injured.   As Plaintiff's photographs are still available for viewing on the World Wide Web, Plaintiff's damages continue to accrue to date and will continue for an undeterminable period of time. Of course, there are a few issues with this. First, the surgery happened in January of 2011 \"to improve her appearance, self esteem and confidence\" but she didn't notice the photos online until February 2013. If she didn't even know the photos were online for two years how could she possibly have been so greatly distressed by the photos online? If they were really causing her to be \"exposed to public ridicule and contempt\" then, um, wouldn't she have examples of that actually happening?   Second, I'm still trying to figure out why she would have been subject to \"public ridicule and contempt\" merely for getting a nose job. I mean, I guess it's possible, but wouldn't people who already knew her simply notice the nose job? And would people who didn't know her really care at all?   Finally, and most importantly, it seems likely that filing a highly questionable $23 million lawsuit against your plastic surgeon is a hell of a lot more likely to create public ridicule and contempt than any before and after photos of a nose job. So, will she be suing her lawyer next for being \"greatly distressed and humiliated\" while being \"exposed to public ridicule and contempt\" for filing this lawsuit? And, of course, if she was concerned that people would know she got a nose job because of the photos, which even she didn't realize existed for two years, shouldn't someone have pointed out to her that filing a public lawsuit like this would be a hell of a lot more likely to draw attention to the fact that she got a nose job?   Again, if it really is true that he used her images without signed permission, there may be a minor publicity rights issue, but the claims about public ridicule and contempt, along with the idea that the photos created massive damages, just don't make any sense. Combined with the insane request for $23 million, the whole thing really feels a lot more like a money grab than a serious complaint.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Grigoriy Mashkevich, M.D."
  }
}