{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "518210",
      "motive": [
        "NA"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 620,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 620,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7CB0CF6E-16C1-493C-8FAF-39ED3C66DE43",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-01-07T19:16:27Z",
    "github": "5049",
    "master_id": "7CB0CF6E-16C1-493C-8FAF-39ED3C66DE43",
    "modified": "2015-01-07T19:16:27Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 12,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/mercy-medical-center-redding-oncology-clinic-notifies-patients-of-privacy-breach/; https://oag.ca.gov/system/files/14-4459%20Notification%20to%20Patient%201-%20MMCR%20Template%20with%20commentspb_0.pdf; http://www.redding.com/news/local-news/hundreds-of-mercy-patients-info-leaked-online",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "About 620 North State Dignity Health patients personal information was accessible online for several weeks, the organization reported Monday.   A third party, contracted for transcriptions of physician notes at Dignity Health Mercy Oncology Center, accidentally made public a link to some notes stored on a private server during a routine update, said Patrick Varga, Mercy Medical Centers chief operating officer.   The records are no longer public, Varga said.    On Dec. 13, a physician reviewing patient records discovered the link, he said. About 620 patients, who sought care June through October, have been affected, Nichols said.   The records included the patients names, dates of birth, diagnosis, medications, therapies and treatment plans, she said. They did not contain any Social Security numbers or financial information.  The link was removed immediately, and Mercy is working with Google to scrub any other links or archived versions of the web page, Varga said.   Mercy no longer contracts with the company.   Verga said there are no signs that any unauthorized individuals accessed the information, which was public for several weeks.   The leak is a protocol breach rather than a cyber security threat, said Rocky Slaughter, whose public relations company, Sugar Pine Media, designs websites.   The chances of the patients exposure is small.   As long as the information isnt posted on another server, or posted on Reddit (or other type of) social media, I think people will be OK, Slaughter said.    Google has a content removal process, he said.    Mercy also has been educating staff and its contractors on securing medical information, Varga said. It has contacted all patients affected and provided them with recommendations on how they can protect themselves from identity theft.   Mercy Medical Center takes confidentiality of patient information very serious, he said. ",
  "timeline": {
    "incident": {
      "day": 13,
      "month": 12,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "Dignity Health"
      ]
    },
    "state": "CA",
    "victim_id": "Mercy Medical Center Redding"
  }
}