{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7DC8EBDF-9D0D-4701-92F9-F78A56F3175B",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T03:31:00Z",
    "dbir_year": 2016,
    "github": "6279",
    "master_id": "7DC8EBDF-9D0D-4701-92F9-F78A56F3175B",
    "modified": "2016-02-07T03:31:00Z",
    "timeline": {
      "notification": {
        "day": 7,
        "month": 8,
        "year": 2015
      }
    }
  },
  "reference": "http://fox13now.com/2015/08/07/medical-documents-filled-with-personal-info-found-filling-dumpster-in-taylorsville/; http://www.hipaajournal.com/positive-adjustments-illegal-dumping-of-medical-records-8063/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " Piles and piles of medical records, court documents and other personal files were found in an open dumpster in Taylorsville on Friday morning, and Saturday a former patient of the business they are believed to have come from spoke about the breach of confidentiality.  \"These documents for these records were complete with patients names, addresses, phone numbers, dates of birth, Social Security numbers, court documents, treatment documents, all dumped in my dumpster illegally,\" said Dr. Scott Cold, DDS.  His contractor found the documents Friday morning in a dumpster being used for construction waste.  It appears the records come from Positive Adjustments, an out-of-business drug and alcohol rehabilitation clinic. The clinic was in a building at 4548 South Atherton, adjacent to the dumpster. According to other tenants in the building, the clinic has been empty for at least six months.  Jayden Jensen was a patient at Positive Adjustments when it closed, and she said she was shocked to learn about the records in the dumpster.  \"I'm so bewildered I can't even fathom exactly how to think about it other than I'm angered and scared for my future potentially having my information out there like that,\" she said.  Jensen said she trusted the drug and alcohol rehab center during a dark time in her life, and that trust was literally thrown out with the trash.  \"I had to write things about my depression, things that, you know, are embarrassing to some, me I'm kind of out in the open anyway, but, still: That could be taken into the wrong hands and that scares me to death,\" Jensen said. \"You see shady people dumpster diving. You see people going in those dumpsters, that's exactly what they are looking for. They are trying to start their new life, lets just take it and use it to our advantage in some creepy, shady, way.\"  Dr. Cold called Unified Police after discovering the records, and, after a brief investigation, police determined a criminal charge beyond illegal dumping would be hard to pursue. Police called the Utah State Department of Occupational and Professional Licensing.  The state would neither confirm nor deny if an investigation is ongoing, but state workers were in Taylorsville Friday to pick up and move all the documents back inside the building that once housed Positive Adjustments.  Jensen believes more needs to be done. She also has a 7-month-old daughter and a husband she is trying to protect.  \"Maybe have somebody go in that is state regulated to obtain such information and get rid of it in the proper way it should be handled,\"Jensen said. \"That is everybody's information. That is private. That is very personal, and pretty much intricate windows into their lives.\"  Federal guidelines generally require healthcare providers to keep records for six years. At that point they can be shredded, burned or otherwise destroyed. The records are destroyed in such ways to prevent the information from being used for identity theft or other crimes and to protect patient privacy.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622210",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Positive Adjustments"
  }
}