{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 47000000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 47000000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7EDDC24C-F83B-4F22-AC4B-07B7412F050F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T22:19:31Z",
    "github": "1670",
    "master_id": "7EDDC24C-F83B-4F22-AC4B-07B7412F050F",
    "modified": "2015-03-03T22:19:31Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.telegraph.co.uk/health/healthnews/10656893/Hospital-records-of-all-NHS-patients-sold-to-insurers.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The medical records of every NHS hospital patient in the country have been sold for insurance purposes, The Telegraph can reveal. The disclosure comes days after controversial plans to extract patient data from GP files were put on hold, amid concerns over the scheme. Those in charge of the programme have repeatedly insisted that it will be illegal for information extracted from GP files to be sold to insurers, who might seek to target customers or put up their prices. However, a report by a major society of actuaries discloses that it was able to obtain 13 years of hospital data  covering 47 million patients  in order to help insurance companies refine their premiums. The report by the Institute and Faculty of Actuaries details how it was able to use NHS data covering all hospital in-patient stays between 1997 and 2010 to track the medical histories of patients, identified by date of birth and postcode.  It boasts that uniquely they were able to combine these details with information from credit ratings agencies, such as Experian, which record the lifestyle habits of milllions of consumers. The calculations were used to advise companies how to refine their premiums. The report advises that levels of illness among most customers below the age of 50 were found to be higher than previous calculations had found. As a result of the work, insurers were likely to increase premiums for this group, experts said. The 274-page report describes the NHS Hospital Episode Statistics as a valuable data source in developing pricing assumptions for 'critical illness cover. It says that by combining hospital data with socio-economic profiles, experts were able to better calculate the likelihood of conditions, with amazingly clear forecasts possible for certain diseases, in particular lung cancer. Phil Booth, from privacy campaign group medConfidential, said: The language in the document is extraordinary; this isnt about patients, this is about exploiting a market. Of course any commercial organisation will focus on making a profit  the question is why is the NHS prepared to hand this data over? He added: We have been categorically told that it would be illegal for GP data to be handed over to insurers, yet already all this hospital data has been extracted. It blows out of the water the idea that patients privacy is being protected. Last week Tim Kelsey, director for patients and information at NHS England, said it will be a criminal offence for any information entered into the new giant database, which will combine GP and hospital records, to be sold for insurance purposes. However, a database which only contains hospital records remains a separate entity, with its own rules allowing greater access to third parties. There has been a growing backlash against the scheme with family doctors and privacy campaigners raising fears that data could be misused. Those behind the 50million data-sharing plan say it will improve healthcare and help medical research. Last week NHS officials announced a six-month delay to the plans, to address concerns and improve publicity. Speaking after the delay was announced, Mr Kelsey said the database needed to go ahead because it was vital to improving Britains cancer survival rates. On Tuesday, the Commons health select committee is due to question NHS officials leading the scheme and to hear concerns from privacy campaigners. In the report based on hospital data, actuaries used the information as the basis for detailed calculations about the incidence of common health conditions. It describes a falling market in 'critical illness insurance cover, with sales dropping by almost half in a decade, and suggests estimates of prevalence for major conditions including Alzheimers disease are likely to be significantly underestimated, because they are based on the hospital figures, when most care is provided outside hospitals. The Department of Health said: \"The rules changed last year so this would no longer be allowed. Information like this can only be accessed now if there is a clear benefit to improving health or health systems.\"",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "NHS Trust"
  }
}