{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk media"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2900000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2900000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "80107946-1EA0-4FA2-A65B-7026A12CDF2E",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-17T04:35:21Z",
    "master_id": "80107946-1EA0-4FA2-A65B-7026A12CDF2E",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 4,
        "year": 2007
      }
    }
  },
  "reference": "http://www.nbcnews.com/id/18038761/#.UwGe34VUM3g",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A computer disk containing the names, birth dates and Social Security numbers of 2.9 million Medicaid and childrens health care recipients is missing, Georgia health officials said Tuesday.  The state said the security breach was reported by Affiliated Computer Services, a private vendor with a contract to handle health care claims for the state.  The CD was lost while it was being shipped from Georgia to Maryland, ACS spokesman David Shapiro said. The company has been working with the carrier, which Shapiro would not identify, for several days to find the package, he said.  Shapiro said there was no indication anyone had tried to access any of the personal data.  We are treating this as a missing package, he said.  Officials said the information, including addresses, covered the four-year period up to June 2006 and included some people who are no longer on the rolls.  The Georgia Department of Community Health said it was requiring the Dallas-based company to notify everyone affected and to offer free credit reports. The childrens health care program involved in the data loss is called PeachCare.  PeachCare is the states health insurance program for low-income children. Medicaid is a health insurance program for the poorest residents. Both programs are funded with a combination of state and federal dollars.  State officials notified the Centers for Medicare and Medicaid Services, the U.S. Department of Health and Human Services, the Governors Office of Consumer Affairs and the state attorney general.",
  "timeline": {
    "incident": {
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "ga",
    "victim_id": "Department of Community Health"
  }
}