{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Authentication"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "Not at all clear this was even a Cyber incident.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "80ED9BAB-7CC3-48BA-8080-D1FB5893AF61",
  "plus": {
    "analysis_status": "Needs review",
    "analyst": "eludom",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-15T00:46:00Z",
    "github": "4427",
    "master_id": "80ED9BAB-7CC3-48BA-8080-D1FB5893AF61",
    "modified": "2014-10-15T00:46:00Z",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://www.databreaches.net/ca-sausalito-yacht-club-notifies-members-of-breach/;https://oag.ca.gov/system/files/SYC%20Private%20Member%20Information_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "CA: Sausalito Yacht Club notifies members of breach  Business Sector, Hack, U.S. Add comments Oct 13 2014   Well, this is tacky, at best. It appears some members of the Sausalito Yacht Club gained access to the membership roster. From the notification letter of October 4:  We are writing to you because of an incident at the Sausalito Yacht Club on or about October 1, 2014,wherein several members gained unauthorized access to our member roster, which includes information linking your name to your private Sausalito Yacht Club member number, the combination of which allows you to charge beverages, goods, services and meals at the club, such amounts being charged at the time and accumulated for inclusion on your next bill.  The data to which unauthorized access occurred also included your personal contact information, and in certain cases, sensitive financial account information, including accounts receivable that were overdue by sixty days or more. As best we can tell, no bank account information or credit card information was involved in this breach.  We sincerely regret any inconvenience that you might encounter as a result of this intrusive and thoughtless breach of privacy, which is under investigation at this time.  To protect you from the possibility of identity theft, Sausalito Yacht Club may elect to issue new cards and account numbers, depending upon the outcome of the investigation. We are also undertaking steps to strengthen access to sensitive financial and membership sites with new passwords required for access by authorized users. In the interim, we urge you to scrutinize your statements carefully and ensure that charges recorded were actually incurred by you. If you notice any unusual charge please contact the General Manager, Dave Martel by telephone at at 415-332-7400 or by e-mail atgm@sausalitoyachtclub.org.  For more information on identity theft, we suggest that you visit the web site of the California Office of Privacy Protection at www.privacy.ca.gov.  So, will they throw the intrusive and thoughtless privacy invaders out of the Yacht Club or will money triumph?  That was rhetorical.",
  "timeline": {
    "discovery": {
      "unit": "Days",
      "value": 3
    },
    "incident": {
      "day": 1,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "713930",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "secondary": {
      "notes": "No additional information."
    },
    "state": "CA",
    "victim_id": "Sausalito Yacht Club"
  }
}