{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 599,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 599,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 850000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "HHS fine;",
    "overall_amount": 850000,
    "overall_rating": "Unknown"
  },
  "incident_id": "B0B6CA56-1A03-4314-87A8-28B1B539995C",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-13T01:43:00Z",
    "dbir_year": 2012,
    "github": "6704",
    "master_id": "8174F053-C6B5-4409-B6A5-EBD4DB63E483",
    "modified": "2016-07-13T02:52:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2011
      }
    }
  },
  "reference": "http://www.databreaches.net/lahey-clinic-hospital-settles-ocr-charges-stemming-from-theft-of-laptop-used-with-ct-scanner/; https://www.bostonglobe.com/business/2015/12/04/lahey-hospital-pay-fine-after-stolen-laptop-exposed-patient-information/HWxW2xS1diOhu8jSPXAoCL/story.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hot off the presses: there's been another settlement announced by OCR. This one involves Lahey Hospital and Medical Center (Lahey Clinic Hospital), who have agreed to pay $850,000 and to adopt a robust corrective action plan to correct deficiencies in its HIPAA compliance program.  Lahey is a nonprofit teaching hospital affiliated with Tufts Medical School, providing primary and specialty care in Burlington, Massachusetts. The incident involved the theft of a laptop with 599 patients' protected health information.  Although there is no press release issued yet, according to the Resolution Agreement, Lahey notified HHS in October, 2011 that the unencrypted laptop was used in connection with a computerized tomography (\"CT\") scanner. The laptop was reportedly stolen from an unlocked treatment room off of the inner corridor of Lahey's Radiology Department.  In investigating the incident, OCR found that  Lahey failed to conduct an accurate and thorough analysis of the potential risks and vulnerabilities to the confidentiality, integrity, and availability of its ePHI as part of its security management process. See 45 C.F.R. 164.308(a)(1)(ii)(A). Lahey failed to implement reasonable and appropriate physical safeguards for a workstation that accesses ePHI to restrict access to authorized users. See 45 C.F.R.  164.310(c). With respect to the workstation, Lahey failed to implement policies and procedures that govern the receipt and removal of hardware and electronic media that contain ePHI into and out of its facility, and the movement of these items within its facility. See 45 C.F.R.  164.310(d)(1). Lahey failed to assign a unique user name for identifying and tracking user identity with respect to the aforementioned workstation. See 45 C.F.R.  164.312(a)(2)(i). Lahey did not implement a mechanism to record and examine activity on the workstation at issue in this breach. See 45 C.F.R.  164.312(b). Lahey impermissibly disclosed the ePHI of 599 individuals for a purpose not permitted by the Privacy Rule. See 45 C.F.R.  164.502(a). In addition to the $850,000 fee, Lahey has agreed, without any admissions or concessions, to a multi-element corrective action program, detailed in the Resolution Agreement. ",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "Lahey Hospital & Medical Center"
  }
}