{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 500,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "81BAAAE5-4484-4AA6-9E13-8F4B25D48349",
  "plus": {
    "analysis_status": "Needs review",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-22T13:14:00Z",
    "github": "4036",
    "master_id": "81BAAAE5-4484-4AA6-9E13-8F4B25D48349",
    "modified": "2014-07-22T13:14:00Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.vvdailypress.com/article/20140711/News/140719970;",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "APPLE VALLEY  A breach of unsecured private health information involving more than 500 people last month has been remedied, a local care center announced Friday, and administrators say the breach was a technical glitch rather than a criminal intrusion. Apple Valley Christian Care Center administrators say they notified those affected by the breach of confidential medical information through the centers website. They said the compromised information about clients and family members varied widely, including name; Social Security number; date of birth; home address; dates of stay; Medi-Cal ID number, Medicare ID number, and/or other insurance information; information regarding Medi-Cal appeals; diagnosis codes; treatment information and medical history. The centers operator, Irvine-based Apple Valley Christian Centers, notified the U.S. Department of Health and Human Services Office of Civil Rights on June 13. We have ensured that this information is no longer accessible and are actively investigating the situation, the centers Corporate Business Operations Manager Lynn Mora wrote in a June 20 statement that was released to the Daily Press on Friday. We have not yet identified the individual responsible for this, but we have notified the police and are taking steps to avoid any future breaches of our computer systems. But Mora said Friday that there was no crime. She said the breach was merely a technical problem that was fixed. The skilled nursing facility is located at 11959 Apple Valley Road. Those affected may wish to place a fraud alert on their credit files to help protect against the possibility of credit accounts being opened in their name. By calling any of the three nationwide credit reporting bureaus listed below, they will be able to use an automated telephone system to file a fraud alert at all three bureaus. A fraud alert notifies any creditors that access your credit report that you may be the victim of fraud so that they might take appropriate action. The numbers:  Experian, 888-397-3742;  Equifax, 800-525-6285;  TransUnion, 800-680-7289. Additional actions available to those affected: Obtain a free credit report from each of the bureaus listed above by calling 877-322-8228 or by logging onto www.annualcreditreport.com. Those affected should consider closely monitoring their financial accounts and, if any unauthorized activity is seen, it should promptly be reported to the institution that opened the account. One also may file a complaint with local police and with the Federal Trade Commission by calling 877-ID-THEFT (877-438-4338) or online at https://www.ftccomplaintassistant.gov. Gary Brodeur may be contacted at 760-951-6245 or gbrodeur@vvdailypress.com. Follow him on Twitter @DP_gbrodeur. - See more at: http://www.vvdailypress.com/article/20140711/News/140719970#sthash.psuyhAg1.dpuf",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "623110",
    "locations_affected": 1,
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Apple Valley Christian Centers"
  }
}