{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "82611633-5560-428B-80AB-7CB3AB98B52D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-07T21:48:00Z",
    "github": "2487",
    "master_id": "82611633-5560-428B-80AB-7CB3AB98B52D",
    "modified": "2015-03-07T21:48:00Z",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.justice.gov/opa/pr/2013/July/13-crm-814.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The owner of a Los Angeles-area durable medical equipment (DME) supply company has pleaded guilty to conspiring to defraud Medicare and Medi-Cal of more than $650,000.  Acting Assistant Attorney General Mythili Raman of the Justice Departments Criminal Division; U.S. Attorney Andr Birotte Jr. of the Central District of California; Special Agent in Charge Glenn R. Ferry for the Los Angeles Region of the U.S. Department of Health and Human Services Office of Inspector General (HHS-OIG); Assistant Director in Charge Steven Martinez of the FBIs Los Angeles Field Office; and Special Agent in Charge Joseph Fendrick of the California Department of Justices Bureau of Medi-Cal Fraud and Elder Abuse, made the announcement.  Kim Ricks, of Moreno Valley, Calif., pleaded guilty on July 17, 2013, before U.S. District Judge Fernando M. Olguin in the Central District of California to one count of conspiracy to commit health care fraud.  In court, Ricks admitted that she owned and operated Kims Medical Supplies (KMS), a DME company that was located in Moreno Valley.  Ricks enrolled KMS in both Medicare and Medi-Cal, which allowed her to submit claims to both programs.  Ricks admitted that between approximately December 2005 and September 2012, she submitted claims to Medicare and Medi-Cal for power wheelchairs (PWCs) and other DME on behalf of people who did not have a legitimate medical need for the equipment, a practice that, Ricks admitted in court, she knew violated Medicare and Medi-Cal rules and regulations.  Ricks also admitted that she submitted claims to Medicare and Medi-Cal for PWCs and other DME that neither she nor her co-conspirators delivered to KMSs customers, which Ricks knew violated the rules and regulations of both Medicare and Medi-Cal.  In some cases, Ricks obtained the Medicare billing and personal information of individuals and, without their knowledge, used that information to submit claims to Medicare and Medi-Cal for PWCs and other DME that neither she nor her co-conspirators provided to the individuals.  Ricks admitted that she submitted these types of claims to Medicare and Medi-Cal because she needed the money to keep KMS viable.  Ricks also admitted that she submitted claims to Medicare and Medi-Cal for power wheelchairs and DME that she knew were supported by fraudulent prescriptions forged by her co-conspirators.  Ricks admitted that she was responsible for the claims that KMS submitted to Medicare and Medi-Cal, although, at times, her co-conspirators used her Medicare and Medi-Cal provider numbers to submit false and fraudulent claims to both programs.  As a result of this conspiracy, Ricks admitted that she and her co-conspirators submitted and caused the submission of approximately $643,468 in fraudulent Medicare claims and received approximately $236,882 in ill-gotten reimbursement payments.  Ricks admitted further that she and her co-conspirators submitted and caused the submission of approximately $11,849 in fraudulent Medi-Cal claims and received approximately $8,660 in ill-gotten reimbursement payments.   At sentencing, scheduled for Oct. 24, 2013, Ricks faces a maximum penalty of 10 years in prison.  ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "423450",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Kims Medical Supplies"
  }
}