{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Convenience"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "NA"
    ],
    "country": [
      "DE"
    ],
    "role": [
      "NA"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer",
        "Employee"
      ],
      "state": [
        "Printed"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "incident_id": "71899560-2bf7-11ea-b50d-3fd6f00cf940",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2020-01-01T02:05:47.020Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "err",
        "actor": "int",
        "asset": "med",
        "attribute": "cp",
        "summary": "disposal error of documents"
      }
    ],
    "github": "14332",
    "master_id": "837488c3-30e7-4c43-92d8-1f047c71d0d7",
    "modified": "2020-01-01T02:05:47.020Z"
  },
  "reference": "https://www.wz.de/nrw/duesseldorf/daten-panne-bei-der-deutschen-bahn-in-duesseldorf_aid-46338819",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Data protection - in this day and age a very sensitive topic. All the more surprising that you do not give much to such a big company like Deutsche Bahn. In front of the airport station, several boxes of carelessly thrown papers appeared, according to a report by the Express. They contained data from hundreds of employees and passengers.  At the entrance from the parking lot to the tracks, they had parked several boxes in front of the old waste paper containers, filled to the brim with papers. In the documents: hundreds of names and addresses of passengers and employees of the company, many even with telephone numbers. \"Shift logs\" stood on one carton, transfer orders on another.  The railway has now picked up the documents again  Other boxes contained folder-by-ticket fare collection and payment requests from passengers. The documents are from the years 1999 to 2004. Apparently, the papers were sorted out. It probably had not bothered to shred the documents or at least throw in the container. And so the papers were now in the parking lot, visible to thousands of people who come in and out of the airport train station every day.  The culprit seems found. A spokesman for the press office: \"The documents were already on Sunday, immediately after the facts become known, and are stored at the main station. Thus, a proper destruction of the documents is guaranteed. As far as we can understand, no documents are missing, so we assume a complete disposal. The seized documents contain according to the current state no information, which lead to a risk for rights and freedoms of natural persons. \"One apologizes for the improper disposal by a coworker.\"",
  "targeted": "NA",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2019
    }
  },
  "victim": {
    "country": [
      "DE"
    ],
    "employee_count": "Over 100000",
    "industry": "522110",
    "region": [
      "150155"
    ],
    "victim_id": "Deutsche Bahn"
  }
}