{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 548,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 548,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "83EEDE50-216A-452C-8C81-1ACD0BD6F340",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-04T00:37:49Z",
    "github": "1747",
    "master_id": "83EEDE50-216A-452C-8C81-1ACD0BD6F340",
    "modified": "2015-03-04T00:37:49Z",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.bizjournals.com/triad/news/2014/03/11/cornerstone-alerts-patients-after-laptop-with.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "High Point-based Cornerstone Health Care has alerted more than 500 patients after a laptop at one of its practice locations that contained patient information was stolen earlier this year.  On Feb. 26, Cornerstone began reaching out to 548 patients of Cornerstone Neurology in High Point to let them know about the theft, and took steps to better secure laptops going forward.  The laptop contained information including patient names, dates of birth, physician names and a summary of nerve conduction scans, but did not include social security numbers, addresses, billing information or other highly confidential information, according to Cornerstone.  Katie Henry, who is Cornerstone's general counsel as well as chief compliance and patient safety officer, said the laptop was discovered missing on Jan. 6, and was taken sometime after Dec. 31.  The laptop was not integrated into Cornerstone's electronic medical records system or billing system, and did not have access to broader patient information, Henry said.  The gap between finding out the computer was missing and reaching out to patients was due to the time required in determining that it had been taken as well as identifying what patients might have been affected.   \"This wasn't one of our laptops that our providers use to see all of our patients,\" Henry said. \"Because this computer isn't integrated into our systems, we didn't have an easy way to figure out what patients might have been involved.\" Henry said it appears the laptop was taken for the computer itself, and not the information it contained.  Since learning of the theft, Cornerstone has installed new locks on rooms at Cornerstone Neurology that contain electronic devices, reviewed its policies and procedures and provided additional training to staff on the importance of securing patient information. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "561110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Cornerstone Health Care"
  }
}