{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "846ABAB8-6C13-4F8C-B9B1-E6007C924141",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-22T16:06:00Z",
    "github": "3720",
    "master_id": "846ABAB8-6C13-4F8C-B9B1-E6007C924141",
    "modified": "2014-09-22T16:06:00Z",
    "timeline": {
      "notification": {
        "day": 7,
        "month": 1,
        "year": 2012
      }
    }
  },
  "reference": "http://www.therecord.com/news/local/article/650845--computers-with-personal-info-stolen-from-school-board",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Nine computers stolen from the Waterloo Region District School Boards education centre in Kitchener on Dec. 1 contained personal information about individuals.  So, should parents and families be worried?  If there are risks associated with the content, we will contact families directly, said board chair Catherine Fife on Friday after the first media release was issued on the month-old break-in and theft.  I think, as a board, we are being responsible by sharing the information and letting the public know that a breach has occurred.  No details on what type of personal information was contained on the laptops, used by staff, were released by the Board on Friday.  The number of people or families with information at risk was not released.  The board says the computers conform to industry standards and highly specialized knowledge would be needed to bypass security to get at the information.  They may not be able to access that information, Fife said. Its a layered process.  Board spokesperson Abigail Dancey said chief information officer Mark Carbone was not available to address the media until Monday.  The break-in occurred overnight between Nov. 30 and Dec. 1 on Ardelt Avenue.  They smashed a window at the side of the building, police spokesperson Olaf Heinzel said, then made their way into the office area where they found the laptops.  Heinzel doubts the personal information on the computers was the target of the thieves.  We have no information to suggest there was any information that would be of any use to them, he said. If they were interested in information, I think theyd be less likely to take a number of computers.  Heinzel guesses the value of the hardware, for resale, was the motive for scooping up the $1,000 laptops.  Information on the break-in was never released to the public by police. Heinzel didnt know why it was held back in this case. However, he said detectives often hold such information back because it may be tied to another investigation.  By disclosing one, it impacts negatively on some of the other ones they have going, he said.  Board staff are working on a list of individuals whose information was on the stolen computers. The board will also review its security and privacy policies.  People value their privacy, Fife said. This is our responsibility to ensure the security is at a point where it cant be breached.",
  "timeline": {
    "incident": {
      "day": 30,
      "month": 11,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "101 to 1000",
    "industry": "611110",
    "region": [
      "019021"
    ],
    "victim_id": "Waterloo Region District School Board"
  }
}