{
  "action": {
    "unknown": {}
  },
  "actor": {
    "unknown": {}
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "84C85652-F723-4A53-BD9A-01AAF6309663",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-08-24T03:36:00Z",
    "github": "2237",
    "master_id": "84C85652-F723-4A53-BD9A-01AAF6309663",
    "modified": "2014-08-24T03:36:00Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://wishtv.com/2014/05/21/police-credit-card-info-stolen-from-car-wash/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Police say several people may be victims of a credit skimming device that may have been placed at a Franklin car wash.  Police say at least 13 people say their cards were used to make fraudulent purchases out of state.  Detective Pete Ketchum with Franklin Police says the victims report they all used their cards at the car wash at Bradley Hubler Chevrolet in Franklin. Officials say skimming devices can be put into a credit card reader, without a business knowledge, and can copy information from cards in order steal the numbers.  Police say so far no skimming device was found on the outside or inside of the machine at the car wash, and surveillance cameras did not catch anything suspicious.  They immediately checked their cameras. They checked the exteriors of their credit card kiosks and they also checked the inside of their kiosks. They didnt find any devices, any inside or outside the credit card machines. It could be somewhere else, or it could be that the device was used and then removed, said Ketchum.  Police continue to investigate the incidents. They know of at least $800$850 worth of charges.  Were looking at the employees, again, they indicated that they were going to have an expert come look at the machines to make sure theres no way theres still a device in there, or see if they could detect if there ever was a device in there. Theyre also looking at their internal credit card processing system, and through their IT people and theyre also going to see if the problem may be further up the line, said Ketchum.  Police say consumers should be sure to check their bank accounts every day to watch out for any strange transactions. If theres any suspicious activity, consumers should immediately contact their banks.  Really just keeping track of any charges that are made, where you use it_make sure you can validate that that charge is your charge. Credit card fraud is nothing new. Some of the methods continue to evolve as thieves find new ways to circumvent the system, said Luke Klink, with Rook Security.  Expert business owners should make sure their staff knows whats safe and what puts the customer at risk.  I think business owners can be vigilant as far as the types of payment systems that theyre using, as far as making sure that theyre in a secure environment. There are specific credit card standards that exist..high standards that regulate how credit card statements are secured and maintained, said Klink.  They too need to make sure that their credit card kiosks or machines, are checked daily for devices both inside and out, said Ketchum.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "441110",
    "region": [
      "019021"
    ],
    "state": "IN",
    "victim_id": "Bradley Hubler Chevrolet"
  }
}