{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "unknown": {
      "notes": "auto-filled Unknown"
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 59
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "84D32985-5451-4ABC-930C-72ED9EDFDD3D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-02-21T04:07:15Z",
    "master_id": "84D32985-5451-4ABC-930C-72ED9EDFDD3D",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Radiology Resident reported that he is unable to locate a personally owned USB storage drive on which he has maintained a spreadsheet of the procedures he has participated in. He reports it has not been seen since late December 2011 or early January 2012. An electronic backup copy of the spreadsheet has been sent to our facility Privacy Officer (PO). The spreadsheet shows the type of procedure, the date, and an identifier for 199 Veterans.\nOn the copy of the spreadsheet, 138 individuals are identified using the Veteran's last initial and the last 4 digits of their Social Security Number and 59 are\nidentified using their full last name and the last 4 digits of their Social Security Number. The Information is included for procedures dated from 01/05/10 to 10/05/11.\nA separate tab on the spreadsheet contained VA and University networks, patient record systems, and radiology package passwords. The facility PO has\ncommunicated this information to the University Information Security Officer (ISO) so they are aware of the account vulnerability. The local VA Information Security\nOfficers (ISO) have already requested the passwords be reset.",
  "timeline": {
    "incident": {
      "day": 5,
      "month": 3,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "United States Department of Veterans Affairs"
  }
}