{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 52000,
        "variety": "Asset and fraud"
      }
    ],
    "notes": "The indictment alleges that from April of 2009 to December of 2009, Collins defrauded DHHR out of $52,000.;",
    "overall_amount": 52000,
    "overall_rating": "Unknown"
  },
  "incident_id": "854D3C22-2999-4384-867B-E4070408A4E7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-06T23:37:43Z",
    "github": "1943",
    "master_id": "854D3C22-2999-4384-867B-E4070408A4E7",
    "modified": "2015-03-06T23:37:43Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://new.loganbanner.com/news/news/3232838/Former-DHHR-employee-indicted-on-multiple-fraud-and-identity-theft-charges",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Shannon Collins, 41, of Logan, was indicted yesterday by a federal grand jury sitting in Charleston for committing 35 counts of mail fraud, access device fraud, social security fraud and aggravated identity theft while employed by the Logan office of the West Virginia Department of Health and Human Resources (DHHR).   According to the indictment, Collins, also known as Shannon Varney, worked as a case worker in the Logan DHHR office in 2009. Collins is charged with using the social security numbers of two deceased individuals to establish false accounts through which she could claim benefits. Collins then accessed the accounts, filed false claims and had benefits mailed to her post office box. Collins also mailed herself two EBT Cards, formerly known as the food stamp program, which she used until December of 2009. The indictment alleges that from April of 2009 to December of 2009, Collins defrauded DHHR out of $52,000.   If convicted, Collins faces up to 20 years in prison for each count of mail fraud, and two years of mandatory incarceration for each count of aggravated identity theft. She also faces up to five years incarceration for the misuse of social security numbers and ten years for the access device fraud.   The investigation was conducted by the Office of the Inspector General for DHHR, assisted by the United States Postal Inspection Service, the Social Security Administration, and the United States Department of Agriculture. Assistant United States Attorney Erik S. Goes is in charge of the prosecution. ",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 9
    },
    "incident": {
      "month": 12,
      "year": 2009
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "WV",
    "victim_id": "West Virginia Department of Health and Human Resources"
  }
}