{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 305,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 305,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "85A75A1A-B1CA-4816-97FA-2C84B0481CD5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-11-19T18:40:00Z",
    "github": "4778",
    "master_id": "85A75A1A-B1CA-4816-97FA-2C84B0481CD5",
    "modified": "2014-11-19T18:40:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.detroitnews.com/story/news/local/metro-state/2014/11/18/two-indicted-identity-theft-tax-return-charges/19252631/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Two alleged identity thieves stole personal information of more than 1,000 Metro Detroit hospital patients and then schemed to receive nearly $500,000 in phony tax return refunds, according to the U.S. Attorneys Office.  Markitta Washington, 29, of Hampton, Georgia, previously of Farmington Hills, and Martez Lear, 29, of Farmington Hills were indicted on multiple counts of identity theft crimes, the U.S. Attorneys Office said Tuesday.  Washington, a former employee of Henry Ford West Bloomfield Hospital and DMC Harper Hospital, allegedly took patient records and used the information to file false tax returns in other peoples names, according to Barbara L. McQuade, U.S. attorney for the Eastern District.  During a search of the home Washington and Lear shared, authorities recovered the personal information of 1,400 people, including names, dates of birth and Social Security numbers. Authorities also recovered re-encoded credit cards and gifts cards.  Washington and Lear are accused of filing false tax returns with the information of at least 305 victims during tax years 2011 and 2012, receiving about $489,000. Most of the refunds were received through prepaid debit cards, officials said.  On Tuesday, officials with both hospitals said they were providing credit protection and monitoring for affected patients.  We take very seriously the misuse of patient information, said David Olejarz, spokesman for Henry Ford Health System. The conduct of this former worker does not reflect the integrity and honesty of our more than 23,000 employees.  Olejarz said the information theft was limited to 141 patients who received inpatient neurology or outpatient radiology care at Henry Ford West Bloomfield Hospital between Jan. 1, 2012, and Dec. 31, 2013. He said the hospital has taken increased security precautions, although he did not elaborate.  DMC Harper University Hospital officials were made aware of the allegations in March, said Sarah Collica, spokeswoman for the hospital.  The hospital conducted an internal review and immediately revoked Washingtons access to the computer systems, officials said.  The entire Detroit Medical Center takes the protection of its patients personal information very seriously, Melanie Moss, spokeswoman for DMC-Harper University Hospital, said in a statement Tuesday. Security of that information is paramount and medical center officials say they deeply regret that this situation has occurred.  The majority of identity theft occurs inside of institutions such as businesses, government agencies and hospitals, said Robert Siciliano, an identity theft expert with bestIDtheftcompanys.com.  Those that have access to the data are the most likely to have access to the crime, he said.  Siciliano advises that everyone pay for credit monitoring.  There are things (the hospitals) can do, Siciliano said. In the end, when you put people in a position of trust, youre hoping you can trust them. Theres no such thing as 100 percent security.  Washington was arrested in Georgia and will be arraigned in the Eastern District of Michigan. Lear is serving a sentence in a Michigan prison for gun-related charges.  Criminals should know that while technology has made it easier than ever for them to commit identify fraud, technology is also making it easier for law enforcement to catch them, McQuade said in a statement. We are making enforcement of identity theft a high priority because this crime has become so pervasive and can be so damaging to victims. ",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "notes": "NAICS 622110",
      "victim_id": [
        "DMC Harper Hospital"
      ]
    },
    "state": "MI",
    "victim_id": "Henry Ford West Bloomfield Hospital"
  }
}