{
  "action": {
    "misuse": {
      "notes": "The data brokers bought \"hundreds of thousands of consumer payday loan applications\" and, instead of passing them to legitimate payday lenders, sold them to non-lending third parties, the FTC charged in a complaint. Among the companies, was Ideal Financial Solutions Inc., which bought 500,000 applications and raided the accounts for at least $7.1 million, the FTC said.",
      "variety": [
        "Other"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "US"
      ],
      "industry": "523930",
      "motive": [
        "Unknown",
        "Financial"
      ],
      "notes": "Ideal Financial Solutions Inc; Sequoia One of Wyoming; Gen X Marketing of Florida",
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 500000,
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 500000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_amount": 7100000,
    "overall_rating": "Unknown"
  },
  "incident_id": "85C5F8FD-CD30-4D06-BC49-CC50601F0A52",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-02T09:55:00Z",
    "dbir_year": 2016,
    "master_id": "85C5F8FD-CD30-4D06-BC49-CC50601F0A52",
    "modified": "2016-02-02T09:55:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "Federal Trade Commission",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "WASHINGTON -- A data broker operation sold payday loan applicants' financial information to scammers, who took in millions of dollars by debiting bank accounts and charging credit cards without authorization, the Federal Trade Commission charged Wednesday.  The data brokers bought \"hundreds of thousands of consumer payday loan applications\" and, instead of passing them to legitimate payday lenders, sold them to non-lending third parties, the FTC charged in a complaint. Among the companies, was Ideal Financial Solutions Inc., which bought 500,000 applications and raided the accounts for at least $7.1 million, the FTC said.  \"These non-lender third parties included phony Internet merchants, such as Ideal Financial, that used consumers' sensitive information to commit fraud by debiting consumers' bank accounts for purported financial products that the consumers never purchased,\" the complaint said.  The FTC is seeking a permanent injunction against the defendants -- Sequoia One of Wyoming, Gen X Marketing of Florida and individuals associated with the companies, Jason A. Kotzker, Theresa D. Bartholomew, John E. Bartholomew Jr., and Paul T. McDonnell -- and the return of ill-gotten gains.  In a statement, Jessica Rich, director of the FTC's Bureau of Consumer Protection, said that data brokers that act unethically are as culpable as the scammers themselves.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "926130",
    "region": [
      "019021"
    ],
    "victim_id": "Federal Trade Commission"
  }
}