{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology"
      ],
      "region": [
        "150151",
        "142034",
        "142145"
      ],
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2400,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2400,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "870D4800-8C69-4950-BDEF-0BCC483A925A",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-06-28T01:22:00Z",
    "github": "3672",
    "master_id": "870D4800-8C69-4950-BDEF-0BCC483A925A",
    "modified": "2014-06-28T01:22:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 12,
        "year": 2011
      }
    }
  },
  "reference": "http://www.databreaches.net/law-enforcement-targeted-by-hackers/; http://www.databreaches.net/coalition-of-law-enforcement-and-retail-c-l-e-a-r-hacked/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "According to its web site, the Coalition of Law Enforcement and Retail (C.L.E.A.R.) was formed in November 2008 by a group of Law Enforcement and Retail Loss Prevention professionals that saw the need for the formation of a partnership. According to a hacker called Exphin1ty, however, C.L.E.A.R. is part of the problem with treatment of occupiers in cities across America. In a statement announcing the release of data from CLEARs database,  Exphin1ty (@exphin1ty), a self-proclaimed member of Anonymous and the Anti-Sec movement, writes:  The American law enforcements inhumane treatments of occupiers has caught our attention. You have shown through these actions that you are nothing more than puppets in the hands of your government. We have seen our fellow brothers & sisters being teargassed for exercising their fundamental liberal rights, the exact ones that were bestowed upon them by their Constitution. Due to this and several other reasons we are releasing the entire member database of clearusa.org (The Coalition of Law Enforcement and Retail).   The data dump contains a lot non-personal information on over 2,400 members, assuming that most members provided their work phone numbers: hashed passwords, physical and email addresses, phone numbers etc. of many military, law enforcement officers, large corporations such as Microsoft, federal agents & security companies. And therein may lie the risks: the combinations of  e-mail addresses in conjunction with what are occasionally easily decrypted passwords that might have been re-used for work accounts.  In what will surely add to the organizations embarrassment, the webmasters decrypted password turned out to be password, and another ADMIN account password decrypted to 123456.  At least one individual, @OccupyAllSt, has already claimed to have used the information in the data dump to access a police departments e-mail.  But it is the last entry in the data dump that really caught my eye. A user named luzlio registered for C.L.E.A.R. yesterday. His hashed password decrypts to lulz123.  (post updated to add the number of entries in the dumped dataase)  Update 1: No response to inquiries I sent last night to CLEAR and someone whose data was exposed, but the web sites home page now redirects to a page that simply says, Account Suspended.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "541110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Coalition of Law Enforcement and Retail"
  }
}