{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Sensitive Personal"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "a15791d0-e0c3-11ef-bb83-fdfe95aef2b7",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-02-01T23:40:30.190Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "TA used unknown action to gain access and steal data "
      }
    ],
    "github": "20298",
    "master_id": "8712e2ae-e0e5-4324-956f-6c47aa4c9ac2",
    "modified": "2025-02-01T23:49:41.168Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 12,
        "year": 2024
      }
    }
  },
  "reference": "https://www.inman.com/2023/12/26/loancare-says-data-breach-affected-1-3m-mortgage-customers/. ;  https://mortgageorb.com/mortgage-servicer-loancare-reports-data-breach",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The personal information of more than 1.3 million consumers was compromised as the result of a cyber attack on mortgage servicer LoanCare’s systems.  In the November 19 attack, victims’ names, addresses, Social Security numbers, and loan numbers may have been accessible, the company, owned by Fidelity National Financial, reports.  FNF says in a statement that it has “not identified any fraudulent use of personal information as a result of this incident.”  “We are in the process of mailing notices to all potentially impacted borrowers by U.S. Mail,” the company says in its statement. “The impacted information may vary based on the individual and is listed in the notification letter.  “To support those individuals, LoanCare has set up a special call center with a third-party vendor to address questions related to the incident. In addition, LoanCare will provide potentially impacted borrowers access to 24 months of complimentary credit monitoring, web monitoring, and identity theft restoration services at no cost. Information and instructions on how to activate these complimentary services can be found in the notification letter, along with additional steps that can be to safeguard their information online.”  Last week, title insurance company First American reported that it was hit with a cyber attack on Dec. 20.  “In response, we have taken certain systems offline and are working to return to normal business operations as soon as possible,” the company says on a temporary website.  “First American’s email system has been taken offline. Any recipient of an email purporting to be from First American, First American Title or from FirstAm.com should be vigilant about cybersecurity risks and avoid clicking on unknown or suspect links.”  First American’s websites appeared to still be offline Tuesday afternoon.  No word yet on the nature of the First American attack.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "day": 19,
      "month": 11,
      "year": 2024
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "522310",
    "region": [
      "019021"
    ],
    "state": "VA",
    "victim_id": "Loan Care"
  }
}