{
  "action": {
    "social": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "target": [
        "Unknown"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "amount": 1,
        "variety": "P - Unknown"
      },
      {
        "amount": 1,
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "total_amount": 1
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 326000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 326000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "d19ff410-caab-11e9-be6a-93e1b0174537",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2019-08-30T05:34:29.049Z",
    "dbir_year": 2020,
    "event_chain": [
      {
        "action": "soc",
        "actor": "ext",
        "asset": "ppl",
        "attribute": "ia",
        "summary": "Phisher sends phishy email lure."
      }
    ],
    "github": "13189",
    "master_id": "88594624-62ee-495c-8203-e34b40995011",
    "modified": "2019-08-30T05:34:29.049Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 2,
        "year": 2019
      }
    }
  },
  "reference": "https://www.nbcconnecticut.com/news/local/UConn-Health-Says-Data-Breach-Could-Impact-More-Than-300000-506224881.html; http://www.hartfordbusiness.com/article/20190222/NEWS01/190229955/1002; https://www.hipaajournal.com/uconn-health-phishing-attack-sees-phi-of-326000-patients-exposed/; https://www.classaction.org/news/uconn-uconn-health-staring-down-class-action-following-phishing-attack-caused-data-breach; https://healthitsecurity.com/news/patients-sue-uconn-health-over-data-breach-caused-by-phishing-attack",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "UConn Health is warning patients about a data breach that could impact more than 300,000 people.   UConn Health released a statement saying they recently learned “that an unauthorized third party illegally accessed a limited number of employee email accounts” and said it has secured the impacted accounts.   UConn Health said it learned on Dec. 24 that the accounts contained some personal information, including some individuals’ names, dates of birth, addresses and limited medical information, such as billing and appointment information. The accounts also contained the Social Security numbers of some individuals.   UConn Health has identified around 326,000 people whose personal information was contained in a compromised email account and the information included Social Security numbers for around 1,500 people.  It's not know if an unauthorized party saw or obtained the information and UConn Health said it is not aware of any instances of fraud or identity theft and said the breach had no impact on UConn Health’s computer networks or electronic medical record systems.   People who might have been affected will be receiving letters by mail if UConn Health has a valid mailing address for the person.   UConn Health said it is offering free identity theft protection services to individuals whose Social Security numbers may be impacted. UConn Health on Friday disclosed that an unauthorized third party had accessed employee email accounts, potentially breaching the privacy of 326,000 patients and others.  Of that number, 1,500 could have had their social security numbers exposed, UConn Health said. For others, potentially acquired details include names, dates of birth, addresses, and billing and appointment information, according to a forensic investigator’s findings just before Christmas. Most of those that could be affected are patients, while a small portion are UConn employees, the state-led, Farmington-based health system, anchored by John Dempsey Hospital, said.  \"A malicious actor used a phishing attack to exploit the users of our email system,\" spokesman Delker Vardilos said. \"We do not know the identity of the individual or individuals who gained unauthorized access to our email system.\"  UConn Health said it has sent letters to potentially impacted individuals and is also offering free identity theft protection services to the 1,500 whose social security numbers could have been exposed.  UConn said it also notified law enforcement, as required under state law.  In 2013, UConn Health notified more than 1,550 patients that two former employees had accessed patient records inappropriately.  The University of Connecticut Health Center has notified some 1,400 patients of a healthcare data breach after discovering in January that a former employee had accessed patient records inappropriately.",
  "targeted": "Unknown",
  "timeline": {
    "discovery": {
      "unit": "Unknown"
    },
    "incident": {
      "month": 12,
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "CT",
    "victim_id": "UConn Health"
  }
}