{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "While the investigator concluded the report was left in a bin by mistake, it eventually fell into the hands of someone who tried to sell it to the newspapers.  If the error disposal is the initial action, then we can't actually say the document was stolen.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "897D05E7-0F6C-406F-9E62-C90F20E7FEA1",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-25T23:19:17Z",
    "github": "4000",
    "master_id": "897D05E7-0F6C-406F-9E62-C90F20E7FEA1",
    "modified": "2015-03-25T23:19:17Z",
    "timeline": {
      "notification": {
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://www.theguardian.com/sport/2014/jul/07/michael-schumacher-police-target-swiss-helicopter-firm-medical-records; http://www.theguardian.com/world/2014/jun/24/europe-news-michael-schumacher",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "French authorities have tracked down the IP address of the computer used by the alleged thief of Michael Schumacher's medical records, prosecutors said on Monday, locating it in the offices of a Swiss helicopter firm that had reportedly been due to transport the Formula One champion.  A report summarising the motorsport star's treatment after a ski accident in December was offered for sale last month after the 45-year-old was transferred from hospital in Grenoble, France, to a facility in Lausanne, Switzerland.  French police opened a criminal inquiry into the theft of the document, which prosecutors said consisted of several dozen pages that summarise the seven-time world Formula One champion's treatment.  \"The IP address was located in a helicopter firm in the Zurich area,\" the prosecutor's office in Grenoble said, refusing to reveal the name of the company or the alleged thief, but saying it had now passed the investigation on to Swiss authorities.  A report in the local newspaper Le Dauphin Libr said the firm had initially been due to transfer Schumacher from Grenoble to Lausanne, where he is now being treated after emerging from a medically induced coma.  The company had therefore been given a copy of the medical report which ended up being offered for sale to several journalists, the newspaper said.  Grenoble prosecutor Jean-Yves Coquillat said last month that the perpetrator or perpetrators of the theft contacted some French, Swiss and German journalists.  An individual, communicating by email, had asked for 60,000 Swiss francs (49,000 or 39,000) for the medical document.  The document did not appear in Schumacher's final medical report and was likely to have been a draft which had been left in a hospital bin, according to the prosecutor.  A source close to the investigation said the document appeared to be a summary written by Schumacher's doctor for his transfer to Switzerland.  Schumacher's spokeswoman Sabine Kehm has warned that the documents are confidential and promised to sue any publication that releases them.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CH"
    ],
    "employee_count": "Unknown",
    "industry": "622",
    "region": [
      "150155"
    ],
    "victim_id": "University Hospital of Lausanne"
  }
}