{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 122
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "89A5FAD3-B8EC-401D-8A35-F2292FA4CB4C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-11-24T16:59:31Z",
    "master_id": "89A5FAD3-B8EC-401D-8A35-F2292FA4CB4C",
    "modified": "2014-11-24T16:59:31Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Environmental Management Service (EMS) found a bag full of patient records including full SSN and protected health information (PHI) sitting in a trash bag liner in the hallway. They notified VA Police who contained the items in their investigative file. Police then notified the Privacy Officer (PO) and sent the PO copies of the documents. There appears to be around 45 VA patients' full SSN and PHI in the documents.  03/16/11:\nThere are now 94 VA patients' information found, and 18 patients from the affiliate university. A resident goes between the VA and the affiliate university hospital and brought a patient list from the university into the VA which was found in the trash bag. The patients from the affiliate hospital were found on a patient list report and included bed, patient name, medical record number, DOB, age, type, sex, provider, and admit date, but are not Veterans. The 94 VA patients will receive a letter offering credit protection services. The PO will advise the affiliate hospital of the fact that the 18 patients information was found so that the affiliate may offer credit protection to those patients.",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 2,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "NE",
    "victim_id": "United States Department of Veterans Affairs"
  }
}