{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "0BAD113A-3592-44E5-A3E9-2BC5A110FE55",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2016-06-21T01:50:00Z",
    "dbir_year": 2017,
    "github": "7782",
    "master_id": "89CDF164-FCA0-490D-9FE9-7997652248F0",
    "modified": "2016-06-21T01:57:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 5,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/patient-appointment-booking-service-notifying-patients-of-potential-breach/; https://oag.ca.gov/system/files/CA%20Consumer%20Notification%20Zocdoc_0.pdf?",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Zocdoc, an online booking system for dental or medical appointments, is first notifying patients almost one year after they learned programming errors enabled providers to access patient information they should not have had access to.  In June, 2015, Zocdoc reportedly learned that a programming error had  allowed some past or current practice staff members to access the Provider Dashboard, and therefore potentially view your personal information, after their usernames were removed, deleted or otherwise limited.  Although the notification does not state exactly when the problem began, the metadata for the report to the California Attorney General's Office puts the date at June 5, 2011.  There is no explanation as to why it took from June, 2015 until May, 2016 to notify those affected. Nor does the letter signed by Anna Elwood, VP of Operations, indicate whether HHS was notified of this breach.  Zocdoc states that the types of personal information that may have been accessed includes  name, email address, phone number, [\"social security number, \"] appointment history (times and dates of your appointments) with that practice, and if previously provided to that practice by you via Zocdoc, additional information such as insurance member ID and other medical history.  As Zocdoc notes, those providers and their staff members who may have inappropriately viewed or accessed patient information, \"had obligations regarding the secure and confidential handling of personal information.\"  Those notified are being offered complimentary services with Experian ProtectMyID.  DataBreaches.net contacted Zocdoc via email to ask how many patients are being notified and whether they are notifying every patient going back to June, 2011, or only those where logs show their info was accessed.  They were also asked whether  HHS been notified of this breach and why it took Zocdoc  from June, 2015 until now to notify those affected.  Other than a cheery automated response, DataBreaches.net received no response by the time of this publication. This post will be updated if Zocdoc finds there's \"an opportunity to work together.\" ",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "519130",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Zocdoc"
  }
}