{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "561720",
      "motive": [
        "Unknown"
      ],
      "notes": "Clarkes Property Services",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8B186952-BF4D-4E2D-BCFF-84A447A0B552",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T23:01:00Z",
    "github": "4696",
    "master_id": "8B186952-BF4D-4E2D-BCFF-84A447A0B552",
    "modified": "2014-11-20T23:01:00Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://globalnews.ca/news/1664109/dentists-patient-information-found-scattered-on-toronto-street/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Ontarios acting privacy commissioner is concerned after documents containing personal patient information were recently found scattered across a Toronto neighbourhood.  Dozens of papers with patient names, addresses, phone numbers and social insurance numbers were found near Leslie Street and Sheppard Avenue on Saturday, not far from North York General Hospital.  Hospital staff ruled out any connection to its patients, but information printed on some of the documents indicated they may have come from more than one doctors office in the GTA.  Ontarios Privacy Commission says such a breach of privacy should never happen.  Its critical to realize that disposal does not mean putting them in the garbage, putting them in the recycling bin, said Brian Beamish, the acting commissioner for the Office of the Information and Privacy Commissioner of Ontario.  One of the offices linked to the documents was that of dentist Doctor Howard Libstug in Maple, Ontario.  He did not want to comment on camera but said in a statement:  It is to my great dismay that some personal information of two of my patients has been found improperly disposed of. We are currently investigating exactly how this information was not shredded, and further, how it was transported from our locked garbage facilities to a bin that was open to the public.  Libstugs office employs Clarkes Property Services to clean and dispose its trash. But even with a third party cleaner, the privacy commission said, the doctor would be held accountable.  It is the health professional who is ultimately responsible for how these records are disposed of, said Beamish. Thats why its critical that theres an understanding with a third party provider like a cleaning company in terms of how the records will be securely destroyed.  Especially since personal information could be easy prey for identitiy thieves. Lawyer Lonny Rosen from Rosen Sunshine says patients could sue their doctors if there is a breach of confidentiality and privacy that leads to damages.  Theres a tort called intrusion upon seclusion and that is another way in which people can sue if their personal health information has been accessed inappropriately, said Rosen. But that is still subject to a determination by the Ontario court of appeal.  Rosen adds the health information custodian has an obligation under the legislation to disclose to the patients whose health information was accessed inappropriately. Global News reached out to a patient listed on one of the documents but they did not want to comment. City crews have since cleaned up the mess. Global News will continue to follow this story.  ",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "victim_id": "Doctor Howard Libstug"
  }
}