{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 500,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 500,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "96450F4F-1AC0-4930-9B2D-79D525708A26",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-09-07T21:41:00Z",
    "dbir_year": 2016,
    "github": "6180",
    "master_id": "8B8186E4-F279-4691-ACE8-3C154006D71A",
    "modified": "2016-09-07T21:45:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.ourwindsor.ca/news-story/5738406-misdialed-fax-number-led-to-privacy-breach-liberals-say/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Liberal government is blaming a misdialed fax machine for a privacy breach affecting hundreds of Ontario Disability Support Program recipients.  \"We have taken steps to ensure that this situation will not occur again and have also arranged for additional staff training on managing ministry records and documents,\" says a statement from Community and Social Services Minister Helena Jaczek's office, noting information of 500 disability recipients was on the errant fax.  The privacy breach was raised by NDP MPP Monique Taylor (Hamilton Mountain), who demanded answers after receiving complaints from constituents informed by letter that their personal information on their March payments had been sent in error to a private law firm.  \"This is just another example in a pattern of privacy breaches at the Ministry of Community and Social Services. The premier and her minister need to come clean immediately and explain to affected Hamiltonians how this breach happened, and how many people were affected,\" Taylor said.  That letter stated that the ODSP payment report for the Hamilton Housing Corporation was \"inadvertently\" sent to the private law firm. \"The personal information disclosed included your name, mailing address and the shelter payment amount of your social assistance for March 2015.\"  Jaczek's office was very careful not to blame its problem-plagued $242-million Social Assistance Management System (SAMS) computer system.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "victim_id": "Ontario Disability Support Program"
  }
}