{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D3A4DA0C-E1D1-4154-B5B7-617680E4810C",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T22:53:00Z",
    "dbir_year": 2016,
    "github": "6010",
    "master_id": "8B827075-6497-4813-9E21-BCA4FAE94340",
    "modified": "2016-08-18T23:01:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.dn.se/ledare/signerat/hanne-kjoller-systemfel-serverat-pa-silverbricka/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Coherent records are meant to improve care. But against the hypothetical profit must be the real integrity of the loss should be considered.  This is a story about a divorce, a marriage and sex hacking. But most of all it is a story of what did not happen then.  A man and a woman in a small Swedish town met and liking arose. Man, we can call him Mattias, was married. He filed for divorce and remarried with his new love, \"Matilda\".  Eventually the couple trying to have children. It turns out to be easier said than done. Matilda is undergoing a hopeless series of miscarriages. She cared for on several occasions gynkliniken at the small town's hospital.  In the same hospital in West Bengal, but at another clinic, working Mattias ex-wife \"Jenny\". A log excerpt from last winter showed that Jenny was inside the Matildas gynjournal on six occasions during a three year period. A secretary at exfruns clinic had also logged two times. Sometimes incursions occurred in direct relationship with the care. Someone must have reasonably seen Matilda in the hospital and told Jenny - or about Jenny seen her himself. The timing between the infringement and care episode is a bit too good to be random.  Matilda contact the operations manager at the thief reading employees' clinic. After consulting with the chief-doctor she calls out the two employees. Jenny admits bluntly that she had nothing in the record to make. The secretary says she does not remember, but it may be that Jenny went into her login.  An insidious, intrusive and obviously illegal dialing in one case. A friendship corrupt alternatively sekretesslafsig - and possibly illegal - rapping in the other.  Six or possibly eight crime has been committed. But no one at the hospital makes a complaint. Either to the police or to the Inspectorate for Health Care, IVO.  I ask the hospital board's chairman about what rules apply when the crime is committed at the hospital. Zero tolerance, she replies, referring me to the hospital for safety for more details. From there the news just as resolute. First, do an internal investigation to determine whether any crime has been committed. Is that the case is always a police report, explains the security officers and refers to a policy that applies to the entire V_stra Gtaland.  The Principal does not seem aware of this policy. He speaks instead of \"action steps\" and that from case to case, determine how serious the crime is. Sometimes it can, he says, hand with a warning. In the second hospital can make a complaint to the National Board. First, on the third shelf are reported to the police as an option. What steps as are appropriate in this or that case determines the operations manager.  So then you have thus no zero tolerance, I ask. Yes, answers chief physician, we have zero tolerance. And he continues: \"But we police do not report all crimes\".  A benevolent interpretation of this contradiction is that hospital with the concept of \"zero tolerance\" express a pious hope on how it should be - and not a strategy to realize the ambition of zero violations.  The head has not allowed himself to be interviewed. But the chief physician describes the meeting. The head had a spin on action steps. Then she was left alone with his decision about how she would cope with the fact that two of her employees in a small community acquired more information about Matilda miscarriage and pregnancy than she might tell their closest friends. The operations manager was satisfied with a aja-baja.  How personal assessments and friendships may replace the principles and clear rules is one of the things that are outrageous in this story. But there's more.  Another found the head physician's negative response to my question if not the secretary's privacy practices indicates a need for training alternative upptuktning. He refers to all employees informed of confidentiality. He seems to think that if people do not understand, or do not respect, the meaning of it, well - then the hospital has yet run its course.  It also seems noteworthy that a chief doctor does not know where or if he should send a notification. He says it's to the National Board, and that if there are crimes committed as it is the National Board reporting. But it is wrong. On IVO's website, under the heading \"Clarification on the notification ', clarifies that it is precisely the authority notification shall be made. National Board no longer has any supervisory responsibility.  Since IVO not handled the case like lawyers reluctant to speculate on the outcome. Based on my drawing says, however, the lawyer Jonas Widell it sounds \"serious\" and \"that there is incredibly\" the Medical Responsibility Board would take a decision on so-called trial period in which the individual can maintain their identity but are under special supervision.  But any sanction for the nurse's really the least important here. More important situation is to fix the system errors and sekretesslapphet as Secretary sign indicates. And any gossip between clinics that led to exfrun informed that Matilda cared for in hospital.  The hospital has the Matilda request log extract, not through self-control, had a vulnerability served on silver tray. But instead of doing something about it sounds chief physician there remain.  Meanwhile, the V_stra Gtaland region to urge patients to allow medical records from various hospitals and clinics linked together so that more people can see even more.  During the \"Questions and Answers\" on the website is argued that the only ones who can read the journal is \"certainly identified qualified health professionals\" and that there should also be \"a patient / care relationship\". Furthermore, the patient \"must give their consent.\" There is also stated that \"each caregiver making systematic follow-up of logs\".  However, nothing is said about what \"systematic\" means (perhaps the same thing as zero vision?). Or what to do when you find apparent infringements.  A plausible sequence of events is would have been if the hospitals first demonstrated that they can handle the trust before asking for more. Until the trust gap is walled up my advice to anyone who does not want to end up in the same situation as Matilda to exercise its right to block the Journal.  Regions Politicians and doctors tend to think it is irresponsible to call for this. What if someone comes in unconscious and you can not get access to any medical information?  Well, either that it makes use of the possibility of emergency opening available. Or you solved it the same way as when I worked at the SOS emergency room for paper records the time - that is, by looking at the patient instead of in the records.  I can not recall that I have heard or read about a single case where a man come to harm for that in an emergency could not control her psyk- or gynjournal. However, there are many examples of people who Matilda who come to spiritual harm to curious people are not able to keep hands off.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "NO"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "150154"
    ]
  }
}