{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1000,
      "data_victim": [
        "Employee"
      ],
      "notes": "File with PII email by employee to their personal account.",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8D248F60-1911-4A9F-A486-E59518E97E57",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-01T16:03:00Z",
    "github": "1740",
    "master_id": "8D248F60-1911-4A9F-A486-E59518E97E57",
    "modified": "2014-10-01T16:03:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://www.keloland.com/newsdetail.cfm/sd-air-guard-members-urged-to-protect-identities/?id=161404;http://projects.registerguard.com/apf/tech/sd-military-data-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "SD Air Guard Members Urged To Protect Identities  SIOUX FALLS, SD - 1,000 men and women who have defended South Dakota though the National Air Guard are being urged to protect their identities.  That is because their names, social security numbers, home address, birthdays and phone numbers were all compromised in an email sent from a member's work account to a personal account, according to an Air National Guard letter obtained by KELOLAND News. According to a letter, sent by the Commander of the 114th Fighter Wing, a unit member sent the email on March 2. It does not detail why the member emailed the information, but explains that the, \"attachment was scrubbed,\" and a name-only listing was sent to a local real estate company.  The compromise was reported to the National Guard Bureau two days later and then to Department of Defense Privacy Office for investigation.  In his letter, Colonel Russ Walz said that investigation shows there is a, \"low probability the compromised information will be used for an unlawful purpose.\" But because he also said he, \"cannot say with certainty that this may or may not occur,\" he advised all members to place a fraud alert on their credit files, if they believe their information is at risk.   The letter closes with Colonel Walz apologizing and pledging to review policies to prevent a situation like this from happening again.  None of the Air Guard Members we contacted wanted to comment for this story.   KELOLAND News also reached out to the Guard for a statement.  In an email, a Public Affairs Officer MAJ Anthony Deiss said, \"The SD Air National Guard is currently investigating this matter. The Air Guard takes any disclosure of any personal identifying information seriously and believes this disclosure was limited in scope. The Air Guard has notified the airmen of the compromise and have implemented measures to further restrict and retrieve the information that was disseminated. We cannot provide any further details regarding this incident, as the investigation is ongoing.\"",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 3,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "928110",
    "region": [
      "019021",
      "021000"
    ],
    "state": "SD",
    "victim_id": "South Dakota Air National Guard"
  }
}