{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Convenience"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3300,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3300,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8DA357C3-6573-4404-B4E7-59ED147E762F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T00:10:00Z",
    "dbir_year": 2016,
    "github": "5824",
    "master_id": "8DA357C3-6573-4404-B4E7-59ED147E762F",
    "modified": "2016-02-08T00:10:00Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://www.scmagazine.com/thousands-of-bellevue-hospital-center-patients-notified-of-data-breach/article/416405/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Bellevue Hospital Center operator New York City Health and Hospitals Corporation (HHC) is notifying roughly 3,300 patients that their personal information was included in a spreadsheet that was improperly emailed to an unauthorized recipient.  How many victims? About 3,300.  What type of personal information? Names, telephone numbers, medical record numbers, email addresses, insurance carrier information and limited sensitive health information.  What happened? A Bellevue employee improperly emailed a spreadsheet containing the personal information to an unauthorized recipient, who was her relative.  What was the response? The Bellevue employee and her relative were interviewed, and it was confirmed that the spreadsheet was not sent to any other individuals and was deleted by the relative. Additional training is being planned for staff, and an automatic blocking system is being implemented to prevent email communications containing personal and other confidential information from being sent from HHC's systems to outside systems, unless for legitimate purposes. The employee is facing disciplinary action. All potentially impacted individuals are being notified.  Details: The email was sent on Jan. 15 and the incident was discovered on Feb. 27. The employee indicated that she sent the spreadsheet to the relative for technical assistance in manipulating the spreadsheet data for work purposes.  Quote: \"There is no evidence to suggest that the spreadsheet was received or viewed by anyone other than the single unauthorized recipient, and there is no evidence to suggest that the PHI contained in the spreadsheet was misused or further disclosed in any manner,\" according to a notification posted to the website.  Source: nyc.gov, \"Notification of Possible Personal Health Information Disclosure,\" April 28, 2015; nyc.gov, \"Notification Regarding Your Personal Health Information,\" April 28, 2015.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 1
    },
    "incident": {
      "day": 15,
      "month": 1,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Bellevue Hospital Center"
  }
}