{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "Developer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1500000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1500000,
      "data_victim": [
        "Partner"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "External: Unaffiliated",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8DA7032B-00CA-4C97-ACAD-2040FECB2FA1",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T23:35:00Z",
    "dbir_year": 2016,
    "github": "6461",
    "master_id": "8DA7032B-00CA-4C97-ACAD-2040FECB2FA1",
    "modified": "2016-02-02T23:35:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.gizmodo.in/news/Private-Medical-Data-of-Over-1-5-Million-People-Wound-Up-Exposed-to-Everyone-Online160/articleshow/49007807.cms; http://www.databreaches.net/golden-state-risk-management-authority-notifying-members-of-systema-software-incident/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Police injury reports, drug tests, detailed doctor visit notes, social security numbers-all were inexplicably unveiled on a public subdomain of Amazon Web Services. Welcome to the next big data breach horrorshow. Instead of hackers, it's old-fashioned neglect that exposed your most sensitive information.  Texas tech enthusiast Chris Vickery had heard strange data dumps could turn up on Amazon's cloud computing platform, so he started combing through. In early September, he found an enormous data breach that left the private medical information of millions of Americans sitting in the open online.  \"It just kind of fell into my lap,\" he told Gizmodo.  After Vickery downloaded the data and realized what it was, he started contacting the organizations impacted. Among those exposed: Kansas' State Self Insurance Fund, CSAC Excess Insurance Authority, and the Salt Lake County Database.  The data came from Systema Software, a small company that manages insurance claims. It still isn't clear how the data ended up on the site, but the company did confirm to Vickery that it happened.  Shortly after Vickery made contact with the affected organizations, the database disappeared from the Amazon subdomain. On September 14, Systema Software COO Danny Smith emailed Vickery to say:  I wanted to let you know that we've contacted all of our clients at this point and made them aware of the situation. Again, we're grateful that it was you who found this exposure and that your intentions are good.  Our clients are looking for confirmation that you have not shared their data with anyone else, will not share it, and will delete it.  Vickery claims that when he spoke with Smith, the COO told him the data was left visible due to a contractor's mistake.  Tomorrow, Vickery will turn over the data to the the Texas Attorney General, where it will be destroyed. But that doesn't mean Systema is in the clear. Vickers may not be the only person who downloaded those millions of records as they sat out in the Amazon cloud.  We don't know how long the information was available for everyone to see. But no matter what the timeframe, the neglect is a clear HIPPA violation: Systema failed to protect the security of patients' electronic medical information.  While Systema may have gotten lucky this time, the gravity of this type of neglect shouldn't be ignored. Yes, maybe no bad actors saw it. But a company entrusted with some of the most personal records of millions of people somehow managed to bungle safeguarding it to such a degree that a random dude found it online.  This should be a wakeup foghorn for companies storing electronic medical records. Bad security hygiene has the potential to be just as damaging as malicious hackers.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "511210",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 3,
      "victim_id": [
        "Golden State Risk Management Authority",
        " Kansas' State Self Insurance Fund",
        " CSAC Excess Insurance Authority"
      ]
    },
    "state": "CA",
    "victim_id": "Systema Software"
  }
}