{
  "action": {
    "social": {
      "target": [
        "Cashier"
      ],
      "variety": [
        "Pretexting"
      ],
      "vector": [
        "In-person"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown",
        "Grudge"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Customer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      },
      {
        "variety": "P - Cashier"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "EUR",
    "loss": [
      {
        "amount": 38000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Settlement of lawsuit;",
    "overall_amount": 38000,
    "overall_rating": "Unknown"
  },
  "incident_id": "8EBC3314-072D-4E6A-B18D-F548F4B15248",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4804",
    "master_id": "8EBC3314-072D-4E6A-B18D-F548F4B15248",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.independent.ie/regionals/wicklowpeople/news/woman-settles-damages-claim-against-pharmacy-30754906.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A County Wicklow mother who claimed a pharmacy allowed her husband to watch CCTV footage of herself buying a self pregnancy test kit has settled a 38,000 damages claim for an undisclosed amount.  SHARE The woman, who cannot be named, said her marriage had been highly dysfunctional and difficult for a number of years before the October 2010 incident, which had worsened her relationship with her now deceased husband.  Speaking at the Circuit Civil Court, the woman said she had bought the pregnancy test kit for a friend but her husband found the purchase receipt in their home.  The court also heard that the husband was very possessive and was abusive and violent towards his wife.  At the pharmacy, he tricked a staff member into showing him CCTV footage of the purchase by pretending to be distressed. He told the employee he had found the receipt in his teenage daughter's bedroom and he was seriously concerned that she was sexually active.  The pharmacy assistant had been very concerned for the well-being of the man's teenage daughter and, due to his agitated state, had shown him CCTV footage of a woman purchasing the test.  The father identified the woman on the CCTV footage as being his daughter's aunt and he had also secretly taken pictures of the footage with his mobile phone.  The mother told the court she and her husband were not having an intimate relationship at the time and this had led to a row with her husband as he thought she had bought the test for herself.  She said her husband had sent her, on her own mobile phone, a picture of her purchasing the pregnancy test. She had been scared about going home as she knew he would use it as an excuse for a row.  The woman told Circuit Court President Mr Justice Raymond Groarke that her husband and she had separated on and off. He had been physically and mentally abusive towards her and had been constantly roaring and shouting. The garda_ had needed to intervene several times after being called by the couple's children.  The pregnancy test incident had not made their 'traumatic marriage' any better, as the husband had used the pregnancy test purchase as 'a stick to beat her with' and had made her life a misery.  'Every day after that he would talk about it any chance he could get. He became abusive on a daily basis,' she told the court.  The woman said she had complained to the then Data Protection Commissioner, Billy Hawkes, who had found there had been a breach of the Data Protection laws.  The mother had afterwards issued the court proceedings in which she sued the pharmacy under the Data Protection Act for negligence and breach of duty in allowing the footage to be shown to the father.  Shane English, counsel for the pharmacy, told Judge Groarke that if the father had taken photographs of a computer screen, he had done so without the pharmacy's consent and the pharmacy fully contested the mother's claim.  Counsel said the Act allowed for personal data to be given to a third party if it was required urgently to protect someone's health.  He said the father had been highly agitated and distressed.  Following a brief adjournment to allow talks between the parties, Martina O'Neill, representing the woman, said the matter had resolved.  Judge Groarke, who had earlier refused an application by Ms O'Neill for the case to be heard in camera but had made an order restraining identity of any of the parties, struck out the case.",
  "timeline": {
    "compromise": {
      "unit": "Minutes"
    },
    "discovery": {
      "unit": "Days"
    },
    "exfiltration": {
      "unit": "Minutes"
    },
    "incident": {
      "month": 10,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "IE"
    ],
    "employee_count": "Unknown",
    "industry": "446110",
    "region": [
      "150154"
    ]
  }
}