{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse",
        "Unapproved hardware"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3118,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3118,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5EE459B7-B545-4FAF-8396-EFA5A43C186D",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-05-31T23:00:00Z",
    "dbir_year": 2017,
    "github": "7626",
    "master_id": "8F57314E-E1F7-45F6-AA16-B9618B3918D3",
    "modified": "2016-05-31T23:05:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.hipaajournal.com/vail-valley-medical-center-notifies-3118-patients-unauthorized-phi-disclosure-3406/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Vail Valley Medical Center (VVMC) is in the process of notifying 3,118 patients of the inappropriate disclosure of some of their protected health information (PHI).  A physical therapist formerly employed at Howard Head Sports Medicine was discovered to have copied the PHI of patients and taken the data to his new employer. Prior to leaving employment, the physical therapist downloaded patient PHI onto a USB drive on two separate occasions.  VVMC discovered the former employee's HIPAA violations on February 16, 2016. An internal investigation revealed that the physical therapist had inappropriately accessed patient PHI and copied data on December 1, and December 30, 2015.  No Social Security numbers, credit card numbers, bank account details, dates of birth, or addresses were taken, although the former employee did obtain patient names, patient ages, dates of service, amounts paid for medical services, and details of medical diagnoses, conditions, treatments, functional test outcomes, and progress information.  Patients affected by the breach had previously attended the Vail Valley Medical Center or Howard Head Sports Medicine for treatment. VVMC contacted the former employee and requested the return of the stolen data and portable storage devices. Those devices have now been recovered and certification has been obtained confirming that no data have been retained, and copies have been securely destroyed. The Office for Civil Rights and law enforcement have been notified of the HIPAA violation and privacy breach. VVMC has advised patients to exercise caution and to check Explanation of Benefits statements for any sign of fraudulent activity.  This type of HIPAA breach is not uncommon. When healthcare workers leave their employer and go to work for another healthcare provider many are tempted to take patient data with them. While it is difficult to prevent the theft of PHI, healthcare organizations can take a number of steps to reduce the risk of this happening and to ensure that any unauthorized copying of data is rapidly identified.  In an effort to prevent this type of privacy breach from occurring in the future, VVMC has implemented tools that prevent the copying of patient data to portable storage devices and new controls are being developed that will make it easier for staff to monitor for inappropriate accessing of health records by employees. VVMC has also appointed a new member of staff to act as Health Information Manager. The main responsibilities of new role are to strengthen security controls and ensure that patient information is properly safeguarded. Further training has also been provided to staff members on HIPAA Rules and policies and procedures are being updated.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 3.0
    },
    "incident": {
      "day": 1,
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "Vail Valley Medical Center"
  }
}