{
  "action": {
    "error": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Unknown",
        "NA"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 11935,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 11935,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8F68C845-448A-410F-B8A2-CAC8B085787B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-21T07:22:00Z",
    "github": "1373",
    "master_id": "8F68C845-448A-410F-B8A2-CAC8B085787B",
    "modified": "2014-11-21T07:22:00Z",
    "timeline": {
      "notification": {
        "day": 7,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/hhs-updates-breach-tool-part-1-many-older-incidents-newly-added/;  http://www.hhs.gov/ocr/privacy/hipaa/administrative/breachnotificationrule/breachtool.html; http://www.health.wyo.gov/news.aspx?NewsID=677",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Wyoming Department Of Health reported that 11,935 had PHI involved in an October 16, 2013 incident involving Unauthorized Access/Disclosure,Network Server. I was able to locate their notice on their website that explained that this was an exposure incident affecting the Special Supplemental Nutrition Program for Women, Infants and Children (WIC) Program.  An error led to a recent potential online exposure of personal information involving some current and past clients of the Special Supplemental Nutrition Program for Women, Infants and Children (WIC) Program. On October 16 a large data file was sent using the Internet to a WIC business partner for valid reasons, said Janet Moran, WIC program manager with the Wyoming Department of Health (WDH). Unfortunately, the information was not properly secured before it was sent. Moran said the incident was discovered the next day. Due to the complicated, technical nature of what happened, the program was unable to determine the details until very recently. The experts tell us data involving nearly 12,000 past and present WIC clients enrolled in April 2012 was exposed and could potentially be at risk of being intercepted, Moran said. However, we have no evidence anyone saw or used the information who wasnt allowed to do so and believe the risk of fraud or identity theft due to the incident is actually quite low. No social security numbers or addresses were affected. WIC client data involved included some descriptive information such as birth dates, and some medical details such as pregnancy status.  Dr. Wendy Braund, state health officer and Public Health Division senior administrator with WDH, said While we believe at this point the potential harm was quite low, we are taking this situation seriously and responding with extra care. Letters have been mailed to each potentially affected client. A phone line has been established at 1-888-996-9378 for WIC clients who may have questions about what happened and whether they were involved. Helpful general guidelines about protecting personal information are available online at www.health.wyo.gov. Despite the low risk of identity theft or similar harm to those affected, the program will offer each the opportunity to enroll at no cost in an identity protection service for one year. These types of services can offer additional security and reassurance to the families involved, Braund said. Details about signing up for this service will be posted at www.health.wyo.gov when available.                  The WIC program is committed to ensuring the privacy and security of our clients information, Braund said. We will work to ensure the same thing does not happen in the future by fully investigating what occurred and examining security policies and procedures.  ",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 10,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "WY",
    "victim_id": "Wyoming Department Of Health"
  }
}