{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 480,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 480,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8F6EEA86-BBE6-4E5B-8BEE-752D8167884A",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-05-03T00:47:00Z",
    "github": "1344",
    "master_id": "8F6EEA86-BBE6-4E5B-8BEE-752D8167884A",
    "modified": "2014-05-03T00:47:00Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 1,
        "year": 2014
      }
    }
  },
  "reference": "http://www.cleveland.com/healthfit/index.ssf/2014/01/southwest_general_notifies_obs.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Southwest General Health Center is notifying about 480 patients who were part of an obstetrics study that some of their private information was recently lost, including names, clinical information, data on births and medical record numbers.  The data was included in one binder, according to the health system, and the binder went missing in early December. The health system became aware of the problem Dec. 5, according to a news release.  The binder was part of an obstetrics quality study that Southwest General has been participating in with the Ohio Department of Health, Office of Vital Statistics and the Ohio Hospital Association and included patient information related to births from April through October, 2013. The binder did not contain social security numbers or financial information.  \"Upon learning of the missing binder, Southwest General worked diligently to find the binder but has been unable to locate it,\" the release said. The hospital system began notifying the 488 affected patients Monday. For more information, patients can call 440-816-8760.  \"Southwest General is committed to maintaining the privacy and security of the patient information it maintains, and it deeply regrets any inconvenience this may cause its patients,\" the release said. \"Southwest General has existing policies and procedures in place to protect its patients' health information and has implemented further procedures to help prevent this type of incident from reoccurring.\"  A similar potential privacy breach affected more than 7,000 University Hospitals patients in Nov. 2013 after a hard drive was stolen from a third-party vendor's car. ",
  "timeline": {
    "incident": {
      "day": 5,
      "month": 12,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Southwest General Health Center"
  }
}