{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Developer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1000000,
          "variety": "Credentials"
        },
        {
          "amount": 1000000,
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8F830629-71A9-4BC5-A30B-5CF9BF063E92",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-02-19T23:09:00Z",
    "github": "1621",
    "master_id": "8F830629-71A9-4BC5-A30B-5CF9BF063E92",
    "modified": "2014-05-10T00:58:19Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 3,
        "year": 2008
      }
    }
  },
  "reference": "http://www.computerworld.com/s/article/9072198/Programmer_who_stole_drive_containing_1_million_bank_records_gets_42_months",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former programmer at Birmingham, Ala.-based Compass Bank who stole a hard drive containing 1 million customer records and used some of that information to commit debit-card fraud was sentenced last week to 42 months in prison by an Alabama district court judge.  James Kevin Real was also ordered to pay back the more than $32,000 that he and accomplice Laray Byrd fraudulently withdrew from customer accounts between May and July of last year using those counterfeit debit cards.  The Compass Bank compromise is one of the largest bank-related breaches yet revealed, in terms of the number of customer records that were potentially exposed. The incident, however, appears to have surfaced for the first time only after the Birmingham News carried a story on the sentencing last week.  Ed Bilek, a spokesman for the bank, said today that Real had used the information stolen from Compass Bank's database to create about 250 counterfeit debit cards. He was able to use about 45 of those cards to access and withdraw cash from customer accounts at the bank before he was arrested.  Court records associated with the case did not mention precisely how many customer records Real stole. But Bilek today said that the database on the hard drive Real stole contained \"limited information\" on about 1 million Compass Bank customers. He added that the records in the database were in a format that was not \"readily usable\" for committing fraud or for accessing customer account information easily. As a result, apart from the 250 or so individuals from whose accounts Real fraudulently withdrew money, no other customers were notified of the incident, Bilek said.  Bilek did not offer a clarification of what the bank meant when it said the data was stored in a format that was not \"readily usable.\"  As of this February, Alabama was just one of 11 states that do not require companies to automatically notify consumers of data breaches involving the compromise of their personal data. In states that do require such notification, Compass Bank would have been required to notify all 1 million customers of the potential compromise of their data, if the information had been stored in unencrypted form on the stolen hard disk.  Some states even provide for penalties for companies that fail to promptly notify consumers of data breaches involving their personal data.  According to court documents, Real stole Compass' database information in May 2007. The database included customer names, account numbers and passwords. He then used the information from the database to make counterfeit debit cards using a magnetic strip encoder and software purchased by Byrd. Between June and July 2007, the pair proceeded to use the counterfeit cards to access Compass customer accounts and withdraw funds from them, typically in amounts not exceeding $500 or so. The documents show that Real would wear disguises when making the ATM withdrawals -- in fact he was apprehended while wearing one.  Real pleaded guilty last year to a 14-count charge that included fraud as well as the use of unauthorized access devices and aggravated identity theft.",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "AL",
    "victim_id": "Compass Bank"
  }
}