{
  "action": {
    "unknown": {}
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Fun",
        "Unknown"
      ],
      "name": [
        "teamcarbonic"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "notes": "residents",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8F9E77CD-DF28-4A7A-B177-DC835384F00F",
  "notes": "issue: 5181  victim: Commissioner of Insurance for Kansas   naics:  926150 \u007f  employees:   Incident: 2015-01-10  Notification: 2015-01-19  Discovery: Public brag  Actor: TeamCarbonic  Data:   The data that had been dumped included residents complaining about auto insurance rate hikes due to credit score rating and how unfair that seemed. Some of the residents complaining included personal information as well as their contact details, such as the individual who noted his wife had been in a coma for two years.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-28T08:40:00Z",
    "dbir_year": 2016,
    "github": "5181",
    "master_id": "8F9E77CD-DF28-4A7A-B177-DC835384F00F",
    "modified": "2016-01-28T08:40:00Z",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/cmon-folks-you-really-need-to-acknowledge-breach-notifications-monday-edition/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "  2015 .  \t   I haven't kept strict statistics, but in general, most entities that I try to notify of a breach fail to respond at all. Others may respond that they're looking into claimed hacks, but then fail to get back to me with a definitive answer or statement.  Here's another case in point:  On January 10, I emailed the Commissioner of Insurance for Kansas, as well as the ks.gov contact, webmaster for their site, and one other.  In my email, I pointed them to a claimed hack that had been posted on #TeamCarbonic's web site at http://yourattorney.nl/dumps/kansins.txt  The data that had been dumped included residents complaining about auto insurance rate hikes due to credit score rating and how unfair that seemed. Some of the residents complaining included personal information as well as their contact details, such as the individual who noted his wife had been in a coma for two years.  As breaches go, this was not a huge one. There were no SSN in the data dump and no financial account information. But there was personal information such as names, postal and email addresses, phone numbers, and their experience with insurance rate hikes. There was also other kinds of financial information in another database.  Did the Commissioner of Insurance's office respond to the notification from this site? Did any of those cc'd on the notification respond to the notification?  No, they did not.  Did they investigate and do anything?  We have no clue.  This does not inspire confidence, does it? ",
  "timeline": {
    "incident": {
      "day": 10,
      "month": 1,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "926150",
    "region": [
      "019021"
    ],
    "state": "KS",
    "victim_id": "Kansas Insurance Department"
  }
}