{
  "action": {
    "physical": {
      "variety": [
        "Tampering",
        "Disabled controls",
        "Surveillance"
      ],
      "vector": [
        "Victim public area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Exfocus",
      "region": [
        "142145",
        "142030",
        "142035"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8FE8AE1F-F9FF-4A25-B040-9E708BE9BCDD",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T03:08:00Z",
    "dbir_year": 2016,
    "github": "5941",
    "master_id": "8FE8AE1F-F9FF-4A25-B040-9E708BE9BCDD",
    "modified": "2016-02-08T03:08:00Z",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 6,
        "year": 2015
      }
    }
  },
  "reference": "http://www.wbtv.com/story/29243112/feds-man-arrested-in-charlotte-for-skimming-part-of-larger-conspiracy",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Federal prosecutors say a Florida man who was arrested in Charlotte for putting skimming machines on ATMs is part of a larger conspiracy.  Prosecutors say Sabin Iantoc is wanted on federal charges in Florida. The maximum he is facing is more than 30 years in prison.  Thursday, Sabin Iantoc waived his preliminary hearing and agreed to be transferred to Florida to face his six charges there, including conspiracy, device fraud and aggravated identity theft.  In March, Charlotte Mecklenburg Police (CMPD) said Iantoc and another man placed a small camera concealed in a mirror and an electronic card reader on the ATM at the drive-through outside Sun Trust Bank on South Boulevard. Iantoc was charged locally and his lawyer, Chris Fialko, said he pleaded guilty in the Mecklenburg County cases.  Now, Iantoc is facing more serious charges from the feds that investigators say happened between December 2013 and August 2014 in Florida.  Court documents say Iantoc and four others would place skimmers and a cameras on ATMs. The skimmers allowed the group to get debit card information and the cameras would capture people typing in their pin numbers.  The indictment says the group would encode other cards and make cash withdrawals.  After his federal court appearance in Charlotte, Iantoc was taken back to the Mecklneburg County Jail, but he won't stay there for long. U.S. Marshals will take Iantoc to the southern district of Florida to face his federal charges there.  Fialkos told Judge David Keesler he has been working with a lawyer in Florida, who is ready for Iantoc's return.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Sun Trust Bank"
  }
}