{
  "action": {
    "misuse": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Non-corporate"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "8FFFE252-DD8B-4E66-B3FB-961F1658705E",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-02T03:38:06Z",
    "github": "712",
    "master_id": "8FFFE252-DD8B-4E66-B3FB-961F1658705E",
    "modified": "2015-03-02T03:38:06Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 10,
        "year": 2013
      }
    }
  },
  "reference": "http://www.fbi.gov/losangeles/press-releases/2013/owners-and-supervisor-of-ambulance-transportation-company-plead-guilty-in-los-angeles-for-roles-in-ambulance-fraud-scheme?utm_source=twitterfeed&utm_medium=twitter",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The owners and supervisor of Alpha Ambulance Inc. (Alpha), a now-defunct Los Angeles-area ambulance transportation company, have pleaded guilty in connection with an ambulance fraud scheme.  Acting Assistant Attorney General Mythili Raman of the Justice Departments Criminal Division; U.S. Attorney Andr Birotte, Jr. of the Central District of California; Special Agent in Charge Glenn R. Ferry of the Los Angeles Region of the U.S. Department of Health and Human Services Office of Inspector General (HHS-OIG); and Assistant Director in Charge Bill L. Lewis of the FBIs Los Angeles Field Office made the announcement.  Alex Kapri, aka Alex Kapriyelov or Alexander Kapriyelov, 56; Aleksey Muratov, aka Russ Muratov, 32; and Danielle Hartsell Medina, 36, pleaded guilty on October 28, 2013, before U.S. District Court Judge Audrey B. Collins in the Central District of California to conspiracy to commit health care fraud. They face a maximum penalty of 10 years in prison when they are sentenced on February 24, 2014.  Kapri and Muratov were owners and operators of Alpha, an ambulance transportation company that operated in the greater Los Angeles area and that specialized in the provision of non-emergency ambulance transportation services to Medicare-eligible beneficiaries, primarily dialysis patients. Medina was employed by Alpha and ultimately supervised the training and education of its employees.  According to court documents, Kapri, Muratov, and Medina knowingly provided non-emergency ambulance transportation services to Medicare beneficiaries whose medical condition at that time did not require those services. With Kapris knowledge, Muratov and Medina instructed certain Alpha employees to conceal the Medicare beneficiaries medical conditions by altering requisite paperwork and creating fraudulent reasons that justified, on paper, the transportation services. Based on these medically unnecessary transportation services, the defendants caused Alpha to submit false and fraudulent claims to Medicare.  Additionally, as the defendants were submitting false and fraudulent claims to Medicare, Medicare notified Alpha the company would be subject to a Medicare audit. In response to this notice, Muratov and Medina instructed Alpha employeeswith Kapris knowledgeto alter requisite paperwork and create fraudulent reasons that justified, on paper, transportation services for the beneficiaries identified as the subject of Medicares audit.  From at least June 2008 through at least July 2012, Alpha submitted more than $49 million in claims for ambulance transportation services. As a result, Medicare paid Alpha more than $13 million for these claims, many of which were false and fraudulent.  The case was investigated by the FBI and HHS-OIG and was brought as part of the Medicare Fraud Strike Force, under the supervision of the Criminal Divisions Fraud Section and the U.S. Attorneys Office for the Central District of California. This case was prosecuted by Trial Attorneys Blanca Quintero and Alexander F. Porter and Assistant Chief O. Benton Curtis, III.  Since its inception in March 2007, the Medicare Fraud Strike Force, now operating in nine cities across the country, has charged more than 1,500 defendants who have collectively billed the Medicare program for more than $5 billion. In addition, HHSs Centers for Medicare and Medicaid Services, working in conjunction with HHS-OIG, are taking steps to increase accountability and decrease the presence of fraudulent providers.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "621910",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Alpha Ambulance Inc."
  }
}