{
  "action": {
    "physical": {
      "variety": [
        "Tampering",
        "Disabled controls"
      ],
      "vector": [
        "Victim public area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Exfocus",
      "region": [
        "019021",
        "142145",
        "142035",
        "142030"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering",
        "Log tampering"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9193C770-D9FC-464E-AFE1-E58AB7CBA362",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T21:28:00Z",
    "dbir_year": 2016,
    "github": "6486",
    "master_id": "9193C770-D9FC-464E-AFE1-E58AB7CBA362",
    "modified": "2016-02-09T21:28:00Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.omaha.com/news/crime/california-teens-arrested-in-nebraska-atm-fraud/article_7f220140-66c0-11e5-befe-f3299b213fac.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Five California teenagers who may be part of a national ATM fraud scheme have been arrested in Nebraska, authorities said. The five were arrested Friday and remained in Lancaster County custody Tuesday, Lincoln police spokeswoman Katie Flood said. She didn't know whether they had been charged. Court documents said Pinnacle Bank staffers, following up on a customer complaint about trouble with one of its ATMs, found electronic devices attached to three of the bank's ATMs in Lincoln that \"skim\" and record bank card numbers and PIN information. Police staked out the ATMs and soon saw a teenager drive up to one but then drive off without using the machine, according to the Lincoln Journal Star. He resembled a youth who was seen on the ATM's security camera, planting the device. He was pulled over and he and his passenger were arrested. Both were 16. One said he was from San Francisco; the other said he was from Anaheim, California. Information on a cellphone seized from them led officers to the other three teens, whose hometowns were not disclosed. The information skimmed from the ATMs lets forgers create new cards that can be used to loot the bank accounts, Lincoln Police Chief Jim Peschong said. Bank market President Curt Denker said no account information was skimmed from these three machines. Investigators suspect the five might be tied to a national criminal enterprise composed mainly of Romanian citizens, Peschong said. \"But we haven't been able to make that tie just yet,\" the chief said. Court documents said the ATM fraud gang has hit ATMs in 17 states and stolen tens of thousands of dollars. Such gangs often rely on juveniles who face lighter punishment if caught and convicted, Peschong said. \"The reality to these situations (is) you get individuals that have been schooled and taught and trained,\" Peschong said. \"They didn't just turn these kids loose.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "NE",
    "victim_id": "Pinnacle Bank"
  }
}