{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 132
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "922048A2-6F8C-451E-8478-9A13BE601437",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:07Z",
    "dbir_year": 2014,
    "master_id": "922048A2-6F8C-451E-8478-9A13BE601437",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security-feb-2014.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Veteran A brought in a packet to the Savannah Primary Care (PC) Community Based Outpatient Clinic (CBOC) that he states he received at home about 2 weeks ago. The packet contains appointment letters and medical records for about 60-70 patients. 02/28/14:\nUpon review, there were 132 Veterans' information included in the documentation. The information included full SSNs and DOBs on 13 Veterans. The other 119 had combinations of names, addresses, and some with medical information. Each of those will be sent letters of notification.\nResolution\nThe Privacy Officer (PO) spoke with Veteran A. He stated that he received it in the mail with his follow-up appointment letter on the top. When he realized that there were other Veterans' letters in it, he closed it and set it aside because he knew it wasn't his business. He waited until his next Home Bound Primary Care (HBPC) nurse visit 2 weeks later to get it returned to the clinic. The PO could not determine how these appointment letters and recall letters (some with progress notes and lab results), ended up in an open faced USPS envelope, which was mailed to a HBPC Veteran from our Savannah CBOC. Veteran A's letter was on the top in the open faced envelope, which is why he received it (also exposing his reminder letter for follow up appointment). Health Administration Management assisted with this investigation and has reviewed this complaint with all of their staff and stressed to them the importance of protecting our Veterans' and/or employees' personally identifiable information (PII) and protected health information (PHI) at all times. The breakdown of letters erroneously sent to Veteran A is as follows:\n95 total patient Recall Letters (names and address only)\n24 total patient f/u letters with future clinic appointments; some with lab results (names, addresses, lab results) 13 total patient Recall Letters with printed administrative progress notes (names, addresses, full SSN, DOB)",
  "timeline": {
    "incident": {
      "day": 28,
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "SC",
    "victim_id": "United States Department of Veterans Affairs"
  }
}