{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Partner"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "82B3AACE-704E-4C86-8001-19FB985C4E6A",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "swidup",
    "created": "2026-02-14T13:47:37Z",
    "dbir_year": 2026,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "unk",
        "summary": "Unknown hacking event"
      }
    ],
    "github": "22382, 22445",
    "master_id": "928BE4A4-E81B-4E8B-A8D1-06F4389A2D87",
    "modified": "2026-02-14T13:55:14Z",
    "row_number": 11
  },
  "reference": "https://www.theregister.com/2025/08/22/apcs_breach/; https://www.theregister.com/2025/09/05/uk_schools_intradev_breach/; https://www.churchtimes.co.uk/articles/2025/29-august/news/uk/cyber-attack-leaves-hundreds-of-parishioners-at-risk-of-identity-theft; https://www.bbc.com/news/articles/cqjykl2zpyeo; https://channeleye.media/need-to-be-alert-as-dbs-personal-checking-service-is-cyber-attacked/; https://www.theregister.com/2025/09/05/uk_schools_intradev_breach/;",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "summary": "\"A CYBER attack on software used by APCS, the company used by many dioceses to carry out Disclosure and Barring Service (DBS) checks, has left hundreds of parishioners at risk of identity theft.\n\nThe Church Times has confirmed that at least ten dioceses are affected: Derby, Ely, Guildford, Hereford, Newcastle, Oxford, Salisbury, Southwark, Winchester, and Worcester. The incident occurred around 31 July.\n\nThe diocese of Southwark confirmed on its website on Wednesday that the National Church Institutions were offering 12 months of free credit and web-monitoring services, provided by Experian, to individuals within the Church of England affected by the breach. It said: “The Experian Identity Plus account helps detect possible misuse of personal data and provides people with identity monitoring support, focused on the identification and resolution of identity theft.”\n\nSouthwark incumbents were contacted by the diocese on Friday evening. The email relayed that, on 17 August, APCS had been notified by its external software supplier, Intradev, of a “recent cyber-attack”, during which personal data had been stolen. The data breach concerned data collected from December 2024 to 8 May 2025. APCS had confirmed that it did not store payment card details or records of any criminal convictions.\n\nThe data affected are likely to include name, date of birth, email address, postal address, place of birth, gender, National Insurance number, passport details, and driving licences. Winchester diocese reported in an email to parishes that the data affected were text only — not images or documents.  A major UK education trust has warned staff that their personal information may have been compromised following a cyberattack on software developer Intradev in August.\n\nAffinity Learning Partnership, which operates seven schools and employs more than 650 staff members, sent notifications to affected employees after learning of the breach through one of its service providers, Single Central Record Ltd (also known as OnlineSCR). The trust's schools educate approximately 3,000 children and young people aged 3 to 19.\n\nAffinity Learning Partnership sent a message to affected employees, seen by The Register, cautioning that their data might have been leaked:\n\nWe have written to all staff affected, including those with less data exposure, and included a list of precautionary steps to everyone. However, there is the potential that the impact on you could be more significant and we have been made aware of some additional support options.\n\nThe breach originated with Hull-based software development company Intradev, which, as The Register exclusively revealed last month, detected a digital break-in on August 4. One of its customers, Access Personal Checking Services (APCS), a provider of criminal record checks for employers, warned its customers of potential data exposure.\n\nOnlineSCR, which is a sister company to APCS, specializes in recruitment and Disclosure and Barring Service (DBS) checks for UK schools, making it a repository for highly sensitive staff information including names, addresses, and background check details. It was also using Intradev's services for critical education sector functions.\"",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "day": 4,
      "month": 8,
      "year": 2025
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "11 to 100",
    "government": [
      "NA"
    ],
    "industry": "511210",
    "region": [
      "150154"
    ],
    "secondary": {
      "amount": 12,
      "victim_id": [
        "Access Personal Checking Services (APCS); 522111",
        "Affinity Learning Partnership; 624",
        "diocese of Derby; 813110",
        "diocese of Ely; 813110",
        "diocese of Guildford; 813110",
        "diocese of Hereford; 813110",
        "diocese of Newcastle; 813110",
        "diocese of Oxford; 813110",
        "diocese of Salisbury; 813110",
        "diocese of Southwark; 813110",
        "diocese of Winchester; 813110",
        "diocese of Worcester; 813110"
      ]
    },
    "victim_id": "Intradev"
  }
}