{
  "action": {
    "misuse": {
      "variety": [
        "Email misuse",
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "446110",
      "motive": [
        "Unknown",
        "Financial"
      ],
      "notes": "CVS",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 54203,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 54203,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9299353B-C83B-45B3-AF72-472F381EF5F7",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-03T04:29:00Z",
    "dbir_year": 2016,
    "github": "6699",
    "master_id": "9299353B-C83B-45B3-AF72-472F381EF5F7",
    "modified": "2016-02-03T04:29:00Z",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.scmagazine.com/cvs-employee-steals-data-on-55k-molina-healthcare-members/article/440099/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Molina Healthcare is notifying nearly 55,000 current and former members that a former CVS employee __ CVS is Molina Healthcare's over-the-counter (OTC) benefits vendor __ took their personal information from CVS' computers and sent it to his personal computer.  How many victims? 54,203.  What type of personal information? Names, CVS IDs, CVS ExtraCare Health Card numbers, Member IDs, Rx Plan numbers, Rx Plan states, and start dates and end dates.  What happened? A former CVS employee took personal information related to Molina Healthcare members from CVS' computers and sent it to his personal computer.  What was the response? CVS is issuing new CVS ExtraCare Cards with new account numbers for affected individuals who are current Molina Healthcare members with an OTC benefit. All potentially affected Molina members are being notified, and offered a free year of identity theft protection services.  Details: CVS notified Molina Healthcare on July 20 that the incident occurred. The former CVS employee took the personal information on or about March 26, and CVS believes he did this to fraudulently obtain OTC products from CVS. Molina Healthcare has notified current and former members in California, Florida, Illinois, Michigan, New Mexico, Ohio, Texas, Utah, Washington and Wisconsin.  Quote: \"Although the former CVS employee was found to have placed fraudulent OTC orders with respect to 182 Molina Medicare members in Texas, CVS has not detected any fraud with respect to any of the other affected Molina Medicare members,\" a Molina Healthcare statement said.  Source: A Tuesday email correspondence with a Molina Healthcare spokesperson and a statement emailed to SCMagazine.com; a CVS statement emailed to SCMagazine.com on Tuesday.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 2
    },
    "incident": {
      "month": 3,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Molina Healthcare Inc"
  }
}