{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 11,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 11,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "93355071-8E52-49F8-9276-92AE669F0FED",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T23:04:00Z",
    "github": "4692",
    "master_id": "93355071-8E52-49F8-9276-92AE669F0FED",
    "modified": "2014-11-20T23:04:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.stuff.co.nz/auckland/10726343/Confidential-notes-found-on-driveway",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Confidential information found on a residential driveway has breached the privacy of 11 North Shore Hospital patients.  A document with information including the names, gender, age, national health insurance number, diagnosis and additional notes was found stuck to a Forrest Hill driveway on Auckland's North Shore.  Neil Summerfield was alarmed when he found the confidential information while putting out his rubbish.  \"It's a big breach of privacy, I'm a 10 minute drive from the hospital so how it got there I don't know - this doesn't impress me.  \"I'm surprised and disappointed to see this sort of stuff in the public arena.\"  Waitemata District Health Board chief medical officer Dr Andrew Brant said there will be an internal review to determine how a sheet of paper containing clinical information came to be found by a member of the public.  \"We take any breach of patient privacy very seriously and have contacted all but one of the 11 patients directly affected to apologise,\" he said.  \"It is our responsibility to protect the confidential health information of the people in our care and this is an isolated but concerning incident.\"  Hospital staff will be looking at the circumstances to see how it can change systems to minimise the likelihood of this happening again, he said.  Waitemata health board is the largest district health board in the country with a population of almost 600,000 people. Brant said it was very unusual for patient information to be found by members of the public and anyone who did come into possession of such documents should immediately contact the relevant board or police.  This isn't the first time confidential patient breaches have happened on the North Shore. In 2012 the personal details of a North Shore woman were sent to another client in an ACC breach.  The two clients appeared to have nothing in common to explain the mix-up.",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "009053"
    ],
    "victim_id": "North Shore Hospital"
  }
}