{
  "action": {
    "physical": {
      "variety": [
        "Skimmer"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Modify data"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "936DACD7-A781-4EAC-AEB6-7C3A6A82586D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-30T22:47:00Z",
    "github": "3252",
    "master_id": "936DACD7-A781-4EAC-AEB6-7C3A6A82586D",
    "modified": "2014-10-30T22:47:00Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 4,
        "year": 2011
      }
    }
  },
  "reference": "http://www.kirotv.com/news/news/education/teacher-passwords-stolen-grades-hacked-at-3-seattl/nD69q/; http://www.kirotv.com/news/news/memo-warning-teachers-of-stolen-passwords/nD692/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Someone has stolen teacher passwords and changed grades in a Seattle Public Schools computer system, the district said in an email to teachers obtained Thursday by KIRO 7 Eyewitness News.The district's IT staff found the theft of network login passwords \"appears to have been going on for the last few weeks, possibly longer,\" the email said, adding that \"we are aware of this happening at these schools: Ballard, Ingraham, and Sealth. However, all schools and teachers are at risk.\"  The KIRO 7 Eyewitness News Assignment Desk got a tip about the email and checked with the district, which provided the memo from the Department of Technology Services. The e-mail said the hackers plugged key logger devices into computer USB ports that capture everything entered by the keyboard. \"The breach was limited to something called Easy Grade Pro system, which my understanding is that does not give them access to the entire computer system; it just gives them access to the teacher's individual grades system,\" said Teresa Wippel with the school district. Teachers were asked to check student grades to see if they've been changed. The school district said there's no evidence of that thus far. \"Teachers actually need to be careful and vigilant when it comes to their grades and make sure that they're following up with the validity of their grades,\" Wippel said. Someone at Ingraham High School told KIRO 7's Chris Legeros that they've identified a student who tried to tamper with teacher records, but the school district said it hadn't heard that and couldn't confirm it.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "611110",
    "region": [
      "019021"
    ],
    "state": "WA",
    "victim_id": "Seattle Public Schools"
  }
}