{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 70,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 70,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "95602825-0E9B-42D0-B1A0-BFF7EB5B9501",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T22:25:54Z",
    "github": "1576",
    "master_id": "95602825-0E9B-42D0-B1A0-BFF7EB5B9501",
    "modified": "2015-03-03T22:25:54Z",
    "timeline": {
      "notification": {
        "year": 1999
      }
    }
  },
  "reference": "http://www.thefreelibrary.com/Queen%27s+medical+records+found+dumped+on+roadside.-a060546700; http://lubbockonline.com/stories/031399/wor_031399124.shtml; http://www.hurriyetdailynews.com/default.aspx?pageid=438&n=medical-records-of-british-queen-found-on-roadside-1999-03-14",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Confidential medical records about Queen Elizabeth II and other members of the royal family have been found dumped at the side of a road, the Sun newspaper reported Saturday.  The Sun said the file, reportedly found on a riverbank by a man walking his dog on the seafront at Ayr in southwestern Scotland, also contained details of security arrangements of past royal visits and the blood types and medical details of members of the family.  Scottish police said they have launched an investigation into the find.  \"We can confirm that we are in receipt of historical health board documents, the contents of which we are not in a position to discuss,\" a police spokesman said on customary condition of anonymity. \"Although the document is not recent, there is obvious concern as to how it came to be in the public domain.\"  It was not immediately known when the file was found.  The Sun said the folder contained 70 pages, many marked confidential.  It said the file contained information about 27 royal visits in the past eight years.  A Buckingham Palace spokesman said police had informed the palace of the find, but he would not discuss the matter further.  Confidential medical and security records about the Queen and other senior members of the Royal family have been discovered dumped at the side of a road.   The file contains details of security arrangements of past Royal visits and the blood types and medical details of members of the family.   The confidential folder was discovered beside a road on the seafront at Ayr, Ayrshire. Strathclyde Police last night said an inquiry had been launched into the find.   \"We can confirm that we are in receipt of historical health board documents the contents of which we are not in a position to discuss,\" said a spokesman.   \"Although the document is not recent there is obvious concern as to how it came to be in the public domain. We are currently investigating the find.\"   A police insider said it was suspected the documents may have been weeded out for destruction.   The folder contains 70 pages, many of them marked confidential, about ten members of the Royal family, including the Queen and the Duchess of Gloucester.   It also gives information about 27 Royal visits in the past eight years with names of approved doctors and consultant specialists on standby in case of emergencies.   One report, marked Protection of Members of the Royal Family - First Aid Arrangements, was produced by the Scottish Home and Health Department.   It was produced in consultation with the Royalty and Diplomatic Protection Department of the Metropolitan Police. The head of the Royal Medical Household and the Chief Medical Officer were also consulted.   Constitutional expert Lord St John of Fawsley said last night: \"Confidentiality is the essence of the matter.   \"The Royal family have the same rights to confidentiality as regards their medical records as any other citizen in the country.   \"We don't know how these records came to be there - that needs to be thoroughly investigated as to whether it was accidental or intentional.\"   The unnamed man who found the secret documents said he had been frightened when he made the discovery.   \"I couldn't believe what I was reading.   \"Whoever was supposed to destroy the information obviously didn't do a very good job.\"   A Buckingham Palace spokesman said Strathclyde Police had informed them of the find.   \"As far as we are concerned, it is a police matter,\" he said, refusing to comment further.   It is not the first time sensitive documents about the royals have gone astray.   In July 1994, confidential computer medical records of Diana, Princess of Wales, were stolen in a burglary at the practice of her Harley Street doctor, Roderick Lane. ",
  "timeline": {
    "incident": {
      "year": 1999
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "92312",
    "region": [
      "150154"
    ],
    "victim_id": "United Kingdom Health Board"
  }
}