{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee",
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "95AB6386-5AB2-4822-94BE-94D3C4C6158F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-09T18:45:00Z",
    "dbir_year": 2016,
    "github": "6245",
    "master_id": "95AB6386-5AB2-4822-94BE-94D3C4C6158F",
    "modified": "2016-02-09T18:45:00Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 8,
        "year": 2015
      }
    }
  },
  "reference": "http://news3lv.com/archive/rip-off-alert-health-care-nurse-tries-identity-theft-as-hobby?rss=3311",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "As a home health care provider, Debra Bush had two responsibilities to care for the elderly and the dying and to hire fellow nurses for her employer.   But Bush had another activity on the side: identity theft.   \"Debra Bush started to utilize information that she obtained from her applicants, individuals that she was supposed to be hiring,\" said U.S. Postal Inspector Keith Moore.   As the contact person, Bush had access to each job applicant's personal information.   \"She had access to all of her applicants' information including Social Security number, date of birth, and all of their personal information,\" Moore said.   Bush also was targeting her Virginia patients.   \"She actually stole information from some of her hospice patients without their knowledge,\" Moore said.  Postal inspectors describe Bush as brazen.   \"She actually used people's personal identifiers to obtain utility services to her home, her power bill, her water bill, all that was in some of her victims' names,\" Moore said.  After executing a search warrant, inspectors sat down with Bush to discuss the allegations.   \"At that point she just started giving us one lie after another,\" Moore said.   Inspectors knew she was lying but couldn't get to her admit exactly why she committed her crimes.   \"She had enough money to pay her bills, to take care of her household,\" Moore said, \"but, unfortunately, she decided to use other people's information for nothing more than just as a hobby of sorts.\"   Could patients or job applicants have done something to protect themselves? Moore said it was unlikely.   \"In this situation, the company was very legitimate,\" he said. \"They had a great track record. Unfortunately, they just hired a person that, for whatever reason, want to steal.\"  Bush was sentenced to probation for her role in this scheme.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "NV"
  }
}