{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "95C3DCCB-329F-4580-AFFB-D7B0486B2F5F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-04T03:41:42Z",
    "github": "1697",
    "master_id": "95C3DCCB-329F-4580-AFFB-D7B0486B2F5F",
    "modified": "2015-03-04T03:41:42Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/pa-geisinger-bloomsburg-hospital-notifies-patients-of-missing-laboratory-records-and-specimens-from-2006-and-2007/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Geisinger-Bloomsburg Hospital in Pennsylvania posted this notice to their patients on the home page of their website:  Geisinger-Bloomsburg Hospital (G-BH) is committed to serving the health care needs of the Bloomsburg and surrounding communityincluding protecting the confidentiality and privacy of our patients personal information. We recently became aware of an incident that involves patients health information.  For affected patients whose contact information is available, we sent notice of this issue through the United States postal system. The purpose of this web notice is to alert affected patients that we were unable to contact by mail. If you did not receive a letter and believe this situation may apply to you, please call toll-free 1-877-215-3618, Monday through Friday, 9 a.m. to 7 p.m., and provide the following ten-digit reference number: 5897011714.  On November 26, 2013, Geisinger-Bloomsburg Hospital became aware that on an unknown date some protected health information (PHI) created and stored by the former Bloomsburg Hospital was unable to be located in an archive of laboratory records filed by year. The PHI, which is believed to have consisted of copies of specimen pathology reports and specimen blocks of tissue for procedures that patients may have had performed during calendar years 2006 and 2007, is presumed lost without documentation of proper destruction.  The information would typically include the patients name, medical record number, diagnostic description and impression of the tissue under review. No financial information, including social security numbers, was part of this protected PHI.  The Bloomsburg Hospitalwhich became part of Geisinger Health System on July 1, 2012, completed a thorough search to locate the missing records. In addition, we have properly secured the remaining records and undertaken a review of storage practices to confirm compliance with the law and Geisinger Health System policies and procedures.  At Geisinger, we take our responsibility to protect personal information seriously. We regret this incident, apologize for any inconvenience it may cause our patients, and remain dedicated to safeguarding patient information.  Sincerely, Lissa Bryan-Smith Chief Administrative Officer Geisinger-Bloomsburg Hospital  John Gildersleeve Privacy Officer Geisinger Health System  Geisinger-Bloomsburgh informed HHS that 3,101 patients were affected. The incident was added to HHSs public breach tool today.",
  "timeline": {
    "incident": {
      "day": 26,
      "month": 11,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Geisinger-Bloomsburg Hospital"
  }
}