{
  "action": {
    "hacking": {
      "notes": "We have moved quickly to close the vulnerability",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 10500000,
          "variety": "Medical"
        },
        {
          "amount": 10500000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 10500000,
      "data_victim": [
        "Patient"
      ],
      "notes": "Data at risk names, dates of birth, Social Security numbers, mailing addresses, telephone numbers, member identification numbers, financial account information and claims information, and in some cases clinical information could have been affected. Our data was encrypted, but the attackers gained unauthorized administrative access to our systems, therefore allowing them to potentially access personal information.   700000 Excellus Bluecross BlueShield 350000 Lifetime Healthcare Companies",
      "state": [
        "Stored encrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "discovery_notes": "On August 5, 2015, Excellus BlueCross BlueShield learned that cyberattackers had executed a sophisticated attack to gain unauthorized access to our Information Technology (IT) systems.  ur investigation further revealed that the initial attack occurred on December 23, 2013.",
  "impact": {
    "loss": [
      {
        "amount": 17300000,
        "variety": "Legal and regulatory"
      }
    ],
    "overall_amount": 17300000,
    "overall_rating": "Unknown"
  },
  "incident_id": "95FBF0F8-537A-4B2B-9614-377CC02FE3FF",
  "notes": "Excellus Bluecross BlueShield  NAICS 524114 employees 5000-10000 Incident 2015-08-05  secondary Lifetime Healthcare Companies NAICS 524210  Data at risk names, dates of birth, Social Security numbers, mailing addresses, telephone numbers, member identification numbers, financial account information and claims information, and in some cases clinical information could have been affected. Our data was encrypted, but the attackers gained unauthorized administrative access to our systems, therefore allowing them to potentially access personal information.   700000 Excellus Bluecross BlueShield 350000 Lifetime Healthcare Companies  Two free years of identity theft protection and credit monitoring services.  Timeline Breach 2013-12-23 Discovery 2015-08-05  On August 5, 2015, Excellus BlueCross BlueShield learned that cyberattackers had executed a sophisticated attack to gain unauthorized access to our Information Technology (IT) systems.  ur investigation further revealed that the initial attack occurred on December 23, 2013.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 2
      }
    },
    "created": "2016-01-12T09:59:00Z",
    "dbir_year": 2016,
    "github": "6421",
    "master_id": "95FBF0F8-537A-4B2B-9614-377CC02FE3FF",
    "modified": "2016-01-12T09:59:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.scmagazine.com/excellus-bluecross-blueshield-announces-breach-105m-records-at-risk/article/437651/;http://www.democratandchronicle.com/story/news/2015/09/09/excellus-announces-august-breach-system/71949658/;http://oag.ca.gov/ecrime/databreach/reports/sb24-57740;http://www.excellusfacts.com/index.html;http://www.excellusfacts.com/faq.html; http://www.democratandchronicle.com/story/news/2016/03/02/breach-cost-excellus-17-million-2015/81233256/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Rochester, NY-based Excellus Bluecross BlueShield (BCBS) and affiliate Lifetime Healthcare Companies (LTHC) have been breached.  The health insurance organizations learned in early August that unauthorized access was gained to IT systems in late 2013, and personal information on about 10.5 million individuals may have been compromised.  An investigation conducted along with Mandiant revealed that names, dates of birth, Social Security numbers, mailing addresses, telephone numbers, member identification numbers, financial account information and claims information, and in some cases clinical information could have been affected.  \"The investigation has not determined that any such data was removed from our systems,\" Excellus CEO Christopher Booth, wrote in a notification posted to the company's website. \"We also have no evidence to date that such data has been used inappropriately.\"  The incident affects about seven million members, patients and other individuals who have done business with a variety of Excellus BCBS plans. It also affects about 3.5 million members, patients and others who participate with Lifetime Benefit Solutions, Lifetime Care, Lifetime Health Medical Group, The MedAmerica Companies, and Univera.  Notification pages set up for each affected entity include additional details. All impacted individuals are being notified and offered two free years of identity theft protection and credit monitoring services.    \"We have moved quickly to close the vulnerability, remediate our IT systems and to strengthen and enhance the security of our IT systems moving forward,\" an FAQ posted to the Excellus BCBS website said, going on to add, \"Our data was encrypted, but the attackers gained unauthorized administrative access to our systems, therefore allowing them to potentially access personal information.\"  The investigation revealed that the initial attack occurred on Dec. 23, 2013. The FBI has been notified and is conducting an investigation.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 19
    },
    "incident": {
      "day": 5,
      "month": 8,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "notes": "NAICS 524210",
      "victim_id": [
        "Lifetime Healthcare Companies"
      ]
    },
    "state": "NY",
    "victim_id": "Excellus Bluecross BlueShield"
  }
}