{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse",
        "Unapproved workaround"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "notes": "I'm modeling the use of other user's accounts as misrepresentation.  \"Dr. Watrich admitted she accessed patient records using computers in the emergency department of the Misericordia Hospital where the prior user had not logged out. Dr. Watrich also acknowledged she knew that because the prior user had not logged out of the computer, her unique user identification and password would not appear in the user logs. \"",
      "variety": [
        "Misrepresentation"
      ]
    }
  },
  "discovery_method": "Ext - customer",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "96E598D6-AEB9-4CD1-A7B4-933DB95223DE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U"
      }
    },
    "created": "2015-03-19T22:26:49Z",
    "github": "3116",
    "master_id": "96E598D6-AEB9-4CD1-A7B4-933DB95223DE",
    "modified": "2015-03-19T22:26:49Z",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2013
      }
    }
  },
  "reference": "http://www.stalbertgazette.com/article/20130328/SAG0801/303289997/-1/sag0801/st-albert-doctor-suspended-for-privacy-breach; http://cpsa.ab.ca/Libraries/pro_complaints_disc/011469-000015972511-1.pdf; http://www.phiprivacy.net/st-albert-doctor-suspended-for-privacy-breach/",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An emergency room doctor from St. Albert has been suspended for at least a month because she illegally tapped into restricted medical files. The College of Physicians & Surgeons of Alberta announced this week that it had found Deanne Dee Gayle Watrich, an emergency room doctor and a St. Albert resident, to be guilty of unprofessional conduct. Watrich had previously admitted to unprofessional conduct at a hearing tribunal held by the college last November. Specifically, the tribunal wrote in its ruling, Watrich accessed the electronic health records of three people 21 times between Aug. 5, 2009, and May 2, 2010, without having a patient/physician relationship with those people. Its okay for doctors to access patient records if they are actually treating those patients, explained college spokesperson Kelly Eby, but not otherwise. She accessed the electronic health records of three people who she was not treating, she said. Its an invasion of privacy. It also violates the provincial Health Professions Act and Health Information Act, and goes against the Canadian Medical Associations Code of Ethics and the colleges standards of practice. Watrichs case started when the provincial privacy commission began investigating a complaint from a man who had requested an Alberta Netcare log. The log showed that nine doctors, none of whom were treating him, had accessed his electronic health records. He alleged that Watrich might be the one responsible. The man listed his partner and mother as co-complainants, both of whom had their files accessed by three other doctors. Watrich admitted to the privacy commissioner and to the tribunal that she was responsible for accessing these restricted records using the logins of 12 other doctors. On 21 occasions, the tribunal heard, Watrich used computers in the emergency department of the Edmonton Misericordia Hospital to access these records after the previous user had not logged out, and did so knowing that her personal ID would not show up in the computers logs as a result. Watrich was in a personal relationship with one of the complainants when she accessed some of the records, the tribunal found, and in a relationship with the former spouse of said complainant when she accessed others. I dont know why I logged in to their Netcare and why I did it so many times, Watrich said at the hearing last November. It didnt actually give me any power. It didn't give me anything. In retrospect, she believed accessing these records might have been a way for her to cope with the difficult divorce and child-custody proceedings her partner was going through at the time. Watrich told the tribunal that she was humiliated and embarrassed by her actions and deeply disappointed in (herself). She had apologized to the complainants, and paid a significant monetary settlement to them in a related lawsuit. Covenant Health (which runs the Misericordia) had also put a reprimand on her record. Even though Watrich didnt disclose any of the information she accessed, the tribunal ruled, her actions were done repeatedly and with intent to deceive, and impugned the reputation of her fellow physicians.",
  "timeline": {
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "101 to 1000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "victim_id": "Misericordia Hospital"
  }
}