{
  "action": {
    "social": {
      "notes": "social engineering techniques, resulting in compromised credentials ",
      "target": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "PS"
      ],
      "motive": [
        "Ideology"
      ],
      "name": [
        "KDMS Team"
      ],
      "region": [
        "142145"
      ],
      "variety": [
        "Unknown",
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - DNS"
      },
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "integrity": {
      "variety": [
        "Defacement",
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "98C5C1E1-1C09-47DB-9C42-21C771A93670",
  "notes": "554 Rapid 7 secondary Register.com  naics 541511 number of employees 500-1000  Discovery (public brag)  Actor: KDMS Team (Palestinian) Vector: social engineering techniques, resulting in compromised credentials of a Register.com employee.  Asset: website defaced motive: ideological  ",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "created": "2016-01-21T09:28:00Z",
    "dbir_year": 2016,
    "github": "554",
    "master_id": "98C5C1E1-1C09-47DB-9C42-21C771A93670",
    "modified": "2016-01-21T09:28:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://news.softpedia.com/news/Metasploit-com-Hacked-by-Palestinian-Hackers-of-KDMS-Team-390444.shtml;https://community.rapid7.com/community/infosec/blog/2013/10/15/putting-the-fax-straight-rapid7com-and-metasploitcom-website-defacement",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Palestinian hackers of KDMS Team, the ones that have defaced numerous high-profile domains over the past days through DNS poisoning, have hijacked metasploit.com, the website dedicated to the popular penetration testing software Metasploit. They've also defaced Rapid7's website, rapid7.com.  \"Hello Metasploit. After whatsapp, avira, alexa, avg and other sites we was thinking about quitting hacking and disappear again! But we said: there is some sites must be hacked. You are one of our targets. Therefore we are here,\" the hackers wrote on the defaced websites.  \"And there is another thing. Do you know Palestine? There is a land called Palestine on the earth. This land has been stolen by Zionist. Do you know it? Palestinian people has the right to live in peace. Deserve to liberate their land and release all prisoners from Israeli jails. We want peace,\" they added.  It's uncertain at this point if the hackers have really hacked Metasploit.com and Rapid7.com or if this is another case of DNS hijacking. It's most likely the second variant.  In any case, I've reached out to Rapid7 to find out exactly. The post will be updated when they respond to my inquiry.  Updated to add that Rapid7's website has also been defaced.  Update 2. Rapid7's HD Moore has confirmed that the websites were hijacked through the registrar, Register.com.   \"Still having a tug of war with the Rapid7 domains, the attackers have the ability to change ANY Register.com domain, check yours,\" Moore warned on Twitter.  It's worth noting that Register.com is owned by Web.com, the same as Network Solutions, the registrar hacked when AVG, Avira and Whatsapp sites were defaced.  Update 3.  Rapid7 has provided the following statement regarding the incident:  \"This morning the DNS settings for Rapid7.com and Metasploit.com were changed by a malicious third-party. We have taken action to address the issue and both sites are now locked down. We are currently investigating the situation, but it looks like the domain was hijacked via a spoofed change request faxed to Register.com.  We apologize for the service disruption, and do not anticipate any further implications for our users and customers at this time. We will keep everyone posted as we learn more, and let the community know if any action is needed.\"",
  "timeline": {
    "incident": {
      "day": 11,
      "month": 10,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "541511",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "registrar.com"
      ]
    },
    "state": "MA",
    "victim_id": "Rapid7"
  }
}