{
  "action": {
    "unknown": {
      "notes": "unknown action most likely hacking",
      "result": [
        "Infiltrate"
      ]
    }
  },
  "actor": {
    "external": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Other"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "notes": "appears phone numbers were accessed",
      "state": [
        "Unknown"
      ]
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "4f3dfbe0-72c8-11eb-a46e-831b23dc7360",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2021-02-19T21:55:29.260Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "unk",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "attackers access phone numbers"
      }
    ],
    "github": "15104",
    "master_id": "9a374891-09d8-4dae-8f7a-134851e51c70",
    "modified": "2021-02-19T21:55:55.773Z"
  },
  "reference": "https://www.businessinsider.co.za/nedbank-security-2020-2",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A company that sends out SMSes and emails on Nedbank’s behalf may have been hit by a data breach. The “data security incident” may have released the names, ID numbers, telephone numbers, physical and/or email addresses of 1.7 million Nedbank clients.  In a statement on Thursday morning, Nedbank said that there was a “data incident” at the direct marketing company Computer Facilities, which sends emails and cellphone messages on its behalf.  “No Nedbank systems or client bank accounts have been compromised in any manner whatsoever or are at risk as a result of this data issue at Computer Facilities.” Forensic experts have been appointed to conduct an extensive investigation and the bank is also working with the relevant regulators and authorities, Nedbank CEO Mike Brown said.  Nedbank Group Chief Information Officer Fred Swanepoel said Computer Facilities did not have any links to Nedbank’s systems. As a further precautionary measure, Computer Facilities’ systems have been disconnected from the internet until further notice.  Clients’ bank accounts are not at risk and they do not need to take any further action other than continuing to be vigilant against attempts at fraud, Nedbank said.  Two years ago, hackers seized insurance company Liberty's email repository and demanded a \"ransom\" in exchange for the data.  Other incidents included the theft of 60 million South Africans’ personal data via a holding company for several real estate firms including Realty1, ERA and Aida. The personal records of almost 1 million South African drivers were also reportedly compromised through the online traffic fine website ViewFine, while in 2017 Ster-Kinekor's website was also exposed for lacking data security.   At the end of last year, many South Africans who view pornography on their mobile phones were affected by a massive breach. A local company reportedly leaked a large database of web browsing history along with mobile-phone identifiers, and in some cases social media usernames, allowing some individuals to be identified – and linked to the pornography they viewed.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 13,
      "month": 2,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "ZA"
    ],
    "employee_count": "25001 to 50000",
    "government": [
      "NA"
    ],
    "industry": "52"
  }
}