{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2318,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2318,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9A5B00A2-C242-4017-8A7F-D8C823D3E48B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-27T00:34:14Z",
    "github": "4107",
    "master_id": "9A5B00A2-C242-4017-8A7F-D8C823D3E48B",
    "modified": "2015-03-27T00:34:14Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.dailypress.com/health/dp-nws-security-breach-riverside-20140729,0,1160235.story; http://hamptonroads.com/2014/07/riverside-health-warns-2000-possible-data-breach; http://hamptonroads.com/2014/07/cancer-hard-enough-and-then-data-theft-too",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Cancer.  It's a word that makes people tremble. Even when a case is curable, the stress on patients is indescribable.  We all know that. Everyone has been touched.  Preying on people with cancer is one of the most despicable acts imaginable. Yet that's exactly what one Elizabeth City woman is accused of doing.  If she's found guilty, the court should take her cynical choice of victims into consideration at sentencing.  Chesapeake police say T'sha Riddick used information she gleaned while working at Cancer Specialists of Tidewater, part of the Riverside Health System, to commit credit card fraud and identity theft. Riverside sent out letters to more than 2,000 patients who may have come in contact with Riddick during her almost two years of employment. A spokesman for Riverside told me that Riddick was terminated in early June.  She faces 13 criminal charges.  Chesapeake Police spokeswoman Kelly O'Sullivan said Thursday that the investigation is ongoing and more charges may be coming. The 33-year-old Riddick is out on bond and due in court August 25.  At least one of the victims had a credit card used exclusively to pay for Riverside medical expenses. When that person found other charges, police say they were notified.  Sickening.  Even more disturbing is news that Riddick was convicted of a similar crime nine years ago.  According to a story by Pilot reporter Scott Daugherty, Riddick pleaded guilty in 2005 to credit card fraud and obtaining property under false pretenses in Pasquotank County. That alone should have disqualified her from any job that gave her even limited access to personal information.  There's more.  In 2008, Riddick was convicted of misdemeanor theft in North Carolina. Last year, \"she was found guilty of misdemeanor possession of stolen property and three counts of misdemeanor worthless checks,\" according to Daugherty's reporting.  Riverside apparently didn't know about Riddick's checkered criminal past because, as an unlicensed medical assistant, she was not automatically subject by the company to a criminal background check.  \"We complete criminal background checks on all positions mandated by law,\" Riverside spokesman Peter Glagola told me Thursday.  Those include licensed health care providers, workers at child care centers, maternity units and a number of other positions, he said.  Medical assistants, whose primary job is to take patients to examining rooms, record weight and height, draw labs and sometimes collect payment are not subject to criminal background checks, Glagola said.  An assistant can still see highly personal information on patient charts - date of birth, Social Security number and address - as well as credit card and bank routing numbers, during checkout.  On Thursday, Sentara Healthcare spokesman Dale Gauding told me that Sentara - with 28,000 employees - performs criminal background checks on every person offered employment. Bon Secours Hampton Roads Health System also checks the criminal history of all employees.  Glagola said Riverside is looking into doing the same, but noted that they are moving cautiously, lest they violate Equal Employment Opportunity Commission regulations.  \"A lot of times they don't support blanket background checks,\" he said.  Oh really? Well, let the EEOC explain why the rights of convicts should ever trump the privacy rights of cancer patients.  Look, felons who have paid their debt to society deserve second chances. Within reason, that is. They should never be given jobs that come with daily temptations. Drug offenders shouldn't work in pharmacies, for instance. Embezzlers shouldn't be anywhere near payrolls. Child molesters need to be kept far away from minors.  People who have committed credit card fraud shouldn't be allowed even a peek at personal information.  The callous nature of the acts for which Riddick is accused bring to mind another case that  involved another health care worker.  In 2008, a nurse in Sentara Bayside Hospital's emergency room stole a credit card from a 75-year-old financial adviser who'd died of a heart attack in a supermarket parking lot.  Six hours after the death, Matthew Wiseman used the card to buy a computer at Best Buy.  Caught on surveillance tape shopping in his hospital scrubs, the nurse pleaded guilty to credit card theft and credit card fraud and was sentenced to eight years in prison, with all but 30 days suspended.  For years now, I thought of that as the most audacious crime committed in Hampton Roads.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "IL",
    "victim_id": "Riverside Health System"
  }
}