{
  "action": {
    "misuse": {
      "variety": [
        "Unapproved hardware"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 20000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 20000,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9A8C1D63-AB1A-4187-9A50-CFB89154EFC4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-03-24T04:37:00Z",
    "github": "1802",
    "master_id": "9A8C1D63-AB1A-4187-9A50-CFB89154EFC4",
    "modified": "2014-03-24T04:37:00Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://news.softpedia.com/news/Employee-Exposes-Personal-Data-of-20-000-IRS-Workers-433193.shtml; http://in.reuters.com/article/2014/03/18/usa-tax-data-idINDEEA2H0GM20140318?rpc=401&feedType=RSS&feedName=technologyNews&rpc=401",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The United States Internal Revenue Service (IRS) has suffered a data breach in which the personal details of 20,000 employees have been exposed. The incident is a result of an employee mishandling an unencrypted thumb drive, not a malicious attack from outside the organization.  In a statement regarding the incident, the IRS has revealed that the thumb drive contained the details of employees. The information dates back to 2007 or earlier. No taxpayer information has been exposed and the IRS is confident that this has been an isolated incident.  The incident stems from an employee's use of an unencrypted thumb drive and does not involve a third-party breach of any of our systems. This was not a problem with our network or systems, but rather an isolated instance. We are working cooperatively with TIGTA, as it continues its review of this matter and will take appropriate action, the IRS stated.  At this point, we have no direct evidence to indicate this personal information has been used for identity theft or other inappropriate uses. The IRS strongly believes this situation could not occur in todays environment, because starting in 2008 we added automatic encryption for any external portable devices attached to our systems.  IRS Commissioner John Koskinen has provided Reuters with additional details regarding the breach. Koskinen has revealed that the employee in question plugged the unencrypted USB drive into his home network.  This might have made the data on the drive accessible to third parties. A possible scenario is one in which the computer to which the drive was connected contained malware that could have stolen the data.  The exposed information includes names, social security numbers and addresses of current, former and contracted employees. Its uncertain if any action has been taken against the individual who plugged in the thumb drive on his home computer. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921130",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Internal Revenue Service"
  }
}