{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9AB34EE5-4DCE-4BBA-8D85-FC037913C53A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4501",
    "master_id": "9AB34EE5-4DCE-4BBA-8D85-FC037913C53A",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/mecklenburg-co-social-worker-pleads-guilty-in-connection-with-medicaid-fraud-scheme/; http://www.charlotteobserver.com/2014/10/23/5261647/mecklenburg-social-worker-pleads.html#.VE66M0uFr7Q",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A social worker with the Mecklenburg County Department of Social Services pleaded guilty Thursday in federal court after prosecutors said she sold childrens identities to people who then filed fraudulent claims with Medicaid.  Ieshia Hicks Watkins, 33, of Charlotte, pleaded guilty to one count of health care fraud conspiracy and one count of receiving illegal kickbacks. She faces a maximum of 15 years in prison and a maximum fine of $500,000 for the two charges.  According to court documents and testimony in Thursdays plea hearing, Watkins stole the names and identities of DSS clients, most of them children, between 2010 and 2012 while working with the department.  Driven by greed, Watkins used her position to access the personal information of DSS clients and sold it to her conspirator in exchange for cash and gifts, said U.S. Attorney Anne Tompkins.  Court records showed that Watkins sold the information to Ronnie Lorenzo Robinson, who then filed fraudulent reimbursement claims with Medicaid. Robinson used the personal identity information he bought from Watkins to file claims for mental and behavioral health services that were never provided to the clients, prosecutors said.  Prosecutors said Watkins admitted during Thursdays hearing to receiving at least $10,000 for selling the personal information of Medicaid clients. Robinson then submitted nearly $30,000 in fraudulent Medicaid claims, prosecutors said.  This case is particularly troubling because these were families and minor children whose welfare Watkins was assigned to protect, U.S. Attorney Anne Tompkins said. Instead, she turned them into victims of identity theft for her own benefit.  John Strong, special agent-in-charge of the FBI in North Carolina, added, Ms. Watkins allowed personal greed to override the commitment she made to those families.  Robinson pleaded guilty in January to two counts of health care fraud.  No date has been set for Watkins sentencing hearing. She is free on bond, pending sentencing.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 2.0
    },
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "92312",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Mecklenburg County Department of Social Services"
  }
}