{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "74DD050C-E22A-4CD9-9975-FAA1171BC46C",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-06-01T00:54:00Z",
    "dbir_year": 2017,
    "github": "7583",
    "master_id": "9BE99EDB-4870-4447-BBAF-6F210EF15BDA",
    "modified": "2016-06-01T04:09:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 4,
        "year": 2016
      }
    }
  },
  "reference": "http://www.bordermail.com.au/story/3863815/stolen-medical-records-found-flying-around-melbourne-park/?cs=7; http://myinforms.com/en/a/31153869-stolen-medical-records-found-flying-around-melbourne-park/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Medical files belonging to at least a dozen patients have allegedly been stolen from a Melbourne GP clinic and dumped in a park, exposing people's most intimate personal history.  The privacy breach also puts the patients at risk of identity theft because the files included their full name, address, date of birth, medicare number, and medical history. The documents were so comprehensive they included details about who the people lived with and what medications they were on.  Dr Peter Andrianakis from Prime Medical clinic in Sunshine West said while staff were moving from an office in Fitzgerald Rd to Glengala Rd over the Easter break, somebody illegally entered the old clinic and \"forced open a locked disposal unit containing copies of old patient care-plans\". He said these documents were meant to be destroyed by an approved contractor and were awaiting collection.  Instead, they appear to have been dumped in a local park. A woman who was walking her dog in Isabella Williams Memorial Reserve in Deer Park on Sunday found a burning pile of rubbish that included the medical records, old magazines and pamphlets for an old locum doctor service.  The woman, who did not want to be named, told The Age that at least 13 people's files had survived the fire. To protect the people's privacy, she picked up the remaining documents and took them to the closest police station. However, when she returned to the reserve on Wednesday, she said more records were littered throughout the park.  After The Age called Prime Medical about the discovery, Dr Andrianakis said he had since become aware that some of the patients records had been removed from the disposal unit and deposited in a local park.  \"All patients that could be identified to have been involved have been contacted,\" he said.  A spokeswoman for Victoria Police said police had returned the documents to their owner, but she would not name the owner. She said police were not investigating the matter any further and believed it was an accident. \"No further action will be taken at this stage,\" she said.  A spokeswoman for Brimbank City Council said it had picked up the litter in the park on Thursday, including the medical records which would be reported to \"relevant authorities\".  Victoria's Acting Health Services Commissioner Dorota Siarkiewicz urged anybody with concerns about the collection, use or storage of medical records to contact her office.  She said health services were obliged to comply with the Health Records Act 2001 which details how records must be securely managed. Anybody who fails to comply can be issued with a compliance notice. If this notice is breached, they can be charged with a criminal offence.",
  "timeline": {
    "discovery": {
      "unit": "Weeks",
      "value": 3.0
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "009053"
    ],
    "victim_id": "Prime Medical"
  }
}