{
  "action": {
    "hacking": {
      "notes": "The servers of the administration's website has been easily breached",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "TR"
      ],
      "motive": [
        "Unknown"
      ],
      "name": [
        "Kurdistan Workers' Party"
      ],
      "notes": "The nationwide fraud was also covered the East Turkey, where prescribed medicine on false ID information ended up going to the separatists armed-and-outlawed Kurdistan Workers' Party (PKK).",
      "region": [
        "142145"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "The servers of the administration's website has been easily breachedFollowing enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 14000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 14000000,
      "data_victim": [
        "Other"
      ],
      "notes": "14 million Turkish citizens' ID information shared with a third party Underlining that more than 70 million of Turkish citizens' ID copies stored in GSM operators, in the report expressed that more than 50 million of citizens' ID information stolen by third parties.",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9C143D8E-397A-4D78-A043-8E7189F39719",
  "notes": "url: https://web.archive.org/web/20150115085409/http://national.bgnnews.com/weak-state-servers-breach-causes-mass-identity-theft-in-turkey-haberi/2771  issue:  victim: Turkish General Directorate of Population and Citizenship Affairs, the General Directorate of Land Registry and Cadaster, Revenue Administration, the Social Security Administration, the Ministry of Health and the Ministry of Justice  naics:  944101  employees:   Incident:   Notification:  Discoverey: 2014-11-17  Actor: vector, mobile   Data: 14 million Turkish citizens' ID information shared with a third party Underlining that more than 70 million of Turkish citizens' ID copies stored in GSM operators, in the report expressed that more than 50 million of citizens' ID information stolen by third parties.  Credit Monitoring:   Assets compromised: The servers of the administration's website has been easily breached,  impact Prescriptions have cost 3TL, treatments have taken 5TL and medicine 5TL per on each instance to the citizen. The nationwide fraud was also covered the East Turkey, where prescribed medicine on false ID information ended up going to the separatists armed-and-outlawed Kurdistan Workers' Party (PKK).",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-28T07:51:00Z",
    "dbir_year": 2016,
    "github": "5139",
    "master_id": "9C143D8E-397A-4D78-A043-8E7189F39719",
    "modified": "2016-01-28T07:51:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "https://web.archive.org/web/20150115085409/http://national.bgnnews.com/weak-state-servers-breach-causes-mass-identity-theft-in-turkey-haberi/2771",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " inspector's report reveals huge medical security fraud concerning the Social Security Administrations. 14 million Turkish citizens' ID information shared with a third party.        Weak state servers breach causes mass identity theft in Turkey      The Presidency's State Audit Institution (DDK) has revealed that the state failed to protect Turkish citizens' ID information. The servers of the administration's website has been easily breached, ID information of citizens have been stolen. These include the General Directorate of Population and Citizenship Affairs, the General Directorate of Land Registry and Cadaster, Revenue Administration, the Social Security Administration, the Ministry of Health and the Ministry of Justice.     Underlining that more than 70 million of Turkish citizens' ID copies stored in GSM operators, in the report expressed that more than 50 million of citizens' ID information stolen by third parties.    PKK steals ID commits ID theft on Social Security Administration     The perpetrators of the identity theft have acquired medicine, prescription, and treatment, which was billed to the victimized citizens, who had no idea that their information had been stolen from the Social Security Administration. The state has also suffered.     Prescriptions have cost 3TL, treatments have taken 5TL and medicine 5TL per on each instance to the citizen. The nationwide fraud was also covered the East Turkey, where prescribed medicine on false ID information ended up going to the separatists armed-and-outlawed Kurdistan Workers' Party (PKK).     A citizen initialed C.K. who lived in Ankara, located in the center of the country, learned that a prescription was written for him all the way in Turkey's southeastern province of Diyarbakr.     According to the Turkish general staff sources, in the almost all of the raids against the mountain shelters used by the outlawed terrorist Kurdistan Workers' Party (PKK), soldiers seizes medicines.     Warning Turkish citizens against the fraudulent medical prescriptions, the Social Security Administration has requested citizens to keep their phones updated on its website, in case of fraudulent medical prescriptions.     Expressing that the number of citizens' updated their mobile numbers to the system is very less in the country; administration said \"if the numbers are updated, the citizens will know if any medical prescriptions written on their ID number.  Jan 12, 2015 | Hasan Bozkurt | Ankara",
  "timeline": {
    "incident": {
      "day": 17,
      "month": 11,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "TR"
    ],
    "employee_count": "Unknown",
    "industry": "923130",
    "region": [
      "142145"
    ],
    "secondary": {
      "amount": 5,
      "victim_id": [
        "Turkish General Directorate of Population and Citizenship Affairs",
        " General Directorate of Land Registry and Cadaster",
        " Revenue Administration",
        " Ministry of Health",
        " Ministry of Justice"
      ]
    },
    "victim_id": "Turkish Social Security Administration"
  }
}