{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Mobile phone"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Other"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9C8E5C20-25E9-4765-B08D-DC0B907AD2C2",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-30T17:48:00Z",
    "github": "4467",
    "master_id": "9C8E5C20-25E9-4765-B08D-DC0B907AD2C2",
    "modified": "2014-10-30T17:48:00Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/nz-council-breached-workers-privacy/; http://www.nzherald.co.nz/northern-advocate/news/article.cfm?c_id=1503450&objectid=11340706",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Northland Regional Council breached the Privacy Act when staff accessed text messages sent by the victim of a brutal bleach attack, the Privacy Commissioner has found.  Former council employee Mike Nager was driving to Whangarei in June last year to give evidence in court against two Far North men accused of illegally digging up swamp kauri when he stopped for a car flashing its lights. He was attacked by unknown assailants who threw bleach into his eyes and slashed his face with a knife.  He returned to his job soon afterwards but went on sick leave after getting flashbacks of the attack. He was fired in March after he went public about the council's refusal to destroy a confidential report it had received in an ACC error.  Mr Nager has since lodged a complaint for unjustified dismissal with the Employment Relations Authority. He also took his concerns about his employer's actions to the Privacy Commissioner, who has ruled that the council breached the Privacy Act when it accessed text messages sent by Mr Nager in the days following the attack. The council is appealing the Commissioner's finding.  When contacted by the Advocate, Mr Nager said he exchanged about half a dozen text messages with his former boss at the Taranaki Regional Council, Bruce Pope, two days after the attack.  He thought his former colleagues would have worked out he was the attack victim and wanted to assure them he was recovering. An exchange of texts followed in which they discussed how he was faring, the Northland Regional Council's response, and the attackers' possible motivation.  Mr Nager's manager at the Northland Regional Council, Tess Dacre, learnt he had been in contact with Mr Pope and asked him for copies of the text messages. Mr Pope obliged, treating it as a request under the Official Information Act.  Mr Nager said he found out the NRC had obtained his text messages when he requested his personnel file.  \"I thought, 'What's this?' I gave my ex-boss a call and it all unfolded from there. They (NRC) got my messages off someone else's phone. That's really underhanded. You don't expect that degree of snooping. I don't know what they were hoping to find.\"  Mr Nager said he was not seeking redress when he complained to the Commissioner, only a ruling that the council had done wrong.  From correspondence sighted by the Advocate it appears the regional council requested the texts in the hope of finding evidence to counter Mr Nager's complaint that it had not been doing enough for him after the attack. The council was also unhappy that Mr Nager had told someone outside the organisation that he was the victim of the high-profile attack.  A date has yet to be set for Mr Nager's Employment Court hearing. An attempt at mediation in August failed. NRC chief executive Malcolm Nicolson could not be contacted yesterday.  The Privacy Act states that personal information must not be collected unless for a lawful purpose connected with a function of the agency collecting the information; and it is necessary to collect the information for that purpose.",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "009053"
    ],
    "victim_id": "Northland Regional Council"
  }
}