{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "5621",
      "motive": [
        "Unknown"
      ],
      "notes": "Medi-Waste Disposal",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9C95706C-9C67-4B92-B5BC-EB48C9802EA3",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T22:47:31Z",
    "github": "5507",
    "master_id": "9C95706C-9C67-4B92-B5BC-EB48C9802EA3",
    "modified": "2015-03-07T22:47:31Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 1,
        "year": 2013
      }
    }
  },
  "reference": "http://whnt.com/2013/01/30/out-of-state-medical-records-found-in-dumpster-linked-to-shoals-doctor/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "FLORENCE, Ala. (WHNT)  In a WHNT News 19 exclusive report, we told you about hundreds of medical files found inside dumpsters around the Shoals.  These records were from a hospital out-of-state, so WHNT News 19 did some digging and found the doctor cited in those files has been practicing in the Shoals.  The files were from a clinic in Virginia.  However the doctor cited in those records has been practicing as an independent physician at Helen Keller Hospital for less than a year.  The slogan on top of the medical files says, Specializing in You, Our Patient.  However hundreds of the doctors former patients back in Virginia, have no idea their information ended up scattered in the trash, nearly 400 miles away.  WHNT News 19 tried to contact the physician listed in the medical records to find out how these confidential files got in the hands of a Florence man.  During a telephone call, a family member told WHNT News 19, the doctor was out of town caring for a sick relative.  However, the doctors family member stated the physician hired a company to shred the documents, and then dispose of the papers in the landfill.  The family member would not reveal to WHNT News 19 the name of that document destruction service or who was supposed to be responsible for taking those documents to the dump.  WHNT News 19 also notified the hospital in Norton, Virginia, where the files originated about the found medical records.   A privacy officer from the healthcare alliance says this is a big concern and claims there are rules and regulations in place to hold physicians accountable for their charts.  If the doctor is moving to Alabama, I wouldn`t necessarily think they would take their records, but they are still liable for those records as a physician/practitioner so, maybe they took them, and wanted to go through them, but again that is all speculation from me, said Donna Coomes, a privacy investigator for the Mountain States Health Alliance.  At this time, WHNT News 19 is not revealing the doctors name because the medical records are not of patients from the Tennessee Valley.  WHNT News 19 is still tracking down why exactly the files ended up in unsecured dumpsters.      However, since we broke this story, WHNT News 19 has learned this doctor is no longer practicing in Sheffield.  A sign left on the doctors office door states he has moved out of the area due to family health issues.  A local Shoals doctor has agreed to take over his patients.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "VA"
  }
}