{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9D4C2A45-1DA1-4909-8616-1B4363797D1F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2016-02-07T22:31:00Z",
    "dbir_year": 2016,
    "github": "5900",
    "master_id": "9D4C2A45-1DA1-4909-8616-1B4363797D1F",
    "modified": "2016-02-07T22:31:00Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 5,
        "year": 2015
      }
    }
  },
  "reference": "http://news.softpedia.com/news/Unity-Rehab-Centers-Leak-Highly-Sensitive-Patient-Info-482746.shtml; http://www.databreaches.net/united-recovery-group-notifying-patients-of-hipaa-privacy-breach/; http://doj.nh.gov/consumer/security-breaches/documents/unity-recovery-group-20150526.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Multiple rehab units under the umbrella of Unity Recovery Group disclosed to partners personally identifiable details and health-related information belonging to their patients.  In April, it was discovered that Starting Point Detox, LLC, Lakeside Treatment Center, LLC, Changing Tides Transitional Living, LLC, and Unity Recovery Center, Inc. breached a hefty suite of policies regarding confidentiality and privacy of client data and IT security regulations.  Unity raises security standards  The circumstances of the incidents (recorded between April and March, this year) are unclear as the company does not mention if the leak was a result of technical issue or a human-related one; the number of affected patients remains undisclosed.  The information spilled to third-parties (recovery and/or rehabilitation service providers, unaffiliated with Unity) comprises names, addresses, dates of birth, email addresses, telephone numbers, social security numbers, insurance information, and/or certain health data.  At the moment there is no evidence that the details have been accessed or used for malicious purposes, the company says in a letter to the affected individuals, but the risk exists.  \"To protect against future incidents, we have undertaken additional technological security measures and implemented additional training of our employees to ensure compliance with Unity's Policies. We have also hired outside legal counsel to assist us with our investigation and Forensic Data Services, Inc., a technology forensics firm, to enhance the security of our IT systems,\" Unity informs.  Fraud and scam potential is significant  The communication should have reached the persons impacted by the events via postal mail and further notifications may arrive if new developments emerge.  One of the most obvious risk associated with data breaches of this sort is identity theft, which can lead to financial loss in credit fraud operations. To lower the potential damage Unity offers one year of free identity and credit protection services.  Given the sensitivity of the details, cybercriminals can resort to other avenues to rob their victims, phishing being one method.  On the same note, the IRS released a notification this week about attackers gaining access to tax information of over 100,000 US citizens using SSNs, dates of birth and addresses collected from other breaches.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1
    },
    "incident": {
      "month": 4,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622210",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Unity Recovery Group"
  }
}