{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1225,
          "variety": "Credentials"
        },
        {
          "amount": 1225,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1225,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9D7DB337-7273-47E8-9248-129BF9AEA80C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-30T16:15:00Z",
    "github": "3860",
    "master_id": "9D7DB337-7273-47E8-9248-129BF9AEA80C",
    "modified": "2014-07-30T16:15:00Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 6,
        "year": 2012
      }
    }
  },
  "reference": "http://www.cruisecritic.co.uk/news/news.cfm?ID=4878;http://boards.cruisecritic.com/showthread.php?t=1657908",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "(7:30 a.m. EDT) -- Cunard has been forced to shut down its online booking system for guests after accidentally sending personal information of more than 1,200 passengers to an undisclosed number of people who are registered on the system.  Cruise Critic first became aware of the breach when member davyjones posted on the message boards that he'd received an e-mail with a spreadsheet attachment containing the contact information of 1,225 Cunard passengers. The information in the spreadsheet included booking reference numbers, names and email addresses.   Passport information was not sent out, a Cunard spokeswoman confirmed. However, it would theoretically be possible to access individuals' passport information using the booking reference numbers, names and email addresses.  Davyjones wrote: This information would allow me to see all the information such as address, contact number and passport information that you need to enter before your cruise.  Cunard spokeswoman Jackie Chase confirmed the mishap to Cruise Critic. \"Cunard can confirm that an e-mail was sent in error to some guests containing details relating to other guests' bookings. We took swift action to close down the check-in system, Voyage Personalizer, until we are able to re-issue new secure log-in details to all affected guests. We are very sorry if this error has caused our guests any concern and we would like to reassure them that the issue has been dealt with and we are in the process of contacting relevant guests with new, secure log-in.\"   Cunard added in a statement: We are taking steps to ensure that this could not happen again.  Cruise Critic member bluemarble was among those who received notification that his booking number was being changed. He received an \"Emergency Notification Urgent\" e-mail stating, \"Due to system issues, we will be issuing a new Booking Number for the booking referenced in this notification. Within 48 hours you will receive a new Booking Confirmation with a new Booking Number_ We apologize for any inconvenience this may cause.\"   The e-mail did not indicate whether or not bluemarble's contact information had been shared with other guests.   Though it is expected that cruise lines will keep their passengers' information safe, the lines' terms and conditions are written to protect them in circumstances such as this.   Cunard's legal and privacy policy states: \"Cunard Line cannot guarantee the security of any information you transmit to us or from our site, and therefore you use our site at your own risk.\"   Cunard would not disclose how many people the email was sent to nor how the e-mail with the attachment was originally sent.  Passengers could be compensated as a result of the mishap, depending on circumstances. A line spokeswoman said: \"We do not anticipate that any of our guests will suffer loss as a result of this error, but if they do they should contact us straightaway to make us aware of the circumstances.\"   Passport information can be used for identify theft, so anyone who believes their information was shared may want to contact the U.S. Bureau of Consular Affairs or the U.K.'s Information Commissioner's Office, which delas with data protection.  --by Dori Saltzman, News Editor",
  "timeline": {
    "incident": {
      "day": 23,
      "month": 6,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "483112",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "CA",
    "victim_id": "Cunard Line"
  }
}