{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9DF42B8E-3F42-44E9-842A-6F3E48CF0AE7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-01T00:42:15Z",
    "github": "5386",
    "master_id": "9DF42B8E-3F42-44E9-842A-6F3E48CF0AE7",
    "modified": "2015-03-01T00:42:15Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://www.citynews.ca/2015/02/18/personal-medical-records-found-strewn-along-street-in-richmond-hill/#__federated=1",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Confidential medical documents have been strewn along a busy street in Richmond Hill for as long as a week, but its not yet clear how the breach occurred.  A CityNews viewer who lives along Major Mackenzie Drive East near Yonge Street says hundreds of documents have been scattered in the area, along the street and sidewalks, and in snowbanks.  The pages arent shredded and some contain patient names, dates of birth, addresses, and medical test results.  Its just stupidity, said Justin, who provided the news tip. You need to shred that, thats pretty sensitive stuff.  I did notice a lot of documents on the ground for about a week out there, he added. Probably a couple hundred.  The address on some of the documents matched a nearby doctors office with the name Dr. Martin Richmond on them.  When approached by CityNews, Dr. Richmond said he would not be commenting and referred any inquiries to his attorney.  His lawyer has not yet returned CityNews calls.  Other documents named Mackenzie Health. The group sent someone to the area to clean up the documents on Wednesday afternoon.  According to the Personal Health Information Protection Act, patients must be notified when their personal information has been breached, but theres no obligation to report it to the Ministry of Health.  A patient can press charges if they feel theyve been endangered in some way.  Documents collected by CityNews have been turned over to Ontarios privacy commissioner, Brian Beamish.  Luckily this doesnt happen a lot. But when it does its very concerning, Beamish said. Health records are very personal to people, and they want to be assured that theyre secure.  If they are paper records they need to be destroyed.  NOTE: This story has been updated to include an edited video. Previously, the video included an image of the Promenade Medical Centre, which is not involved in this story.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "Dr. Martin Richmond"
      ]
    },
    "victim_id": "Mackenzie Health"
  }
}