{
  "action": {
    "social": {
      "target": [
        "Unknown"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      },
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Student"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "discovery_notes": "Global News was contacted by someone in mid-March, who claimed they saw student information dumped on a Facebook site before it was subsequently deleted. The person said they saw student information including email addresses, student grades and other personal information",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9FB608BA-B39A-4398-AB20-A0286EECC62E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T08:15:00Z",
    "dbir_year": 2016,
    "github": "6019",
    "master_id": "9FB608BA-B39A-4398-AB20-A0286EECC62E",
    "modified": "2016-02-02T08:15:00Z",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 6,
        "year": 2015
      }
    }
  },
  "reference": "http://globalnews.ca/news/2060359/calgary-teen-charged-in-public-school-board-student-data-hack/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "CALGARY __ A 15-year-old Calgary teen has been arrested and charged with hacking into public school board servers between November 2014 and March 2015.     Advertisement          Related   _ cbe Hacking scare at Calgary public school board     _ Anonymous, founded in 2003, operates as a leaderless hacktivist group __ made of up of 'anons' from all corners of the world. Without any leadership, or ranking within the association, anyone can join Anonymous if they wish to join.'Anonymous' claims responsibility for cyber attack that shut down government websites      Global News   The teen allegedly hacked into the Calgary Board of Education (CBE) servers using phishing e-mails and credentials. Police say once in the server, he accessed corporate and personal information, but wouldn't elaborate on the type of records that were obtained.  \"He did commit crimes in the sense that he accessed [information] unlawfully, but with the information he gained, we're not aware of any additional crimes that were committed,\" said Staff Sgt. Ryan Jepson. \"Other than__screenshots that were sent to the media, I'm not aware of what else may have been done with the information.\"  Police encourage any victims or people who think they may've been a victim to report it to police.  The teen has been charged with: _Personation _Unlawfully altering data _Unlawfully obtaining a computer service _Unlawfully used a computer system with intent to commit the offence by willfully destroying data _Use a computer password that would enable him to commit the offence of fraudulently and without colour of right obtaining directly or indirectly the computer network  Jepson said the offences didn't require a \"high degree of sophistication\" on the part of the suspect.   \"What is required is a computer and access to the internet, and beyond that, not a high degree of sophistication. Some self-training and you're off to the races, so to speak.\"  The teen can't be identified under the Youth Criminal Justice Act; he has been released on bail with conditions. His next court appearance is set for July 23.  Global News was contacted by someone in mid-March, who claimed they saw student information dumped on a Facebook site before it was subsequently deleted. The person said they saw student information including email addresses, student grades and other personal information.  The CBE issued the following statement in March:   \"We have received information from a person alleging to have obtained unauthorized access to a school information system. This claim is being actively investigated. We are also complying with all of our obligations under the Freedom of Information and Protection of Privacy Act. This person may be seeking notoriety and publicity for his/her actions.\"  Police say no further details will be released \"in relation to how the suspect gained access to the server.\"  Police say the CBE took steps at the time of the incident to notify parents of students who were impacted.  Jepson said the Calgary cybercrime unit worked on 416 files last year, and is on pace to exceed that number in 2015. ",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 5
    },
    "incident": {
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "10001 to 25000",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "victim_id": "Calgary Board of Education"
  }
}