{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5800,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 5800,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A034B2DF-D01E-4721-A11B-10A2AE58ADD5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-10T23:47:51Z",
    "github": "2688",
    "master_id": "A034B2DF-D01E-4721-A11B-10A2AE58ADD5",
    "modified": "2015-03-10T23:47:51Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.nugget.ca/2013/06/11/hospital-defends-private-records",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "North Bay Regional Health Centre could be forced to turn over medical information for almost 40,000 patients dating back to 2004 in a privacy case involving a nurse accused of illegally accessing data.  Melissa McLellan faces nine charges under Ontario's Personal Health Information Protection Act for collecting private patient data without consent while she worked at the hospital.  She is no longer employed there.  The defence raised a motion Tuesday that could force the hospital to release information from its patient database in order to challenge how the facility collected data that led to the charges in 2011.  The hospital learned about a possible privacy breach and was obligated to investigate, said its lawyer Deborah Berlach.  She said the hospital's analyst was an employee at the facility at the time and had consent to access the records. He was asked to generate a report which concluded personal health information of 5,800 patients had been accessed without consent.  The allegations have not been proven in court.  The hospital issued letters and media releases in 2011 to alert patients about the privacy breach based on information from that report.  The hospital has a way to track who accesses patient data, and the defence wants its own independent analyst to have access to that report as well as the complete electronic database at the hospital to test those findings.  The hospital is the custodian of that private information which is not in the hands of the province. That required the hearing Tuesday so the defence could argue why the court should order the hospital to hand over those third-party records.  Court heard the prosecution is no longer relying on the hospital's internal report that initially led to the charges. Ontario Provincial Police were brought in Monday with a search warrant to access the hospital's database to conduct its own investigation into whether files were accessed without consent.  The nurse's charges currently involve 48 instances of unauthorized access to patient files over nine days.  The police report isn't expected to be completed until Thursday.  Prosecutor Deanna Exner, representing the province, said the hospital should not be compelled to turn over patient records to challenge the original report in light of the new report being generated by police.  The defence argues the hospital records are relevant because they were accessed to create the original report that led to the charges in the first place.  The prosecution brought in the OPP to avoid the prospect of releasing private health information of almost 40,000 patients to challenge the original report. The nurse is not accused of accessing medical information of those patients, but they're part of the electronic database that is the subject of what should be turned over to the defence.  Justice of the Peace Lauren Scully is expected to give her decision July 5 whether the hospital must disclose information from its database so the nurse can answer to the charges and protect her right to a fair trial.  Court heard in March the defence plans to bring two motions to have the charges withdrawn, claiming McLellan's rights are being violated by the length of time it's taking to bring the charges to trial, and arguing selective prosecution that the nurse was singled out.  McLellan also faces a disciplinary hearing with the College of Nurses of Ontario. She's accused of committing professional misconduct between September 2005 and April 2011 by breaching the standards of practice in nursing and engaging in disgraceful, dishonourable or unprofessional conduct by accessing personal health information of about 5,800 patients without consent or having a professional reason to do so, according to the college website.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "North Bay Regional Health Centre"
  }
}