{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "US"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Former employee"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2800000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2800000,
      "data_victim": [
        "Other"
      ],
      "notes": "2.8 million unique records with the names and email addresses of firms and individuals who could then be contacted by clients looking to generate new business, reported the paper.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Audit"
      ]
    }
  },
  "discovery_notes": "The audacious scam was detected by forensic investigators at Emailmovers, one of the UK's leading digital-marketing agencies, owned by brothers Duncan and Jamie Gledhill.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A0D3AE68-4B77-4744-A4D1-FE047A6168B9",
  "notes": "Emailmovers  NAICS: 541613 employees:10-50  Notification 2015-12-15  Data 2.8 million unique records with the names and email addresses of firms and individuals who could then be contacted by clients looking to generate new business, reported the paper.  Vector North Yorkshire Police's High-Tech Crime Unit estimated that 8.2 million lines of stolen data had been stored on disks and computer hard drives at the rival company, Veri Media.  Actor  exploited data and training from their former employers to make money for their clone company",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-08T12:32:00Z",
    "dbir_year": 2016,
    "github": "6821",
    "master_id": "A0D3AE68-4B77-4744-A4D1-FE047A6168B9",
    "modified": "2016-01-08T12:32:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.theregister.co.uk/2015/12/15/four_sentenced_to_theft_of_three_million_data_records/; http://www.gazetteherald.co.uk/news/14145344.Four_sentenced_in_North_Yorks_web_fraud_case/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Nearly three million data records worth tens of thousands of pounds have were stolen by four men from their employer, York Crown Court has heard. The men used millions of \"data lines\" they had fraudulently copied from their employer, Scarborough-based Emailmovers, before leaving to set up their own market-research company - according to theGazette & Herald. The data included 2.8 million unique records with the names and email addresses of firms and individuals who could then be contacted by clients looking to generate new business, reported the paper. York Crown Court sentenced Nashaat Ahmed, 30, of The Green, Acomb, Jaime Calvert, 23, William Messruther, 30, and Mark Belton, 25, each to 21 months in prison. Judge Hunt said the quartet had \"cynically\" exploited data and training from their former employers to make money for their clone company. \"It was a body blow to the business and threatened its existence,\" he said. Emailmovers' directors said: \"This case should serve as a warning that in the digital world, a trail of evidence is left behind for others to detect and prosecute your crime. With the right systems in place, there is no hiding place.\" ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "11 to 100",
    "industry": "541613",
    "region": [
      "150154"
    ],
    "victim_id": "Emailmovers"
  }
}