{
  "action": {
    "social": {
      "notes": "The company said the breach occurred when a vendor who provides enrollment assistance was targeted by a telephone scam at the call center. ",
      "target": [
        "Call center"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Phone"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      },
      {
        "variety": "P - Call center"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 20764,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 20764,
      "data_victim": [
        "Patient"
      ],
      "notes": "The information included names, addresses, dates of birth and Social Security numbers.",
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "9EDF4CBB-E73E-45A8-B291-151D032554FA",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-09-01T21:51:00Z",
    "dbir_year": 2017,
    "github": "7016",
    "master_id": "A115D14A-3AC7-40AD-A353-A381C9D48B08",
    "modified": "2016-09-01T22:13:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/nearly-21000-customer-records-hit-by-blue-shield-security-breach/; http://www.ocregister.com/articles/shield-699874-blue-security.html; http://www.hipaajournal.com/telephone-phishing-scam-blue-shield-california-8262/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Blue Shield of California has reported a breach of PHI caused by an employee of a business associate who fell for a telephone phishing scam. Almost 21,000 individuals have been affected by the security breach.  Healthcare providers and insurers should conduct staff training to ensure employees are aware of the risk of phishing campaigns delivered by email, but the latest Californian healthcare data breach shows that email is not the only medium phishers are using to obtain the login credentials of healthcare workers. Telephone phishing scams can be just as effective as email phishing campaigns.  The latest healthcare security breach occurred at the call center of a business associate of the Blue Shield of California. A member of staff was asked for login details and provided these over the telephone. It is unclear how the caller convinced the individual to disclose this information.  The incident affected individuals and Blue Shield Family Plan (IFP) members who took out health insurance coverage between October 2013 and December 2015. After login details were obtained, those credentials were used to access the data system of Blue Shield of California's business associate only. Blue Shield of California's database and systems were not inappropriately accessed.  The data potentially obtained by the scammer(s) include member names, addresses, Social Security numbers, and dates of birth, with those data understood to have been accessed between October 2015 and December 2015.  The information obtained by the scammers could potentially be used to commit identify theft and fraud. In an effort to mitigate the risk of members suffering financial losses as a result of the data theft, Blue Shield of California has offered all affected plan members a year of credit monitoring and identity theft protection services without charge. The victims will also be covered by a $1 million identity theft insurance policy.  Blue Shield of California has announced that it is \"working internally and with our vendor to improve our overall security procedures in order to provide additional protections for your personal information.\"",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 3.0
    },
    "incident": {
      "month": 10,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Blue Shield of California"
  }
}