{
  "action": {
    "hacking": {
      "notes": "its official website was hacked by attackers, who accessed and compromised two different online forms that customers can use to contact the firm or to start an online contract for new services.    The attack was launched on Thursday and impeded access to Netia's main webpage netia.pl until late in the evening",
      "variety": [
        "DoS"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      },
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "its official website was hacked by attackers, who accessed and compromised two different online forms that customers can use to contact the firm or to start an online contract for new services.  One SQL database file contains 348,000 lines featuring full names, home addresses and IP addresses, while others taken from the investor section of the website contained sales records, bank transactions and even affiliate marketing informationFollowing enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "availability": {
      "notes": "The attack was launched on Thursday and impeded access to Netia's main webpage netia.pl until late in the evening",
      "variety": [
        "Unknown"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        },
        {
          "variety": "Personal"
        },
        {
          "variety": "System"
        },
        {
          "variety": "Other"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 300000,
      "data_victim": [
        "Customer"
      ],
      "notes": "Netia says that no passwords or usernames were compromised, so users of the online self-service portal NetiaOnline do not need to take any action. However, the hackers accessed private user data including personal ID numbers, names and bank account numbers.  One SQL database file contains 348,000 lines featuring full names, home addresses and IP addresses, while others taken from the investor section of the website contained sales records, bank transactions and even affiliate marketing information",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "Following the attack, the hackers posted 14GB of data on the internet and then started a new Twitter account impersonating the Ukrainian far-right political party Pravy Sector, claiming responsibility for the attack and posting links to the data.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DBE96DCE-3C24-46C3-94AB-911B079CC6BA",
  "notes": "A large log file contained session identifiers associated with customer accounts. That information may allow attackers to establish connections with the Netia website database, without having to authenticate by providing user credentials.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-16T21:20:00Z",
    "dbir_year": 2017,
    "github": "8078",
    "master_id": "A11F0F21-4FBD-40D3-A258-C099D0AC179A",
    "modified": "2016-08-17T20:59:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 7,
        "year": 2016
      }
    }
  },
  "reference": "http://www.ibtimes.co.uk/netia-data-leak-polish-telco-operator-hacked-14gb-customer-credentials-posted-online-1570051; http://www.itnews.com.au/news/polish-telco-confirms-massive-data-breach-430393",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Polish telco operator Netia suffers massive data breach, exposing 300,000 customer information including names, bank account numbers and personal IDs.  Its official website was hacked by attackers, who accessed and compromised two different online forms that customers can use to contact the firm or to start an online contract for new services.  Following the attack, the hackers posted 14GB of data on the internet and then started a new Twitter account impersonating the Ukrainian far-right political party Pravy Sector, claiming responsibility for the attack and posting links to the data.  Netia says that no passwords or usernames were compromised, so users of the online self-service portal NetiaOnline do not need to take any action. However, the hackers accessed private user data including personal ID numbers, names and bank account numbers.  One SQL database file contains 348,000 lines featuring full names, home addresses and IP addresses, while others taken from the investor section of the website contained sales records, bank transactions and even affiliate marketing information",
  "timeline": {
    "compromise": {
      "unit": "Hours"
    },
    "containment": {
      "unit": "Days"
    },
    "exfiltration": {
      "unit": "Hours"
    },
    "incident": {
      "day": 7,
      "month": 7,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "PL"
    ],
    "employee_count": "1001 to 10000",
    "industry": "517110",
    "region": [
      "150151"
    ],
    "victim_id": "Netia"
  }
}