{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 50000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 50000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A1DD9FC8-8DAD-41A6-BE3C-01E55EC33FE6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T04:45:31Z",
    "github": "1694",
    "master_id": "A1DD9FC8-8DAD-41A6-BE3C-01E55EC33FE6",
    "modified": "2015-03-03T04:45:31Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/health-magazine-containing-social-security-numbers-on-address-labels-mailed-to-50000-medicare-recipients/; http://arizona.newszap.com/westvalley/129918-114/health-magazine-containing-social-security-numbers-on-address-labels-mailed-to-medicare-recipients",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The latest issue of Banner Healths Smart &Healthy Magazine arrived to mailboxes over the weekend containing Social Security numbers of recipients on the address labels.  We try so hard to protect our Social Security number and then to have it publicized, its very disturbing, Sun City West resident Janet Carlson said Monday.  Ms. Carlson is one of 50,000 Medicare beneficiaries served by Banner Health in Maricopa County who received the magazine, according to hospital spokesman Bill Byron.  Mr. Byron said staff is now looking at how this breach happened so that it is not repeated.  We are very sorry and apologize that this has occurred, he said. We have mailed this magazine numerous times before and this has not been an issue.  Banner Health has published six previous issues of the free magazine, which comes out twice a year.  Mr. Byron said a letter of apology will be sent Wednesday morning to magazine recipients and that he hopes to find out in the next few days what went wrong.  The likelihood of the sensitive data being exposed is very low, he said.  He said the labels are automatically affixed to the magazines by machines and then sent to the U.S. Postal Service for mailing.  Mr. Byron said Banner Health has received about a dozen phone calls from concerned residents, mostly from the Northwest and Southwest valleys.  Sun City West resident Paul Seibert said both he and his wife each received a copy of the magazine Saturday and did not know anything was wrong until a neighbor informed them.  Therere probably several thousand people who have had their Social Security number compromised, he said. My wife seldom gives out the last four (numbers) of her's period and here the whole number is running around now.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "AZ",
    "victim_id": "Banner Health"
  }
}