{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 14000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 14000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A229A7EF-D7CA-44C8-BB86-2F7063525110",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "5254",
    "master_id": "A229A7EF-D7CA-44C8-BB86-2F7063525110",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.telegram.com/article/20150130/NEWS/301309587/1116; http://www.lowellsun.com/news/ci_27432048/data-breach-probed-at-worcester-medical-group",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The UMass Memorial Medical Group said Friday it is working with law enforcement after a former employee allegedly accessed thousands of patient billing records that contained credit card and debit card information, Social Security numbers, dates of birth and medical record numbers. The medical group, part of UMass Memorial Health Care, said it was given permission Jan. 28 to notify the approximately 14,000 patients potentially affected. After be granted permission from law enforcement to do so, the hospital group says it began notifying potentially affected patients Friday and has set up a dedicated call center to assist patients with any questions. UMMMG says it's now working to strengthen its privacy and information security program. UMass Memorial said the incident did not affect all UMMMG patients. Those who have not received a letter by Feb. 21 should call (877) 218-0049 Monday through Friday from 9 a.m. to 7 p.m. The reference number is 5710012015. UMass Memorial said it learned April 9 that information related to some of its centers' patients \"may have been accessed inappropriately and potentially for fraudulent purposes.\" UMMMG officials say it immediately began an investigation and reported the incident to law enforcement at that time. UMass Memorial identified an employee who \"may have accessed billing records outside of normal job duties,\" from Jan. 7, 2014 to May 7, 2014. In August, law enforcement advised UMMMG they additionally had found copies of some patient billing documents in possession of an unauthorized person. The former employee would have had access to those billing documents, a spokesperson said. UMass Memorial said that information \"may have\" included the patients' names, addresses, dates of birth, medical record numbers, and Social Security numbers as well as their credit and debit card numbers. \"We continue to work with law enforcement in their investigation,\" a statement from the hospital reads. \"_UMMMG is committed to the security of patient information and it is taking this matter very seriously. _ UMMMG deeply regrets this incident and any inconvenience it may cause its patients\" UMMMG did not indicate whether it would pay for credit monitoring services for those affected. The data breach would be the second in two years for UMass Memorial. A former employee pleaded not guilty in November to multiple charges of identity fraud and other charges in Dudley District Court. UMass Memorial officials said they contacted approximately 2,400 patients whose information was accessed.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1.0
    },
    "incident": {
      "day": 7,
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "UMass Memorial Health Care"
  }
}