{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 52076,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 52076,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "5357D585-642B-4A6C-89F7-BF8C6C39CE95",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2016-05-31T23:26:00Z",
    "dbir_year": 2017,
    "github": "7295",
    "master_id": "A23A4B98-663E-41A9-BFFB-9BD28F479ABF",
    "modified": "2016-05-31T23:31:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/ks-laptop-with-sensitive-personal-and-medical-info-stolen-from-valley-hope-association-employees-car/; https://valleyhope.org/data-security-event/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Valley Hope Association is notifying affected individuals of a data security event that may have affected the security of some of their information. We are unaware of any attempted or actual misuse of information relating to this data security event.  We are providing notification of this incident to affected individuals so that they may take steps to protect their information should they feel it is appropriate to do so.  What happened? On December 30, 2015, a Valley Hope Association employee had her work-issued laptop stolen from her vehicle. The laptop was password protected. The theft of the laptop was discovered on December 30, 2015, and immediately reported to local law enforcement. This notice has not been delayed at the request of law enforcement.  However, law enforcement is actively investigating this matter and Valley Hope Association is cooperating in the ongoing criminal investigation. To date, there have been no arrests relating to the theft nor has the laptop been recovered.  What information is involved?  While investigations into this data security event are ongoing, we determined the security of some information relating to certain individuals affiliated with Valley Hope Association has been affected.  The affected information includes an individual's name combined with one or more of the following data elements: Social Security number, date of birth, address, treating physician name, treatment type, treatment location, patient/account number, diagnosis and clinical information, phone number, medical record number, disability code, driver's license number/state identification number, username and password, tax identification number, health insurance information, financial information, and medication information.  What are we doing. Valley Hope Association takes the security of information within our care very seriously. The employee reported the theft to Valley Hope Association on December 30, 2015, and we immediately launched an investigation to determine the precise contents of the laptop at the time of the theft.  We also disabled the laptop's network connection capabilities, disabled the employee's access credentials, and confirmed that our network systems were not accessed by the laptop since the employee's last valid access before the laptop was stolen.  To assist in our investigation, third-party forensics experts have been retained to confirm the nature and scope of this incident.  Notification. On or around February 26, 2016, we will begin mailing notice letters disclosing this incident to affected individuals for whom we have valid postal addresses.  We will also disclose this incident to certain state and federal regulators.  To read the full notification, see the announcement on their site.  Update, March 7, 2016: This breach was reported to HHS as impacting 52,076. n a Why did they have 52,076 patients's info on a portable device, or is this the case that the employee might have accessed up to that number of patients' info from the network, and therefore, they're notifying everyone? Either way, I hope OCR takes a very hard look at this incident.",
  "timeline": {
    "discovery": {
      "unit": "Days",
      "value": 1.0
    },
    "incident": {
      "day": 30,
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62221",
    "region": [
      "019021"
    ],
    "state": "KS",
    "victim_id": "Valley Hope Association"
  }
}