{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Snap picture"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Guard"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Mobile phone"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer",
        "Patient"
      ],
      "state": [
        "Other"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "edd1fbe0-01a7-11eb-b177-5f49668a9776",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2020-09-28T22:15:28.906Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "usr",
        "attribute": "cp"
      }
    ],
    "github": "16120",
    "master_id": "a2756f5c-5501-4f83-bbcd-5314c86d30eb",
    "modified": "2020-09-28T22:15:28.906Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 8,
        "year": 2020
      }
    }
  },
  "reference": "https://www.scoop.co.nz/stories/GE2008/S00103/personal-information-breach-auckland-managed-isolation-facility.htm ; https://www.tvnz.co.nz/one-news/new-zealand/security-guard-posted-details-managed-isolation-returnees-in-social-media-privacy-breach",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Managed Isolation and Quarantine (MIQ) staff have been reminded of their privacy obligations after a list of people staying in a facility was posted to a social media site.  On Saturday morning (15 August) a security guard employed by First Security posted an image to a private group on Snapchat while on shift at the Sheraton Four Points managed isolation facility.  Included in the image was a printed list containing the names, room numbers and arrival and departure dates of 27 returnees staying at the facility, along with the names and room numbers of five staff members.  The photo was posted early on Saturday morning and removed around midday that day as soon as agencies became aware of the breach and had identified the security guard as the source.  The guard has advised that the image was posted to a private group, and First Security have confirmed the image has been deleted from their phone.  Managed Isolation and Quarantine staff are responsible for the health, safety and welfare of everybody staying in our managed isolation and quarantine facilities, and this includes the need to protect their privacy.  The investigation into this incident has established the guard had legitimate access to the list, as part of their role processing and monitoring returnees going outside the building for exercise or other reasons.  The actions of this person were unacceptable, and we sincerely apologise to those people whose privacy was breached. We have contacted all of those affected to inform them of the incident.  The guard has been removed from duty at any managed isolation facility and First Security is undertaking an employment investigation. We have expressed our concerns about this incident to the employer.  There is no information to suggest the guard is responsible for any other inappropriate disclosures of information.  The Office of the Privacy Commissioner has been notified and staff have been reminded of their obligations around the importance of protecting returnees’ private information, and around filming, recording and sharing information relating to their work in MIQ.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 8,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "government": [
      "NA"
    ],
    "industry": "621399",
    "region": [
      "009053"
    ],
    "victim_id": "Managed Isolation and Quarantine, Ministry of Business, Innovation & Employment:"
  }
}