{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Public vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 1000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A28FE07C-C227-4D9B-8787-E88E1F6B5AB9",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T03:15:36Z",
    "github": "4460",
    "master_id": "A28FE07C-C227-4D9B-8787-E88E1F6B5AB9",
    "modified": "2015-03-03T03:15:36Z",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://healthitsecurity.com/2014/10/17/small-number-of-laptops-with-phi-missing-from-ambulances/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Over a period of approximately three years, a small number of laptops have gone missing from ambulances in the Dallas area. The laptops in question disappeared between January 1, 2011, and August 29, 2014, according to the Dallas Morning News, and reportedly contained patient information.  Dallas City Hall stated that Dallas Fire-Rescue (DFR) Emergency Medical Services (EMS) laptop computers in DFR ambulances became unaccounted for in the three-year period. Additionally, on Aug. 15, 2014, it was discovered that one of the software applications on the EMS laptops was not properly protected.  If the EMS laptop used during a patients treatment was one of those unaccounted for, and if the paramedics performed an electrocardiogram (EKG) on the patient, that EKG and possibly the patients name, age and gender, may have become accessible to an unauthorized person(s), explained a press release from the city of Dallas.  Dallas reported the incident to the US Department of Health and Human Services (HHS) and also contacted individuals whose PHI is potentially at risk, according to the release. Due to some of the patients unable to be readily identified, the statement explained that notifications will be published in print publications, online and via first-class mail.  The City has formed a breach assessment team, which is working with an outside consulting firm to assess potential security risks related to the EMS laptops, the statement read. Once the risks have been identified, actions will be implemented to prevent such events from recurring.  The release did not specify how many laptops were missing or how the breach exactly occurred.   ",
  "timeline": {
    "incident": {
      "day": 1,
      "month": 1,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62191",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Dallas Fire-Rescue Emergency Medical Services"
  }
}