{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Auditor"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A2DC9EB1-5724-4A14-8B17-E57B8590EB4D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-09T23:32:10Z",
    "github": "2543",
    "master_id": "A2DC9EB1-5724-4A14-8B17-E57B8590EB4D",
    "modified": "2015-03-09T23:32:10Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.pulsetoday.co.uk/about-pulse/weblinks/medico-legal/cqc-inspector-leaves-confidential-patient-information-on-hospital-ward/20003571.article#.Ud76tm1CqB0",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A CQC inspector left planning notes containing confidential patient information on the public ward of a hospital they were inspecting, a Pulse investigation has revealed.  Freedom of Information request shows Basildon and Thurrock University Hospitals declared a breach of patient confidentiality rules this year where a member of staff was handed a number of documents containing confidential patient information, left by a CQC official conducting an unannounced inspection.  This was revealed as part of a Pulse investigation, which found that breaches of confidentiality and losses of data have increased by 20% in 2012/13 year compared to the previous year. One trust recorded an incident where a patient found a letter in the hospital car park containing someones clinical diagnosis of cancer, while at another trust confidential patient notes were found blocking a drain.  One of the CQCs essential standards - which inspectors must check hospitals are meeting - says peoples personal records, including medical records, should be accurate and kept safe and confidential.  A spokesperson for the CQC said they had met with the trust to apologise.  They said: Following an unannounced inspection on 22 January 2013 at Basildon and Thurrock University Hospitals NHS Foundation Trust it was discovered that some CQC inspection planning notes had been left on a ward at the trust.  As a result of this CQC met with the trust, apologised for the human error and retrieved the planning notes. Staff in CQC are regularly reminded of their responsibility surrounding sensitive or personal information and data and they make every effort to ensure they are vigilant with regard to this.",
  "timeline": {
    "incident": {
      "day": 22,
      "month": 1,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Basildon and Thurrock University Hospitals"
  }
}