{
  "action": {
    "hacking": {
      "variety": [
        "Other",
        "Exploit vuln"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - DNS"
      },
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 5000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A2F2DC7E-0313-4715-A4CB-7BF8AC5AF6B4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-19T23:57:00Z",
    "master_id": "A2F2DC7E-0313-4715-A4CB-7BF8AC5AF6B4",
    "modified": "2015-02-13T16:50:36Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 1,
        "year": 2009
      }
    }
  },
  "reference": "http://www.computerworld.com/s/article/9125078/CheckFree_warns_5_million_customers_after_hack",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " CheckFree Corp. and some of the banks that use its electronic bill payment service are notifying more than 5 million customers that criminals took control of several of the company's Internet domains and redirected customer traffic to a malicious Web site hosted in the Ukraine.  The Dec. 2 attack was widely publicized shortly after it occurred, but in a notice filed with the New Hampshire Attorney General, CheckFree disclosed that it was warning many more customers than previously thought.  That's because CheckFree is not only notifying users of its own CheckFree.com Web site of the breach, it is also working with banks to contact people who tried to pay bills from banks that use the CheckFree bill payment service.  \"The 5 million people who were notified about the CheckFree redirection were a combination of two groups,\" said Melanie Tolley, vice president of communications at CheckFree's parent company, Fiserv Inc., in a statement. \"1.) those who we were able to identify who had attempted to pay bills from our client's bill pay sites and minus those who actually completed sessions on our site, and 2.) anyone enrolled in mycheckfree.com.\"  Tolley wouldn't say what banks were affected by the hack, but the majority of these 5 million customers were CheckFree's own users, she said. In total, about 42 million customers access CheckFree's bill payment site, she said.  Customers who went to CheckFree's Web sites between 12:35 a.m. and 10:10 a.m. on the day of the attack were redirected to a Ukrainian Web server that used malicious software to try and install a password-stealing program on the victim's computer.  The criminals were able to take control of several CheckFree Web domains after logging into the company's Internet domain registrar, Network Solutions, and changing the CheckFree DNS settings. This same technique was used by hackers one year ago to take control of Comcast's Web site. It is not clear how the attackers were able to get CheckFree's Network Solutions password, but some security experts believe that CheckFree may have fallen prey to a phishing attack.  Looking at typical Web site traffic patterns, Fiserv guesses that about 160,000 consumers were exposed to the Ukrainian attack site, but not all of these customers would have been infected. For the attack to work, the victim would have to be a PC user without antivirus software who was also using an out-of-date version of Adobe Acrobat. Because of these conditions, Fiserv believes that \"a very small number\" of people were affected, Tolley said.  However, because the company lost control of its Web domains, it doesn't know exactly who was hit. And so it must warn a much larger number of customers.",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 12,
      "year": 2008
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "518210",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "CheckFree Services Corporation"
  }
}