{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Grudge"
      ],
      "variety": [
        "Developer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Code repository"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "other": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A337C1D3-2976-4E7E-9751-95EAE2B51A00",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-03-24T04:31:00Z",
    "github": "1790",
    "master_id": "A337C1D3-2976-4E7E-9751-95EAE2B51A00",
    "modified": "2014-03-24T04:31:00Z",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://www.theguardian.com/technology/2014/mar/20/former-microsoft-employee-arrested-over-windows-8-leaks; http://www.siliconrepublic.com/enterprise/item/36198-ex-microsoft-worker-arreste; http://www.seattlepi.com/local/article/Ex-Microsoft-employee-charged-with-passing-5331715.php",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " A former senior software architect at Microsoft has been arrested and charged over allegedly stealing Windows 8 trade secrets and passing them along to a tech blogger in France.  Former senior architect Alex Kibkalo, apparently because he was unhappy with a recent performance review, is accused of passing the secrets that included vital details about Windows 8 RT and ARM devices, as well as a server SDK that could have allowed hackers to reverse engineer-critical code.  Kibkalo is alleged to have leaked vital Windows 8 code to an unnamed blogger in 2012 prior to the release of the software.  Microsoft had noticed something was amiss when screenshots started appearing in tech blogs across the world revealing details of the upcoming release.  Having spent seven years working for Microsoft, Kibkalo is alleged to have leaked Windows 8 code to a French technology blogger in mid-2012, prior to the softwares release. Kibkalo was apparently angry over a poor performance review.  Writing the court, a Seattle-based FBI special agent said Microsoft brought its concerns to him in July, nearly a year after corporate investigators suspected Kibkalo had leaked parts of Windows 8. He is said to have admitted to passing the information to the blogger  unidentified in charging papers  after a meeting in an online forum.  Kibkalo, a Russian national who worked there and in Lebanon for Microsoft, also alleged to have stolen Microsofts Activation Server Software Development Kit, a propriety system used to prevent the unauthorized copying of Microsoft programs.  Corporate investigators confronted Kibkalo in September 2012 during an interview in which hes alleged to have admitted to sharing the software. Kibkalo is alleged to have admitted to sharing unreleased Windows programs as well as company memos and documents; Microsoft investigators claim he was angry after a poor performance review.  According to charging papers, the blogger posted screenshots of a pre-release version of Windows 8, presumably due to Kibkalos leak.  On Sept. 3, 2012, the blogger sent the stolen software development kit code to a Microsoft employee asking that he or she verify it, the FBI agent said in court papers. The worker went to a Microsoft executive instead.  The code was later confirmed to be authentic, prompting corporate investigators to dredge the Hotmail account the blogger used to contact the Microsoft worker. While the blogger took pains to protect his identity  he claimed falsely to be in Quebec and used an assumed name online  a Microsoft team dubbed Trustworthy Computing Investigations attempted to track the blogger down.  While searching the bloggers account, Microsoft investigators found an email from Kibkalo in which he shared Windows 8 hot fixes through an online hosting system, the FBI agent continued. Windows 8 had not been released to the public at the time, and was the subject of much speculation in the industry.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "50001 to 100000",
    "industry": "511210",
    "region": [
      "019021"
    ],
    "state": "WA",
    "victim_id": "Microsoft Corp"
  }
}