{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "notes": "Note, the data was found on an identity thief's computer after having been removed from a stolen computer, so the data should be marked as confirmed and not at risk, as is the usual case in these types of incidents.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A3C7B2AF-4859-4CB4-A3E5-52C1BA60845B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-02T22:13:16Z",
    "github": "889",
    "master_id": "A3C7B2AF-4859-4CB4-A3E5-52C1BA60845B",
    "modified": "2015-03-02T22:13:16Z",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/california-physician-notifying-patients-of-breach-involving-old-patient-data/; http://healthitsecurity.com/2013/11/21/calif-ag-releases-breach-notification-letter-from-1999-incident/; https://oag.ca.gov/system/files/Breach%20Notification_2.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The California Attorney Generals Office released yesterday a copy of a data breach notification letter sent by California physician Kathleen E. Whisman to patients after the San Ramon, Calif. Police Department alerted her on April 11, 2013 that her patients data was part of an identity fraud ring.  PHIPrivacy.net reports that the breach originated in 1999 when Whisman lost a laptop that held an undetermined amount of data from patients in her care from 1998 to 1999.  The breach notification letter, written by her attorneys, claimed that they can only speculate that the information on the suspects computer was removed from a recently stolen computer. In 1999, Dr. Whisman was changing billing companies and she believes that the patient information had been stored on the stolen computer to assist with this transition.  While the circumstances around the data breach are not clear  if and when this computer stolen or if she was aware of such an event  what is clear is the type of patient information accessed. Compromised data included names, addresses, phone numbers, dates of birth, insurance plan information and Social Security numbers.  Whismans attorneys stated that she was asked not to immediately alert patients of the data breach to avoid interfering with the theft ring investigation. She was allowed to send notifications in August.  The breach has not been included on the Department of Health and Human Services (HHS) public breach list, and the letter sent to patients makes no mention of HHS notification, though information may have been sent.  Patients were urged to check their credit reports and were offered free credit monitoring services. Whisman believes that her offices procedures make a future incident improbable.  For PHIPrivacy.nets full article, click here.",
  "timeline": {
    "incident": {
      "day": 11,
      "month": 4,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Kathleen Whisman, M.D."
  }
}