{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse",
        "Privilege abuse"
      ],
      "vector": [
        "Physical access",
        "LAN access"
      ]
    },
    "physical": {
      "variety": [
        "Bypassed controls"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        },
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A59C1709-026D-4E71-9DE9-641F9FDADD65",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-02T23:06:41Z",
    "github": "895",
    "master_id": "A59C1709-026D-4E71-9DE9-641F9FDADD65",
    "modified": "2015-03-02T23:06:41Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.databreaches.net/la-former-jefferson-parish-sheriffs-deputy-pleads-guilty-to-civil-rights-bank-fraud-and-aggravated-identity-theft-violations/; http://www.nationofchange.org/2014/11/13/corrupt-deputy-sentenced-92-years-aggravated-identity-theft-civil-rights-violations/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former sheriffs deputy has been sentenced to 92 years in prison for committing fraud, civil rights violations, and stealing the identity of a Louisiana man who has been missing since 2007. Although Jefferson Parish Sheriffs Deputy Mark Hebert has not been formally charged with murder, U.S. District Judge Jane Milazzo found him responsible for the death and disappearance of his victim.  On August 2, 2007, Albert Bloch lost control of his car and crashed into some shrubs after suffering a seizure. Deputy Hebert responded to the accident. Sustaining minor cuts and bruises, Bloch was transported to University Hospital in New Orleans for treatment while Hebert ended up stealing his debit card, Personal Identification Number (PIN), Chase Bank checks, account number, drivers license, and social security number. As Bloch received treatment in the hospital, Hebert immediately began making purchases with the stolen debit card.  His position afforded him the opportunity to take advantage of other individuals, admitted Col. John Fortunato, spokesman for the Sheriffs Office.  After the hospital discharged Bloch, he called Chase Bank and disputed the recent purchases. Making unauthorized inquiries into the National Crime Information Center computer database, Hebert acquired personal information about Bloch and used that info to reactivate the debit card. A week later, Bloch reported his debit card stolen and ordered a replacement. Hebert began forging Blochs signature on his stolen checks, but Bloch disputed the purchases again.  According to the North American Missing Persons Network, Albert Bloch was last seen on September 26, 2007. Bloch had met with Jeremy Horn, a case worker from Responsibility House, a housing program that works with chronically homeless people often suffering from substance abuse problems or mental illness. On November 5, 2007, Horn reported Bloch missing after repeated attempts to contact him.  After visiting Blochs apartment, Hebert stole his replacement debit card and Blochs car. Hebert hid Blochs car a few blocks away and stashed the keys inside his car. On October 11, 2007, Hebert allegedly broke into an Infiniti car dealership and stole thousands of dollars worth of tools and computer equipment. Another deputy informed investigators that he witnessed Hebert at the dealership during the time of the burglary.  As investigators began to look into Hebert, they discovered he had broken into a truck and stolen a wallet containing credit cards and $1,000. On August 16, 2007, Hebert arrested the truck driver for DUI. After the truck driver admitted to having $1,000 in his wallet, Hebert returned later to break into the truck and steal the wallet. He kept the money and made roughly $4,000 in purchases with the stolen credit cards.  After obtaining search warrants for Heberts patrol car, personal vehicle, and home, detectives found damning evidence implicating him in multiple counts of fraud and Blochs death. Along with merchandise and sales receipts associated with the stolen credit cards, detectives also discovered Blochs car keys, drivers license, debit card, and bank checks. Hebert was fired on November 24, 2007, after failing a polygraph test.  On December 11, 2007, Hebert was arrested for burglary, fraud, and malfeasance in office. After pleading guilty in 2008 to stealing cash and credit cards, Herbert received a sentence of three years in prison but was paroled in May 2010 for good behavior. After the Jefferson Parish district attorneys office refused to file charges against Hebert for the disappearance of Bloch, the Sheriffs Office and FBI launched a federal investigation into Hebert.  We believe that Mark Hebert had something to do with not only his disappearance and what we believe is his ultimate murder, asserted Jefferson Parish Sheriff Newell Normand.  On March 28, 2013, Hebert was charged with 60 counts of bank fraud, aggravated identity theft, computer fraud, obstruction of a federal investigation, and deprivation of rights under color of law. After a four-day evidentiary hearing in July 2014, Judge Milazzo found by clear and convincing evidence that Hebert was responsible for the death and disappearance of Bloch. The court announced that it considered this finding in issuing Heberts sentence. On Monday, Hebert was sentenced to 92 years in prison and ordered to pay $13,215.22 in restitution between the bank and estate of the victim.  I am satisfied with todays sentencing of former Deputy Hebert, stated Sheriff Normand. In as much as I am disappointed in the actions of former Deputy Hebert, I am very pleased that my investigators were instrumental in developing the investigation with the U.S. Attorneys Office and the FBI. This activity will not be tolerated in my department.",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 8,
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "922120",
    "region": [
      "019021"
    ],
    "state": "LA",
    "victim_id": "Jefferson Parish Sheriff's Office"
  }
}