{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A5B4782A-6D7E-47C0-8019-3DFFA1F2A797",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-25T22:28:06Z",
    "github": "4038",
    "master_id": "A5B4782A-6D7E-47C0-8019-3DFFA1F2A797",
    "modified": "2015-03-25T22:28:06Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 1,
        "year": 2014
      }
    }
  },
  "reference": "http://abc7chicago.com/archive/9398689/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Department of Veterans Affairs is responding Saturday night to a story that was first reported about a privacy breach on the VA's e-benefits website by the I-Team at ABC7's sister station WTVD in Raleigh, North Carolina. It's raised concerns by dozens of vets around the country, including one vet in Chicago.  it gave me a different person's name, each and every time i came back.  Navy veteran Sylvester Woodland says at first he didn't understand, then couldn't believe what he was seeing Friday night.  \"It gave me a different person's name, each and every time I came back,\" he said. \"At first I thought it was just a glitch, but the more I thought about it, I said, 'Wait a minute, this is more than a glitch, this is a breach,'\"  Woodland was on the Veterans Affairs e-benefits website trying to track down his own history for a bank loan. But the site kept displaying other veteran's information, both medical and financial.  Woodland says he called the Department of Defense and the VA, but didn't get any response until Saturday morning when the website went down and an e-mail came in from the DOD asking him to scan the few pages he printed out and e-mail over.  Tony Kosik is still trying to get answers.  He's a Vietnam War veteran who lives on the Northwest Side of Chicago and noticed something was wrong with e-benefits a couple of days ago ahen he couldn't access it on the VA's website.  What was accessible, he realized, was personal information.  \"You've got all your info on the website,\" Kosik said.  As for Woodland, he wonders if the breach was internal or intentional and worries that not enough is being done to find out.  \"Already I see the blame game going,\" he said. 'It's the VA. No, it's the DOD.' It's going to bounce back and forth, but can you say it's an isolated incident, can you prove it's an isolated incident?\"  The Department of Veterans Affairs says it's conducting a full review and issued a statement to WTVD.  It says, \"The VA takes seriously our obligation to properly safeguard personal information.\"  The VA took immediate action upon discovering the software defect and shut the e-benefits system down in order to limit any problems.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Department of Veterans Affairs"
  }
}