{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3641
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "A5BA548B-B0C8-4C7D-8744-56A06909A2AE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:08Z",
    "dbir_year": 2014,
    "master_id": "A5BA548B-B0C8-4C7D-8744-56A06909A2AE",
    "modified": "2015-02-13T16:50:36Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On 12/13/11, VHA was advised by VBA that an employee at the Fargo Region Office received a telephone complaint from the daughter of a Veteran whose name and social security number (SSN) was made public on Ancestry.com. The citation for the data source was \"BIRLS Death File.\" The disclosure of the information was made by VHA FOIA Office pursuant to a FOIA request submitted by Ancestry.com. The disclosure contained 14.5 million Veteran records. The data included the Veterans' full name, SSN, date of birth, date of death, and up to three military branch assignments with entry and release dates.  Incident Update  12/19/11:\nOn 01/28/10, the VA FOIA Service within the Office of Information and Technology received the FOIA request from Ancestry.com. The organization requested \"a complete copy of the VA database known as the Beneficiary Identification and Records Locator Subsystem (BIRLS) Death File (DF) - VBA System of Record 38VA21.\" Although initially assigned to VBA, the VBA FOIA Officer relinquished control of the FOIA request by transferring the request to the VHA FOIA Office with specific demands that VHA process the request due to VHA's familiarity with the data sources for the file being requested.\nAs part of standard operating procedures, the VHA FOIA Office is responsible for assigning each FOIA request to the appropriate program office for records search and retrieval of responsive records. During the week of 09/29/10 the responsive records were provided to the VHA FOIA Office on a DVD. Due to an unusually high volume of cases, the request was not responded to until 03/18/11, at which time the initial agency decision (IAD) letter with the responsive records enclosed was forwarded to the requester.\nThe authorized disclosure of the records was provided to the requester pursuant to FOIA. The disclosure of the information was completed under the guidance that all of the data maintained in the database was pertaining to deceased individuals. Although the release determination was based on the fact that the records pertained to deceased Veterans, there is no statutory authority for the disclosure of the names of the deceased Veterans under 38 U.S.C. 5701. Therefore, the names of the Veterans should have been withheld from the disclosure of the information.\nThere is no authority for the withholding of the SSN of a deceased individual. The disclosure of the deceased SSN is consistent with the disclosure of the same information by the Social Security Administration (SSA). Further, the Privacy Act does not apply to records on deceased individuals.\nAfter receiving the complaint by VBA, preliminary data analysis indicates that approximately 5,000 of the names and SSN's provided to Ancestry.com belonged to living individuals. The VHA FOIA Office would have no means of validating data to determine which individuals were deceased and which were living. However, disclosure of the names and SSN's of such living individuals is considered a data breach under the Privacy Act.\n12/20/11:\nVBA staff generated the list of 5,223 individuals for whom VA could find no evidence of death in the most recent BIRLS file or VBA Corporate database; and provided the list to VHA. VHA will provide the list to Ancestry.com in a secure manner to permit them to take down the information on their website on these 5,223 individuals. Ancestry.com confirmed they were willing to remove the data from their site as soon as they receive and process the data from VA.\nThe Data Breach Core Team approved credit monitoring for the 5,223 individuals involved. VHA has agreed to send the letters.\n12/21/11:\nAnalysis on the 5,223 individuals involved has begun, and duplicates have been found. After removing duplicates the new total is 4,542. At this time VBA has addresses for 3,757 of these. Ancestory.com has temporarily removed the \"BIRLS Death File\" from their website. If an Ancestry.com web page user had marked an entry in the user's family tree, the data still remains. If the end user attempts to review the source, he/she receives a message that the \"BIRLS\" Death File\" is temporary unavailable.\n01/05/12:\nVA will provide a formal press release. The press release and credit monitoring letters are going through the concurrence process right now. OIT will sign the letters, which will be printed by the Hines ITC.\nJune 12, 2013 Page 4327 of 5945\n01/18/12:\nThe letters and press release have been approved. The first 2,257 credit monitoring offers have been printed and are scheduled to be mailed on Wednesday January 18, 2012. Further investigation is being done on the other Veterans involved in the incident. For Veterans who died while Ancestory.com had possession of their information, letters of notification will be sent to their next of kin.\n01/20/12:\nThe news release will be issued at 4:00 pm today.\n02/01/12:\nVHA has come to conclusions on the cause of the error and how to remedy the problem. The details are attached to the ticket.\n02/28/12:\nAn additional 1,440 Veteran addresses have been sent to the Hines ITC for the second and final credit monitoring notice. The mail out date has not been determined at this time. Forty six of those 1,440 were a second attempt to reach the Veterans from the first mailing that were returned to the OI&T Privacy Office. To recap the notifications sent, the first batch had 2,257 Veterans listed. We will have notified 3,641 (1,384 + 2,257) unique Veterans for credit monitoring. VA still needs to notify next of kin and that is being finished next week. There are 201 next-of-kin letters that need to be sent. There has been one Congressional inquiry on the behalf of one Veteran about this incident.\n03/08/12:\nAll credit monitoring letters have been sent. The 201 next-of-kin letters have not been sent at this time.\n03/16/12:\nThe 201 next-of-kin letters have been sent.",
  "timeline": {
    "incident": {
      "day": 19,
      "month": 12,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "United States Department of Veterans Affairs"
  }
}