{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Other"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "Discovery was when the lawsuit was filed against them by former administrators who took the data as evidence for the case.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A8464B81-FEE8-4DA1-AF3A-3688D89C5682",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-06T00:20:59Z",
    "github": "1686",
    "master_id": "A8464B81-FEE8-4DA1-AF3A-3688D89C5682",
    "modified": "2015-03-06T00:20:59Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://paloverdevalleytimes.com/main.asp?SectionID=1&SubsectionID=1&ArticleID=19838; http://www.beckershospitalreview.com/healthcare-information-technology/palo-verde-hospital-warns-patients-of-data-breach.html; http://www.beckershospitalreview.com/legal-regulatory-issues/former-palo-verde-hospital-executives-file-suit-against-board-healthcare-district.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Palo Verde Hospital administrators released a statement Wednesday which concerns possible HIPAA violations. Hospital administrators released the statement, in addition to, mailing letters to patients.  Palo Verde Healthcare District (PVHD) recently became aware of a breach of protected health information under the Health Insurance Portability and Accountability (HIPAA) and is currently in the process of notifying the affected individuals and the Department of Health and Human Services regarding this breach.  According to PVHD CEO Sandra Anaya PVHD is not clear on how the breach occurred, but PVHD first became aware of the matter in late December 2013, when documents were produced to PVHD's legal counsel by the attorneys for former administrators Peter Klune, Tara Barth, and Dennis Rutherford. Klune, Barth, and Rutherford are plaintiffs in a civil lawsuit filed against PVHD in July 2013.   \"The lawsuit relates to the end of the plaintiffs' employment as PVHD administrators. The patient-related documents were produced as evidence by the attorneys for the former administrators in the lawsuit,\" said Anaya. \"It appears that most of the health information taken by the former administrators is from the approximate time period of 2010-2012.\"  \"As a public hospital we consider the maintenance of patient privacy essential to quality health care. It's not only the law of this state, it's also a matter of common sense,\" said Anaya.  Anaya added that the hospital is evaluating its system and procedures relative to maintaining patient privacy.  \"This is in effort to ensure that an event like this does not ever occur again,\" said Anaya.  Individuals who were affected by the breach and the Department of Health and Human Services are being notified, by mail, of the incident with PVHD as the established party to contact for more information. Call 760-921-5257 or email hipaaprivacy@paloverdehospital.org with any questions.  \"We want to maintain the integrity of the relationship between our hospital and the community of patients which it has served for nearly half a century,\" said Anaya.",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Palo Verde Hospita"
  }
}