{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A8683D69-2479-4A14-BBB0-5340A36DD921",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T04:26:06Z",
    "github": "4299",
    "master_id": "A8683D69-2479-4A14-BBB0-5340A36DD921",
    "modified": "2015-03-03T04:26:06Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.nbcdfw.com/news/local/Break-in-at-Arlington-Dentists-Office-Puts-Hundreds-at-Risk-for-Identity-Theft-274547971.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Arlington dentist says the personal information of more than 500 patients could be at risk following a break-in at her office. Arlington police said some time between the night of August 23 and the morning of August 25, someone pried open the door to Dr. Vonica Chaus practice off of Matlock Road and stole a computer. In a statement, Chaus attorneys revealed that computer contains the names, addresses, phone numbers and social security numbers of her patients. Investigators said theres no surveillance video of the incident  and they have little else to go on at this point. Dr. Chaus office, meanwhile, is reaching out to patients. At this time, Dr. Chaus office is in the process of informing the patients whose information was compromised and complying with all federal and state regulations to help protect these patients from any fraud or identity theft issues, her attorneys wrote in that statement. Personal information is valuable to an individual, said Dr. MK Raja, a professor at UT-Arlingtons College of Business. If they lose it, there are a lot more consequences. Raja is an expert in the field of information security. He says the loss of personal information presents greater challenges to victims than other types of identity theft or fraud because it cant be changed and often times, the company or public entity that was breached doesnt have an extensive response plan like a bank would. Its a lot of leg work for consumers, said Raja. If you think your personal information has been compromised, Raja says you need to immediately contact all three credit bureaus (Experian, Equifax and TransUnion) and put either an alert or freeze on your credit. He then recommends you monitor your credit report. If not immediately, at least within the next three months, said Raja. You can get a credit report from each one of the credit bureaus for free once a year. Finally, he says you should file an identity theft report on the Federal Trade Commissions website and with your local police department. That way if any organization claims you have bought something or someone has opened an account or something happened that you didnt do, you can send them a copy, said Raja.",
  "timeline": {
    "incident": {
      "day": 23,
      "month": 8,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Dr. Vonica Chau"
  }
}