{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 3634,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 3634,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A869CFD0-8FE3-4E99-B7F6-7B57C607BC82",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T23:25:00Z",
    "dbir_year": 2016,
    "github": "6502",
    "master_id": "A869CFD0-8FE3-4E99-B7F6-7B57C607BC82",
    "modified": "2016-02-02T23:25:00Z",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://www.eastbourneherald.co.uk/news/local/thousands-hit-by-east-sussex-healthcare-trust-data-breach-1-6990252",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hospital papers have revealed the confidential details of more than 3,500 patients were discovered on an unencrypted data stick.  The incident was discussed at an East Sussex Healthcare Trust board meeting on September 30, which oversees Conquest Hospital in Hastings and the Eastbourne DGH.  The trust sent letters of apology to patients after the stick was discovered by a member of the public behind the Conquest Hospital in St Leonards in June.  In a report, Alice Webster, director of nursing at the trust, said: \"The memory stick was retrieved by the head of governance and further investigation revealed that the stick was the property of one of the trust's consultants and contained information of 3,634 patients.  \"Some of this pertained to patients from other trusts and private patients.\"  The information on the stick contained information about where patients lived and included diagnosis and treatments. The information about patients had been kept for an audit and also contained responses to patient complaints.  So far, 23 patients have logged a formal complaint and eight have taken legal advice and action.  The trust said the data stick was 'safely destroyed' and the data extracted from the stick is now password protected and stored on the system.  Richard Sunley, acting chief executive said: \"The stick was unencrypted. There is a disciplinary process around the loss of that data stick.  \"I unreservedly apologise to all patients whose date was on that stick.\"  An investigation discovered there had 'clearly' been a breach of policy, adding the stick __ which had not been supplied by the trust __ was not 'safe'.  Vanessa Harris, director of finance, said: \"Our policies were all in place. Staff are advised how to save data using passwords.\"  The stick was discovered by Mel Simpkinson, of New Moorsite, Westfield, who took it home thinking it was someone's treasured photographs.  But she was shocked to find patients' private records instead when she plugged the USB stick into her laptop computer.  Speaking at the time, Mel said: \"I am baffled someone could mislay such information like this.  \"How could this even happen?\"  Yvonne Clark, from Battle, also received a letter telling her she had cancer from the hospital in May, which turned out to be a mistake and was also sent to 850 other people.  \"What the heck was it doing out of the hospital?\" she said. I couldn't believe it and only a few weeks after the cancer letter.\"  The trust is now making sure staff know patient information should never be stored in any format other than a secure trust computer or drive, making sure unencrypted data sticks cannot be used on staff computers.  Alice Webster added there is now mandatory training.  However she said she could not comment on the ongoing disciplinary process.",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "East Sussex Healthcare Trust"
  }
}