{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Resigned"
      ],
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Other"
      ],
      "notes": "Laptop taken on end of job.  Once returned, notes said it had been accessed after the employee left.",
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A88790CC-37AA-43D1-8FBC-EF8C84E831EB",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-12-08T16:13:57Z",
    "github": "4237",
    "master_id": "A88790CC-37AA-43D1-8FBC-EF8C84E831EB",
    "modified": "2014-12-08T16:13:57Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.washingtonpost.com/news/volokh-conspiracy/wp-content/uploads/sites/14/2014/08/download-1.pdf;http://www.washingtonpost.com/news/volokh-conspiracy/wp/2014/08/25/does-the-federal-computer-hacking-law-apply-to-a-laptop-not-connected-to-the-internet/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Plaintiff Pine Environmental Services, LLC (Pine), a New Jersey company, provides rental environmental equipment to other businesses in the United States. 1st Am. Compl.  1 [#16] [hereainafter Am. Compl.]. On November 6, 2012, Defendant Charlene Carson (Carson), a Massachusetts resident, recommenced employment with Pine. Id.  3, 13. In June 2013, Pine provided Carson with a Pine-owned laptop (the Laptop). Id.  16. Pine2 alleges that while employed at Pine, Carson used the Laptop to communicate and maintain information regarding numerous customers and/or customer locations with which Pine was engaged in interstate commerce. Id.  122. Carsons last day of employment was February 19, 2014. Id.  2324. After leaving Pine, Carson went to work for Palms Environmental and Survey, LLC (Palms), a Massachusetts company that is a competitor of Pine. See id. Carson did not return the Laptop to Pine on her last day of work.  4, 5, 26. Id.  25. On the evening of April 17, 2014, Carsons roommate, Steven Ficociello, observed Carson in their shared apartment working on the Laptop. See id.  3435. Ficociello left the room, and when he returned, Carson had left the Laptop behind with a note requesting that Ficociello return the Laptop to Pine. Id.  35. Ficociello did so, and subsequently, a Pine employee discovered that customer-related files had been accessed on Carsons computer on April 17, 2014. See id. Pine performed a forensic analysis of the Laptop and determined that at 10:12 p.m. on April 17, 2014, a software program called CCleaner was installed on the Laptop.  3739. See id.  44 45. CCleaner is designed to delete files, temporary files, event logs, Registry entries, internet browsing history, and cookies. Id.  45. CCleaner can clean out the Recycle Bin, Recent Docs, and other operating system files. Id. CCleaner revealed that it had been used on April 17, 2014 to destroy data and files, the internet browsing history, and event log entries on the Laptop. Id. On July 1, 2014, Pine filed its original complaint against Defendants and a motion for a preliminary injunction. The complaint alleged, inter alia, misappropriation of trade secrets, tortious interference with contractual and advantageous business relationships, breach of  46, 48, 51.3 contract, and a violation of the Computer Fraud and Abuse Act, 18 U.S.C.  1030, et seq. Despite the federal claim, Pine listed diversity as the only the basis for subject matter jurisdiction. In response, Defendants filed a motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b)(1). Pine then filed an amended complaint, citing both federal question and diversity jurisdiction. Defendants filed a second motion to dismiss the amended complaint under Rule 12(b)(1) and (b)(6). Palms also filed a counterclaim alleging abuse of process and seeking declaratory relief. Presently at issue are Defendants Motion to Dismiss Plaintiffs First Amended Complaint Pursuant to Fed.R.Civ.P. 12(b)(1) and (b)(6) [#20] and Pines Motion for Preliminary Injunction [#2] and Motion to Strike Portion of Affidavit of Joseph Lundin [#35].",
  "timeline": {
    "incident": {
      "day": 17,
      "month": 4,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "561210",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "CT",
    "victim_id": "Pine Environmental Services, LLC"
  }
}