{
  "action": {
    "malware": {
      "result": [
        "Deploy payload"
      ],
      "variety": [
        "Ransomware"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "RU"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "150151"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "External Cloud Asset(s)"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "availability": {
      "notes": "not sure if ransomware was deployed. article is unclear",
      "variety": [
        "Obscuration"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Other"
      ]
    }
  },
  "discovery_notes": "MSP alerted them and shut down systems",
  "incident_id": "801faad0-1587-11ec-8375-f10617ad68c4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "created": "2021-09-15T02:39:03.738Z",
    "dbir_year": 2022,
    "event_chain": [
      {
        "action": "mal",
        "actor": "ext",
        "asset": "srv",
        "attribute": "ia",
        "summary": "malware apparently installed"
      },
      {
        "action": "mal",
        "actor": "ext",
        "asset": "srv",
        "attribute": "au",
        "summary": "malware apparently executed. unclear from article."
      }
    ],
    "github": "17811",
    "master_id": "a8a65dd3-5821-4fc2-a781-b371c064d942",
    "modified": "2021-09-15T02:39:03.738Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 6,
        "year": 2021
      }
    }
  },
  "reference": "https://www.pressherald.com/2021/06/15/freeport-town-computer-network-back-up-following-ransomware-attack/",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "FREEPORT — The town’s municipal computer network is back up and running after a cyberattack one week ago that has been linked to Russian criminals and a global ransomware group, the town manager said Tuesday.  Logically, a national information technology provider based in Portland, brought down the town’s network around 1 p.m. on June 8 after it detected a cyberattack, Town Manager Peter Joseph said. While the move successfully contained the attack, it shut down phone and online communications and disrupted municipal services across every department.  The attack came with a ransom note directing the town to pay $10,000 in cryptocurrency through Avaddon, a ransomware group responsible for numerous malware incidents since 2020, Joseph said. The town didn’t respond to the note, paid no ransom and experienced no data breach, he said.  “Our opinion is the attack was only partly successful and was stopped early,” Joseph said, emphasizing that no sensitive data was released, including that of town residents. Joseph said the attack has been reported to the Maine State Police Computer Crimes Unit, but no one had contacted him yet to investigate the incident. Exactly who was behind the attack is unclear, Joseph said, but it is believed to be a criminal operation based in Russia or a neighboring republic.  Bleeping Computer, a tech news website, reported Friday that Avaddon had shut down its ransomware, likely because of increasing pressure by police agencies and governments worldwide, as well as President Biden’s plan to discuss cyberattacks with Russian President Vladimir Putin in Geneva on Wednesday. LOCAL & STATE Posted June 15 Updated June 16INCREASE FONT SIZEResize Font Freeport town computer network back up following ransomware attack The cyberattack has been linked to Russian criminals and the global ransomware group Avaddon.   BY KELLEY BOUCHARDSTAFF WRITER Sharefacebooktweetredditemailprint8 COMMENTS FREEPORT — The town’s municipal computer network is back up and running after a cyberattack one week ago that has been linked to Russian criminals and a global ransomware group, the town manager said Tuesday.  Logically, a national information technology provider based in Portland, brought down the town’s network around 1 p.m. on June 8 after it detected a cyberattack, Town Manager Peter Joseph said. While the move successfully contained the attack, it shut down phone and online communications and disrupted municipal services across every department.  The attack came with a ransom note directing the town to pay $10,000 in cryptocurrency through Avaddon, a ransomware group responsible for numerous malware incidents since 2020, Joseph said. The town didn’t respond to the note, paid no ransom and experienced no data breach, he said.  “Our opinion is the attack was only partly successful and was stopped early,” Joseph said, emphasizing that no sensitive data was released, including that of town residents.  RELATED Freeport municipal offices disrupted by cyberattack Joseph said the attack has been reported to the Maine State Police Computer Crimes Unit, but no one had contacted him yet to investigate the incident. Exactly who was behind the attack is unclear, Joseph said, but it is believed to be a criminal operation based in Russia or a neighboring republic.  Bleeping Computer, a tech news website, reported Friday that Avaddon had shut down its ransomware, likely because of increasing pressure by police agencies and governments worldwide, as well as President Biden’s plan to discuss cyberattacks with Russian President Vladimir Putin in Geneva on Wednesday.  Advertisement  Freeport’s cyberattack is the latest on a municipal computer network in Maine and one of a growing number of similar incidents.  The Presque Isle Police Department was hit by an Avaddon ransomware attack that came to light in April, when the town refused to pay a ransom and hackers dumped 200 gigabytes of data on the dark web. And when the Rockport Town Office was hit in 2018, municipal officials also didn’t pay a ransom and IT staff worked throughout the weekend to restore encrypted data.  While larger malware incidents like the recent Colonial Pipeline hack get a lot of attention, attacks on smaller targets wreak havoc, too, and many don’t make it into the news. The FBI receives two to three reports each week of ransomware attacks in Maine, The Associated Press reported.  Joseph said the town had security systems to detect the cyberattack and the municipal network was not disabled by the attack.  Freeport town offices remained open as usual during the phone and internet outage, but it made many basic municipal functions inconvenient or impossible, such as paying property taxes with a credit card or using the computerized book catalog at the public library.  Residents were still able to call for emergency assistance from Freeport’s police and fire departments by dialing 911 because the neighboring town of Brunswick has dispatched emergency services for Freeport for several years.",
  "timeline": {
    "containment": {
      "unit": "Weeks",
      "value": 1
    },
    "discovery": {
      "unit": "Hours"
    },
    "incident": {
      "day": 8,
      "month": 6,
      "year": 2021
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "government": [
      "Local"
    ],
    "industry": "999300",
    "region": [
      "019021"
    ],
    "state": "ME",
    "victim_id": "City of Freeport, Maine"
  }
}