{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1782,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1782,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A8E159D3-8FF6-4BAA-8D20-3CE35CA1863F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-01-14T00:41:50Z",
    "github": "5001",
    "master_id": "A8E159D3-8FF6-4BAA-8D20-3CE35CA1863F",
    "modified": "2015-01-14T00:41:50Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/memorial-healthcare-system-apologizes-for-e-mail-gaffe-exposing-patient-info/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Memorial Healthcare System (Memorial) is committed to maintaining the privacy and confidentiality of patient information at all times. We are providing this notice to formally inform a group of our patients about an email we sent to them on September 30, 2014, inviting them to an upcoming event, Breaking the Silence, in conjunction with breast cancer awareness month. We accidentally included all invited patients email addresses in the To section of the email, but recognized the oversight immediately that same day. The email may have suggested care some patients received at Memorial. Some patients may have already received notice of this oversight in an apology email we sent on October 1.  This incident does not affect all Memorial patients, but only the limited number of patients to whom the email invitation was sent. We recalled as many emails as possible. A number of the email addresses were undeliverable and not received by anyone.  In an abundance of caution, we began mailing notification letters to affected patients on October 24, 2014. We have also established a dedicated call center to address any questions patients may have. If you believe that you have been affected but do not receive a letter by November 14, please call 1-877-237-3854, Monday through Friday, 9:00 a.m. to 7:00 p.m. Eastern Time (closed on U.S. observed holidays). Please be prepared to provide the following ten digit reference number when calling: 6187101714.  We take this matter very seriously and in response have trained the involved employees on the use of group emails and reminded them of the importance of keeping individual patients emails confidential. We will be extending the same training to other employees throughout the organization.",
  "timeline": {
    "incident": {
      "day": 30,
      "month": 9,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Memorial Healthcare System"
  }
}