{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "AB4AB0A6-0858-4090-81BE-6B587075F87F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2014-11-21T08:44:00Z",
    "github": "4640",
    "master_id": "AB4AB0A6-0858-4090-81BE-6B587075F87F",
    "modified": "2014-11-21T08:44:00Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.ksat.com/content/pns/ksat/news/2014/11/03/medical-documents-found-in-recycling-dumpster.html; http://www.ksat.com/content/dam/pns/ksat/news/2014/11/03/NGUYEN_KYPUROS_STATEMENT.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A box full of medical documents containing sensitive personal information from patients that was found in a recycling dumpster sparked a KSAT-12 Defenders investigation.  A good Samaritan alerted the Defenders to the dumpster outside a church in Alamo Heights.  Inside was a treasure trove of medical documents from the offices of Dr. Huyen Nguyen and Dr. Orlando Kypuros.  There were documents regarding patients' medical conditions as well as social security numbers and drivers license numbers.  The Defenders boxed up all documents that could be recovered and kept them under lock and key while the search for an explanation begins.  In a phone call, Nguyen explained that the release of the documents was a terrible mistake and that she would look into it.  Meanwhile, the Defenders returned documents that belonged to Pat Heaney, a retired Air Force Colonel.  \"Is that you?\" Heaney was asked when shown the documents. It sure is, Heaney said.  That's your social security number? Heaney was asked. Yep, He said.  He was surprised and disappointed, he said he's been a victim of identity theft before.  \"This just makes me feel like I really got opened up again, Heaney said.  Nguyen and Kypuros released a statement through their lawyer saying, in part: \"We were shocked that such information was found unsecure. We immediately investigated the incident to determine how it occurred. Our investigation revealed that some of our employees were not following our office policy and We have indefinitely terminated the recycling program in our office. (We have) counseled and retrained all of our employees. With regard to our patients who had the most sensitive disclosure of personal information, we have personally contacted each patient and will be offering free credit monitoring services. We deeply regret that this incident occurred.\"  Heaney was relieved the Defenders returned his documents.  \"I say thank you, Heaney said. I mean really, thank you.\" ",
  "timeline": {
    "incident": {
      "month": 11,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Dr. Huyen Nguyen and Dr. Orlando Kypuros"
  }
}