{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 12,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 12,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "AB547ECD-D17A-4EA0-9D14-87F432D09153",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T02:38:00Z",
    "dbir_year": 2016,
    "github": "6057",
    "master_id": "AB547ECD-D17A-4EA0-9D14-87F432D09153",
    "modified": "2016-02-08T02:38:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.theglobeandmail.com/news/british-columbia/coroners-lost-camera-raises-privacy-fears-of-deceased-individuals-in-bc/article25051753/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The British Columbia Coroners Service says a camera containing photos of a dozen deceased individuals has not been recovered after a coroner forgot it at a Lower Mainland bus stop.  But the Coroners Service says it does not believe the photos have appeared online or anywhere else, and the service has reminded all coroners to keep their items secure.  The privacy breach, which occurred in August but is only now surfacing publicly after a Freedom of Information request by The Globe and Mail, is believed by the service to be the only one of its kind in its history.  A briefing note prepared for B.C. Justice Minister Suzanne Anton says a coroner forgot her briefcase, containing the camera and a binder, at a Surrey bus shelter on Aug. 6. The briefing note was prepared one week later and written by chief coroner Lisa Lapointe.  The one-page note says by the time the coroner __ who is not identified __ realized her error and returned to the bus stop, her briefcase and its contents were gone.  \"Personal information at risk includes photos of the deceased and of their scenes of death,\" the note says.  It goes on to say the binder \"contained the coroner's investigative notes for several files including names and contact information for family members.\"  The briefing note says the Coroners Service planned to contact individuals whose privacy may have been compromised, including the nearest relatives of the deceased.  Barbara McLintock, a Coroners Service spokeswoman, in an interview Sunday said the incident was reported to Surrey RCMP and transit police, but the briefcase and its contents were never found.  She said the Coroners Service has not had any similar incidents since August, and could not recall any before.  The spokeswoman said none of the relatives of the deceased were contacted by whoever took the briefcase. Ms. McLintock would not provide details on the Coroners Service's communication with family members, except to say, \"They're not conversations you'd like to have.\"  Ms. McLintock said the provincial government has protocols in place for privacy breaches. She said the Coroners Service worked in conjunction with the Office of the Information and Privacy Commissioner for B.C. and the government's chief information officer.  The spokeswoman said she could not disclose whether the coroner who forgot the briefcase was disciplined, due to privacy concerns.  When asked whether the Coroners Service implemented any changes as a result of the breach, Ms. McLintock said, \"A reminder was sent to everybody to try and keep a close eye on your things, but also to try and get all your information downloaded onto the secure servers as fast as you can.\"  The briefing note said the camera and binder \"did not contain any information potentially harmful to law enforcement or police investigations.\"  Ms. Anton was unavailable for comment Sunday. Jeff Groot, a Ministry of Justice spokesman, in an e-mail said any privacy incident is concerning, \"particularly one like this, as these families were already in a difficult time in their lives after losing a loved one.\"  Mr. Groot said the ministry is confident the Coroners Service followed all of the appropriate steps to not only try to recover the camera and binder, but also to notify those affected.  A Surrey RCMP spokesman did not respond to a message seeking comment.  A document on the website of the province's chief information officer describes the process for responding to privacy breaches. It says the chief information officer is responsible for the co-ordination, investigation and resolution of \"information incidents\" and defines such incidents as \"unwanted or unexpected events that threaten privacy or information security.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "621399",
    "region": [
      "019021"
    ],
    "victim_id": "British Columbia Coroners Service"
  }
}