{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "GB"
      ],
      "industry": "621999",
      "motive": [
        "NA"
      ],
      "notes": "NHS Shared Business Services",
      "region": [
        "150154"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "amount": 780000,
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "country": [
      "GB"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Years",
        "value": 5
      },
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 780000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 780000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "14fd2670-971d-11e7-a11c-5542f7e3819f",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2017-10-25T21:54:36.899Z",
    "dbir_year": 2012,
    "github": "9272",
    "master_id": "ab776d5d-b815-42fb-8d23-e9bfd58f12d4",
    "modified": "2017-10-26T07:19:18.829Z",
    "sub_source": "phidbr"
  },
  "reference": "http://www.silicon.co.uk/workspace/nhs-loses-patient-documents-206267?PageSpeed=noscript",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "he NHS has admitted thousands of patients may have been affected by the loss of records that went undelivered over a period of five years Thousands of patients may have been put at risk by the loss of more than half a million NHS records that went undelivered over a period of five years. The NHS has acknowledged that it is investigating an estimated 2,500 cases in which patients may have been adversely affected by the undelivered documents, which included test results for diseases including cancer and treatment plans.  In total 708,000 pieces of correspondence were mistakenly stored in a warehouse instead of being sent to patients’ GPs or filed in their records, with about 200,000 of those being temporary change-of-address forms. The documents were handled by a mail redirection company hired by the NHS and had either been incorrectly addressed or were to be re-routed because a patient had moved to a new GP surgery. The private company, NHS Shared Business Services (NHS SBS), a joint venture of the Department of Health and outsourcing company Sopra Steria, has expressed regret over the issue, which took place between 2011 and 2016 and affected the East Midlands, the South West and north-east London. The firm ceased handling post for the NHS in March 2016, coinciding with the discovery of the delivery failures, according to a report in The Guardian. Health secretary Jeremy Hunt disclosed the data loss in July of last year, but at the time didn’t say how many patients were involved. The NHS said all the lost material has now been returned to some 7,700 GP surgeries.  A team of administrators gathered to investigate the failure is understood to be undertaking a review of patients who have died since March of last year to assess whether the missing documents may have played a role in those deaths.",
  "targeted": "NA",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 5
    },
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Large",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "NHS Trusts"
  }
}