{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Victim organization"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "d2d4f030-7509-11ee-8da1-4f2f8c80e63f",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "created": "2023-10-28T03:45:54.740Z",
    "dbir_year": 2024,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Internal actor shares data inappropriately."
      }
    ],
    "github": "19279",
    "master_id": "60bcf409-4755-4730-9344-02481eb5f745",
    "modified": "2023-10-28T05:27:54.038Z"
  },
  "reference": "https://www.businessinsider.com/canoo-sues-harbinger-electric-vehicle-startup-employees-trade-secrets-2022-12; https://electrek.co/2022/12/28/canoo-accuses-former-employees-of-corporate-espionage/",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Electric vehicle upstart Canoo is alleging some of its former executives only joined the firm in order to steal its trade secrets and launch a rival auto company.  In a 58-page lawsuit filed December 22 in the United States Central District Court of California, Canoo alleges several former employees stole intellectual property, violated trade secrets policies, breached employee separation agreements, and more in order to benefit their own, new EV startup, Harbinger.   Harbinger, a Los Angeles-based EV-maker that launched in September, is led by a team of former Canoo, Faraday Future, and QuantumScape executives. They include CEO John Harris, CTO Phillip Weicker, COO Will Eberts, and VP of structures and chassis Alexi Charbonneau, all of whom are named in the suit, along with Harbinger itself. Harbinger is targeting a burgeoning commercial EV market and introduced its plan to go after the medium-duty, Class 4 through 7 segments this fall.  The suit also names Canoo's former vice president of corporate legal, securities, and global strategy, Michael Fielkow (now Harbinger general counsel, secretary, and head of corporate development), along with several investors. Its 17 claims also include breach of confidentiality and fraud. In the filing, Canoo claims Harbinger stole its EV technology, coined a \"skateboard\" — a flat platform underneath the body of an EV that includes its critical components like a battery and other parts — and is using that to develop its business model and form industry partnerships.  \"This is a case of corporate espionage by a group of serial grifters who infiltrated Canoo to steal its intellectual property (including its confidential information and trade secrets) and human capital,\" the filing states. Those executives \"always intended to own and control their own EV company. And they were determined to do so without letting anything get in their way,\" it reads.  The filing alleges \"Weicker, Charbonneau, and Eberts misappropriated vast amounts of Canoo's financial resources, business plans, human capital, trade secrets, and other intellectual property, and conspired with Harris (who was employed elsewhere) to form Harbinger using Canoo's stolen intellectual property.\"  A Canoo spokesperson told Insider in a statement Tuesday that, \"As this lawsuit demonstrates, we take the protection of our IP seriously.\"",
  "targeted": "Targeted",
  "timeline": {
    "incident": {
      "month": 12,
      "year": 2022
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "government": [
      "NA"
    ],
    "industry": "336",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Canoo"
  }
}