{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    },
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Years",
        "value": 3
      },
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 300,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 300,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "ABB7CDF4-8F13-4045-B993-43144C2DD06E",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-24T22:22:46Z",
    "github": "3636",
    "master_id": "ABB7CDF4-8F13-4045-B993-43144C2DD06E",
    "modified": "2015-03-24T22:22:46Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://www.irishtimes.com/newspaper/ireland/2013/0212/1224329951036.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A doctor has been found guilty of serious professional misconduct after up to 300 medical records of 32 patients were discovered dumped on open ground. The patient records from the Cavan Monaghan General Hospital group were found on waste ground in black bags, after they were first taken home by Dr Ogbonna Anoke, the Medical Councils fitness-to-practise committee was told yesterday. Dr Anoke was accused of taking home documents between January 1st and August 7th, 2010. He was also accused of failing to dispose of the material adequately and of leaving some behind in his home after he moved out. The hearing heard that documents included patient names, dates of birth, details of their illnesses, radiology reports and theatre waiting lists. In its judgment, the committee found Dr Anoke guilty of serious professional misconduct on the counts of failing to dispose of the records adequately and leaving some records behind, but did not consider the charge of taking the documents home to amount to serious professional misconduct. The inquiry was told that a journalist had discovered the medical documents on open ground in a housing estate at Swellan, Cavan town, on August 7th, 2010. Sandra Mac Liammoir told the inquiry that a lot of the documents mixed with household waste referred to Dr Anoke. She contacted Cavan County Council and the material was examined by litter management officer Gerry ORourke. He also found material including a boarding pass, personal letters and material from a debt collection agency, all of which referred to Dr Anoke. There were also clinical records from the hospital, including radiology and theatre reports which named patients and contained details of their treatments. He said the council did not pursue a prosecution, as it was understood that by then, he was outside the jurisdiction. The hearing was told Dr Anoke had told a hospital inquiry that he had vacated his home in June 2010 and had inadvertently left two bags of files there which had not been properly disposed of. Patients whose records were affected were contacted and the situation explained and Dr Anoke had apologised to them. The Medical Council is expected to announce its sanction later.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 8
    },
    "incident": {
      "day": 7,
      "month": 8,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "IE"
    ],
    "employee_count": "Unknown",
    "industry": "621999",
    "region": [
      "150154"
    ],
    "victim_id": "Cavan Monaghan General Hospital"
  }
}