{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "AC1CA5E6-4FA4-428D-9BDD-7AECBC7FBEAA",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T22:25:00Z",
    "github": "4710",
    "master_id": "AC1CA5E6-4FA4-428D-9BDD-7AECBC7FBEAA",
    "modified": "2014-11-20T22:25:00Z",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://ico.org.uk/news/latest_news/2014/pharmacist-who-unlawfully-spied-on-family-and-friends-medical-records-prosecuted-13112014; http://www.krollontrack.co.uk/company/press-room/legal-technologies-news/pharmacist-punished-by-ico-after-stealing-medical-records324.aspx",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A pharmacist who worked for South West Essex Primary Care Trust has been prosecuted by the Information Commissioners Office (ICO) after unlawfully accessing the medical records of family members, work colleagues and local health professionals.   Appearing at Barkingside Magistrates Court today, Harkanwarjit Dhanju, 50, was prosecuted under section 55 of the Data Protection Act and fined 1000, ordered to pay a 100 victim surcharge and 608.30 prosecution costs.  Dhanju unlawfully accessed the patients records while working as a sessional pharmacist at Tile House Surgery, Mount Avenue Surgery and Rockleigh Court Surgery. At the time, Dhanju had responsibility for handling medication reviews for patients in local residential care homes with dementia and other mental health issues. However, during a routine audit, the surgery manager at Tile House Surgery uncovered that Dhanju was using his security pass to access unrelated medical records. The matter was reported to the ICO on 22 February 2013.  ICO Head of Enforcement, Stephen Eckersley, said:  There is no justifiable reason why Dhanju needed to spy on the medical treatment of all of these people. However, he knew he was committing a criminal offence but he decided to carry on regardless.  The public will be rightly concerned that a medical professional in a position of trust decided to act in this way. We hope todays prosecution sends a clear message to anyone who may be tempted to do likewise, that unlawfully accessing peoples medical records is a criminal offence and will result with you being rewarded with a day in court.   Unlawfully obtaining or accessing personal data is a criminal offence under section 55 of the Data Protection Act 1998. The offence is punishable by way of fine only - up to 5,000 in a Magistrates Court or an unlimited fine in a Crown Court. The ICO continues to call for more effective deterrent sentences, including the threat of prison in the most serious cases, to be available to the courts to stop the unlawful use of personal information.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "621",
    "locations_affected": 3,
    "region": [
      "150154"
    ],
    "victim_id": "South West Essex Primary Care Trust"
  }
}