{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "variety": [
        "Use of stolen creds"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 566127,
          "variety": "Personal"
        },
        {
          "variety": "Credentials"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 566127,
      "data_victim": [
        "Customer",
        "Employee"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "831a94f0-fe7b-11e8-aee0-f7420d4f3238",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2018-12-13T11:34:19.985Z",
    "dbir_year": 2019,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Hacker compromises credentials, leverages them to steal customer data."
      }
    ],
    "github": "12464",
    "master_id": "af6b96ca-8c61-44e6-826c-eb60a8302790",
    "modified": "2018-12-13T11:34:19.985Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 10,
        "year": 2018
      }
    }
  },
  "reference": "https://healthitsecurity.com/news/health-data-breach-compromised-phi-on-566k-cno-customers; https://www.bankerslife.com/security-incident/; https://www.bankinfosecurity.com/bankers-life-hack-affects-more-than-566000-a-11691; https://www.informationsecuritybuzz.com/expert-comments/bankers-life-data-breach-exposes-566127-people/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On October 25, Fortune 1000 company CNO Financial Group, Inc. submitted a report to the Office for Civil Rights’ Breach Portal at the U.S. Department of Health and Human services. The report revealed that the personally identifiable information of 566,127 people was accessed by an unauthorized party through a subsidiary of CNO, Bankers Life.This particular breach was the result of threat actors obtaining the credentials of Bankers Life employees, highlighting a need for enterprises to educate their employees on the threats that lurk in the shadows and the importance of proper security hygiene.In an Oct. 25 statement, Bankers Life says it learned about the incident on August 7.  An investigation by an external forensics firm revealed that unauthorized third parties accessed credentials of \"a limited number\" of Bankers Life employees between May 30 and September 13, according to the statement.  \"During this period, unauthorized third parties used improperly obtained employee information to gain access to certain company websites, potentially resulting in unauthorized access to personal information of policyholders and applicants,\" the insurer says. \"Based on the investigation, the company has no reason to believe that its systems or network have been otherwise compromised.\"  The company says it took steps to further restrict and monitor access to systems and enhance its security procedures.  \"Federal law enforcement informed Bankers Life that disclosure of the incident could interfere with or impede its investigation,\" the insurer says. \"Once this concern was removed, the company promptly notified consumers and regulators as required by law and additional individuals whose information may have been accessed.\"  Personal information that may have been inappropriately accessed includes names, addresses, dates of birth, insurance information - such as application or policy number, types of insurance, premiums, dates of service and claim amounts - and the last four digits of Social Security numbers, the statement says.  \"Except for a limited group of individuals, the investigation has not identified any unauthorized access to full Social Security numbers, driver's license or state identification card numbers, bank account numbers, or medications, diagnosis or treatment plan information. In addition, based on the investigation, no credit or debit card information was accessed,\" the statement notes.  Nevertheless, the company says it's offering free identity repair and credit monitoring services to individuals affected.  Bankers Life is the marketing brand of Bankers Life and Casualty Co., Medicare supplement insurance policies sold by Colonial Penn Life Insurance Co. and select policies sold in New York by Bankers Conseco Life Insurance Co., the statement adds.",
  "targeted": "Unknown",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 2
    },
    "incident": {
      "day": 30,
      "month": 5,
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "524113",
    "region": [
      "019021"
    ],
    "state": "IN",
    "victim_id": "CNO Financial Group"
  }
}