{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 4649,
          "variety": "Internal"
        },
        {
          "amount": 4649,
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4649,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B072C939-BDCA-4932-A8E6-7FF8B6A536B9",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-02T23:41:00Z",
    "dbir_year": 2016,
    "github": "6444",
    "master_id": "B072C939-BDCA-4932-A8E6-7FF8B6A536B9",
    "modified": "2016-02-02T23:41:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.startribune.com/former-st-jude-exec-charged-with-theft-of-trade-secrets-cash/327804531/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former St. Jude Medical Inc. vice president has been charged with stealing more than $117,000 from the Little Canada company for expenses like basketball tickets and strip clubs and then absconding with sensitive company trade secrets when he was terminated.  Bryan C. Szweda, 39, was charged Friday in Ramsey County District Court with five counts of theft by swindle and a sixth charge of theft of trade secrets, all of which are felonies. Szweda has an active arrest warrant in California and has not made an appearance in court.  The complaint says Szweda, formerly of Plymouth, works for one of St. Jude's competitors, San Diego-based Edwards Lifesciences, which makes artificial heart valves.  Szweda worked five years at St. Jude, most recently as vice president of operations for the company's global manufacturing of structural heart devices. Before St. Jude, he worked for another competitor, Boston Scientific Corp., which had asked him to leave for making \"bad purchases,\" according to a longtime friend of Szweda's known by the initials JDE in the criminal complaint.  A St. Jude spokeswoman declined to comment on the charges against Szweda on Tuesday night. The complaint says St. Jude was unaware of Szweda's past bad purchases when it hired him in August 2009 and gave him a company credit card. An e-mail message sent to Szweda was not answered Tuesday night.  The criminal complaint obtained Tuesday describes a series of thefts going back to 2010, though some of the allegations are barred by the statutes of limitations. The charged conduct covers a period from March 2012 to July 2014, two months before he was fired from St. Jude Medical.  In the 12-page probable cause statement filed with the charges, Ramsey County Sheriff's Office investigator Tony Samec said Szweda schemed to make St. Jude pay for expenses ranging from $17,228 in Timberwolves season tickets for 2014-15 to $570 for a Maple Grove go-cart racetrack. Thousands of dollars in concert tickets and food expenses to see Lady Antebellum, Luke Bryan and Jason Aldean were billed to the company, as were $1,259 in charges at Rick's Cabaret.  \"During an interview with SJM management, they were emphatic that there would be no legitimate business reason for going to a strip club,\" Samec's filing says.  \"Had [St. Jude Medical] known the true nature of the expenses, they would not have approved the payments,\" the statement says.  Other expenses like costly personal meals and rental car use were allegedly mixed in with common workplace thefts like double-billing for travel expenses and phony invoices from contractors.  When Szweda was put on administrative leave in September 2014, the company discovered that he had placed 4,649 files related to his work on an external hard drive, including St. Jude's 2014-18 strategic plan, \"which provides a road map of SJM's key research and marketing initiatives and is considered one of the company's most restricted documents,\" the complaint says.  Those files were also copied to Szweda's home computer and a second external drive. Although the computer and the first drive were eventually given to St. Jude for examination, Samec wrote that he ultimately found the second drive _ which was never voluntarily provided to investigators _ at his former home in Plymouth.  By the time investigators executed the search warrant on the home, Szweda had already moved out of state. ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "33911",
    "region": [
      "019021"
    ],
    "victim_id": "St. Jude Medical Inc."
  }
}