{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 435,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 435,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B08FFCCF-B838-495B-81CE-A4A984B16EC9",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T01:10:00Z",
    "dbir_year": 2016,
    "github": "6096",
    "master_id": "B08FFCCF-B838-495B-81CE-A4A984B16EC9",
    "modified": "2016-02-08T01:10:00Z",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.ucsf.edu/news/2015/07/130926/ucsf-reports-laptop-burglary-faculty-office",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "UC San Francisco is alerting individuals about a burglary involving an unencrypted laptop belonging to a faculty member in the Cardiac Electrophysiology & Arrhythmia Service that contained some personal, research and health information.  While there is no evidence of attempted access or attempted use of the information involved in this incident, UCSF is responding with the highest level of caution and concern.  The individuals whose information was on the laptop are being notified. Additionally, the California Department of Public Health has been alerted, and a special phone line has been established to provide information and assistance to those who receive the notification letters or whose information was involved.  UCSF learned on May 6, 2015, that the laptop computer was stolen from the faculty member's office earlier that day. UCSF police and UCSF officials were immediately notified.  UCSF promptly began an extensive technical analysis to identify what information was on the laptop. The analysis revealed that the computers contained some personal, research and health information, which may have included individuals' names, dates of birth, medical record numbers, and health insurance ID numbers. Health information was involved for 435 individuals. No Social Security numbers were identified for any of the patients.  UCSF deeply regrets any inconvenience this incident may cause. The university is committed to maintaining the privacy of personal, research and health information, and has taken additional steps to secure that information, including strengthening administrative, technical and physical processes for information security.   ",
  "timeline": {
    "discovery": {
      "unit": "Hours"
    },
    "incident": {
      "day": 6,
      "month": 5,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "University of California, San Francisco"
  }
}