{
  "action": {
    "error": {
      "variety": [
        "Other"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "AUD",
    "loss": [
      {
        "amount": 40000,
        "variety": "Response and recovery"
      }
    ],
    "notes": "Penalty;",
    "overall_amount": 40000,
    "overall_rating": "Unknown"
  },
  "incident_id": "B09F4C80-19AA-4C6D-B024-FD85179A6555",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4345",
    "master_id": "B09F4C80-19AA-4C6D-B024-FD85179A6555",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.smh.com.au/nsw/hospital-breached-privacy-rules-by-releasing-womans-details-to-exhusband-20140911-10erxy.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A mother of two says a Sydney hospital released sensitive details about her health to her hostile ex-husband, who used it against her in his attempt to gain sole custody of their children.  The woman could receive up to $40,000 in compensation after a tribunal found Royal Prince Alfred Hospital breached privacy rules by giving her former husband medical records detailing her serious, chronic illness.  The mother, known for legal reasons as ADJ, and her former husband had equal custody of the children.  But when the father requested copies of the children's medical records, the hospital handed them over without asking for the mother's consent, notifying her or redacting information about her own illness, test results and treatments, which were detailed in the file.  ADJ told the NSW Civil and Administrative Tribunal her ex-husband had a history of violent behaviour and he used the information released by the hospital to pursue sole custody of the children in the Family Court. She said he disclosed her condition to a number of people, which made her feel \"violated\", and that she had to defend herself publicly from his attacks on her character.  She said she felt \"physically unsafe\" in his presence.  The hospital claimed the information about her medical condition and treatment was relevant to the continuing care of the children, and therefore the health information belonged to all of them simultaneously. Both children were born in the hospital's maternity unit and the files included details of the antenatal care ADJ received and the children's births. The hospital said the strength of the children's rights to their own health information outweighed ADJ's interest in maintaining her privacy.  Tribunal senior member Stephen Montgomery said the information could belong to both a mother and her children simultaneously. In ADJ's case, records show a particular health service was provided to one of the children directly because of ADJ's illness.  Mr Montgomery said information about a mother's illness or hereditary condition could be relevant to the provision of treatment to her children and the same could be said for a father.  But ADJ argued that mothers were unique in that while their medical information formed part of their children's files, potentially equally valuable health information about the father or other relatives remained solely in their files, inaccessible to the child or the mother.  In ruling the hospital had breached health privacy laws, Mr Montgomery said some of ADJ's information included on the children's records was neither relevant nor necessary for their care and treatment. There was no evidence to establish why some tests the mother had had were relevant to the children's treatment and \"should not have been released\".  Mr Montgomery also found that by retaining the mother's health details on the children's records, the hospital failed to ensure the security of her information against unauthorised use and disclosure  The matter will return to the tribunal next month for submissions on ADJ's case for damages. The tribunal can order the hospital to pay compensation of up to $40,000.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "009053"
    ],
    "victim_id": "Royal Prince Alfred Hospital"
  }
}