{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Maintenance"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 144,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 144,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B1C4E9BA-9955-4D1B-8EE1-0A1A6504E1F7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-09T22:28:03Z",
    "github": "2080",
    "master_id": "B1C4E9BA-9955-4D1B-8EE1-0A1A6504E1F7",
    "modified": "2015-03-09T22:28:03Z",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.bizjournals.com/philadelphia/blog/health-care/2014/04/delco-health-care-worker-pleads-guilty-to-stealing.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A 50-year-old Brookhaven, Pa., man pleaded guilty today to stealing hospital patients identities as part of a tax fraud scheme. Reynaldo Estrada pleaded guilty today to one count each of conspiracy to commit identity theft, aggravated identity theft, and aiding and abetting the use of a false Social Security number. The U.S. Attorneys Office said between October 2010 and October 2011, Estrada, while he was working for Crozer-Chester Medical Centers environmental services department and at Community Hospital in Chester, Pa., stole \"scores\" of treatment authorization forms containing the names, addresses, dates of birth, and Social Security numbers of patients. Estrada admitted today that he gave the forms to co-conspirators who paid him for the stolen identities, knowing that the forms would be used as a part of a tax fraud scheme. The co-conspirators, Rafael Henriquez Polanco and Yanira Lopez, are charged in a separate indictment with allegedly using the identifying information provided by Estrada to prepare and file approximately 144 false and fraudulent federal individual income tax returns claiming bogus refunds in excess of $1.7 million. Both Polanco and Lopez have pleaded guilty to all charges against them, according to the U.S. Attorney's Office. The case was investigated by U.S. Immigration and Customs Enforcement Homeland Security Investigations, the U.S. Department of State Diplomatic Security Service, the U.S. Department of Labor Office of Inspector General, and Internal Revenue Service Criminal Investigations. It is being prosecuted by Assistant U.S. Attorney Kevin Brenner. ",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621999",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Crozer-Chester Medical Center"
  }
}