{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B20CCBE3-EF6E-440E-8EA7-A0F45A9BBFEF",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-02T03:51:11Z",
    "github": "673",
    "master_id": "B20CCBE3-EF6E-440E-8EA7-A0F45A9BBFEF",
    "modified": "2015-03-02T03:51:11Z",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 10,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/former-mount-sinai-medical-center-employee-convicted-in-patient-id-theft-for-tax-refund-fraud-scheme/; ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Oliver Gayle of Miami has been convicted in an tax refund scheme involving the theft of patient information from Mount Sinai Medical Center. Gayle, who was employed as a temp, had a previous felony conviction on RICO/racketeering charges  prior to his employment at the medical center.  The South Florida Business Journal asked the medical center how he obtained employment with that criminal background. The medical center sent them a statement:  The temp agency provided a false background check on Mr. Gayle. The document did not include his prior conviction for racketeering and the date was deleted, which masked the fact that the background check was one year old. We no longer do business with this agency and have revised our background check process so this will not happen again.  According to testimony and evidence presented at trial, on February 27, 2013, the Aventura Police Department stopped a vehicle driven by Gayle after being alerted by a U.S. bank of an individual who attempted to cash a fraudulent check. Gayle presented a Jamaican passport as his form of identification. During an inventory search of the vehicle driven by Gayle, officers uncovered a black bag containing over 100 printouts from Mt. Sinai Medical Center Account Inquiry Processor with multiple names, dates of birth, social security numbers, and addresses of patients on each printout. Additionally, photocopies of checks written to Mt. Sinai Medical Center from various individuals with a photocopy of the corresponding billing statement from Mt. Sinai were found in the bag.  According to court documents and trial testimony, during a consensual search of Gayles residence, law enforcement found multiple printouts from Mt. Sinai Medical Center that appeared similar to the ones found in his black bag. Law enforcement also found copies of U.S. Treasury checks; a document labeled HIT LIST with a list of names, Social Security numbers and dates of birth; several tax returns in the names of other individuals; multiple Tax Act and Turbo Tax pre-paid debit cards issued in the names of other individuals; a Jamaican passport in Gayles name containing a counterfeit U.S. visa; and, an identification badge for Mt. Sinai Medical Center with Gayles name and photo.  Sentencing is scheduled for January 9, 2014 at 10:00 a.m. before U.S. District Judge Donald L. Graham.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Mount Sinai Medical Center"
  }
}