{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Resigned"
      ],
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown",
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Secrets"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B262B582-C7EC-4C02-AB1B-215B31F99058",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-11T21:54:00Z",
    "github": "4344",
    "master_id": "B262B582-C7EC-4C02-AB1B-215B31F99058",
    "modified": "2014-09-11T21:54:00Z",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.law360.com/articles/573216/tesco-says-former-vp-took-trade-secrets-to-nabors-unit",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Tesco Corp. sued the former vice president of its North American business unit in Texas state court Tuesday, accusing the executive of violating his employment agreement and stealing trade secrets before going to work for a Nabors Industries Ltd. unit.  The oilfield services company said that not long after Randall Nemeth left Tesco last year, he breached his employment separation agreement by taking a job with Canrig Drilling Technology Ltd., where he is using Tescos confidential pricing and business data to give his new employer an unfair competitive edge.  Nemeth has engaged, and will continue to engage in misappropriation of the trade secrets in that his job requires him to use and/or disclose the trade secrets without either the express or implied consent of Tesco, the suit said. Nemeth knew and understood that he had no authority to disclose or to utilize the trade secrets of Tesco, but upon information and belief, did so anyway.  Tesco, which describes itself as a leading manufacturer of top drive drilling rigs and related products, said it hired Nemeth in 2009 to head its North American business unit.  As the chief executive in charge of a division that accounts for 40 percent of Tescos annual revenue, Nemeth had access to all of the companys confidential information, including pricing data, customer information and business plans, according to the suit.  Tesco says that when it hired Nemeth, he signed a confidentiality agreement that prohibits him from disclosing the companys trade secrets. And when Nemeth decided to leave the company in the fall of 2013, he agreed to a one-year non-compete in exchange for $100,000, according to Tesco.  But the company says it recently discovered that Nemeth violated both contracts when he went to work for Canrig, a direct competitor in the oilfield services industry. Canrig is not named as a defendant in the lawsuit.  Tesco does not specify in the suit exactly how Nemeth has breached his confidentiality agreement, but said that it would be impossible for Nemeth to perform the services required of him at Canrig without disclosing Tescos proprietary information.  The company seems to be suggesting that, among other things, Nemeth is using his former employers pricing data and other sensitive information to help Canrig develop competitive project bids.  And Tesco said that its concerns are well founded, given that it learned during an internal investigation that Nemeth had forensically wiped the hard drive on his work computer.  This activity is more than a simple violation of company policy, the suit said. It constitutes a taking or misappropriation of Tescos property and an indictable felony offense. At a minimum, it indicates a strong desire that Tesco be kept in the dark about Nemeths activities.  Nemeth could not immediately be reached for comment Tuesday.  The suit alleges breach of contract, breach of fiduciary duty and violations of the Texas Trade Secrets Act. Tesco is seeking actual damages, punitive damages and injunctive relief.  Tesco is represented by Thomas M. Fulkerson and Ethan G. Gibson of Fulkerson Lotz LLP.  Counsel information for Nemeth was not immediately available.  The case is Tesco Corp. v. Nemeth, case number 2014-49976, in the 269th Judicial District Court of Harris County, Texas. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "532412",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Tesco Corp"
  }
}