{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Classified"
        },
        {
          "variety": "Sensitive Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 637000
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "f1c76020-e0c1-11ef-bb83-fdfe95aef2b7",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-02-01T23:28:26.146Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "TA used unknown action to gain access and steal data"
      }
    ],
    "github": "20327",
    "master_id": "b32dce33-41fb-4554-b9f6-21aafa573db2",
    "modified": "2025-02-01T23:38:37.166Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 2024,
        "month": 1,
        "year": 8
      }
    }
  },
  "reference": "https://www.hipaajournal.com/benefytt-emsa-lindsay-municipal-hospital-affected-by-cyberattacks/ ; https://www.abajournal.com/news/article/judge-gives-final-ok-to-8m-settlement-in-orrick-data-breach",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An international law firm that works with companies affected by security incidents has experienced its own cyberattack that exposed the sensitive health information of hundreds of thousands of data breach victims.  San Francisco-based Orrick, Herrington & Sutcliffe said last week that hackers stole the personal information and sensitive health data of more than 637,000 data breach victims from a file share on its network during an intrusion in March 2023.  Orrick works with companies that are hit by security incidents, including data breaches, to handle regulatory requirements, such as obtaining victims’ information in order to notify state authorities and the individuals affected.  In a series of data breach notification letters sent to affected individuals, Orrick said the hackers stole reams of data from its systems that pertain to security incidents at other companies, during which Orrick served as legal counsel.  Orrick said that the breach of its systems involved its clients’ data, including individuals who had vision plans with insurance giant EyeMed Vision Care and those who had dental plans with Delta Dental of California, a healthcare insurance network giant that provides dental coverage to about 45 million individuals. Orrick also said it notified health insurance company MultiPlan, behavioral health giant Beacon Health Options (now known as Carelon) and the U.S. Small Business Administration that their data was also compromised in Orrick’s data breach.  Orrick said the stolen data includes consumer names, dates of birth, postal address and email addresses, and government-issued identification numbers, such as Social Security numbers, passport and driver license numbers, and tax identification numbers. The data also includes medical treatment and diagnosis information, insurance claims information — such as the date and costs of services — and healthcare insurance numbers and provider details.  Orrick said that the breach includes online account credentials and credit or debit card numbers.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "month": 3,
      "year": 2023
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "government": [
      "NA"
    ],
    "industry": "541110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Orrick, Herrington & Sutcliffe"
  }
}