{
  "action": {
    "social": {
      "target": [
        "Finance"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      },
      {
        "variety": "P - Finance"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "integrity": {
      "variety": [
        "Fraudulent transaction",
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 46000000,
        "variety": "Asset and fraud"
      }
    ],
    "notes": "Fraudulent money transfers;",
    "overall_amount": 46000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "B33EE37B-A29B-42CF-9B57-0BACCDA925DF",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "created": "2015-08-13T21:51:00Z",
    "dbir_year": 2016,
    "github": "6267",
    "master_id": "B33EE37B-A29B-42CF-9B57-0BACCDA925DF",
    "modified": "2015-08-13T21:51:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.csoonline.com/article/2961066/supply-chain-security/ubiquiti-networks-victim-of-39-million-social-engineering-attack.html; http://www.sec.gov/Archives/edgar/data/1511737/000157104915006288/t1501817_8k.htm; http://krebsonsecurity.com/2015/08/tech-firm-ubiquiti-suffers-46m-cyberheist/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Ubiquiti Networks Inc., the San Jose based manufactured of networking high-performance networking technology for service providers and enterprises, announced in its fourth quarter fiscal results that it was the victim of an email business fraud incident resulting in the loss of $39.1 million dollars.  In its Form 8-K filings to the SEC the company stated it became aware on June 5th 2015 that it was the victim of a _criminal fraud_. It appears a member of staff in one of its subsidiary companies based in Hong Kong fell victim to what is known as a _CEO scam_ or a _Business Email Compromise (BEC) attack.  As outlined in this Brian Kreb_s post, CEO scam is where criminals either hijack or impersonate the email of a senior member of staff within the organization. They then target someone in the financial department, or who has authority to initiate wire transfers, and fool them into transferring large amounts of money from the company_s bank accounts into bank accounts controlled by the criminals. Very often the emails will state a vendor, or other entity the target company deals with, has changed their banking details and future payments should be transferred the accounts which the criminals control.  MORE ON CSO: How to spot a phishing email In its SEC filing, Ubiquiti Networks outlines how the fraud occurred and says _The incident involved employee impersonation and fraudulent requests from an outside entity targeting the Company_s finance department. This fraud resulted in transfers of funds aggregating $46.7 million held by a Company subsidiary incorporated in Hong Kong to other overseas accounts held by third parties._  When it became aware of the breach, Ubiquiti Networks contacted their financial institutions and also law enforcement agencies. So far have recovered $8.1 million of the stolen money with an additional $6.8 million _currently subject to legal injunction and reasonably expected to be recovered by the Company in due course_.  Ubiquiti also conducted its own independent investigation with the assistance of external third parties which concluded on July 17th. That investigation _uncovered no evidence that our systems were penetrated or that any corporate information, including our financial and account information, was accessed. The investigation found no evidence of employee criminal involvement in the fraud_ but that _the company_s internal control over financial reporting is ineffective due to one or more material weaknesses._  The company has subsequently _implemented enhanced internal controls over financial reporting since June 5, 2015 and is in the process of implementing additional procedures and controls pursuant to recommendations from the investigatioin_.  Ubiquiti are not the first company to fall victim to such an attack. These type of attacks have become so common that in January of this year the FBI issued a warning to businesses to be aware of these attacks. In its warning the FBI state that there were 2126 victims of this type of fraud in 2013, with 1198 being in the United States,  with losses totalling up to $214,972,503.  The FBI gives the following advice to avoid falling victim to this scam  Avoid Free Web-Based E-mail: Establish a company web site domain and use it to establish company e-mail accounts in lieu of free, web-based accounts. Be careful what is posted to social media and company websites, especially job duties/descriptions, hierarchal information, and out of office details. Be suspicious of requests for secrecy or pressure to take action quickly. Consider additional IT and Financial security procedures and 2-step verification processes. For example -Significant Changes: Beware of sudden changes in business practices. For example, if a current business contact suddenly asks to be contacted via their personal e-mail address when all previous official correspondence has been on a company e-mail, the request could be fraudulent. Always verify via other channels that you are still communicating with your legitimate business partner. Out of Band Communication: Establish other communication channels, such as telephone calls, to verify significant transactions. Arrange this second-factor authentication early in the relationship and outside the e-mail environment to avoid interception by a hacker. Digital Signatures: Both entities on either side of transactions should use digital signatures. However, this will not work with web-based e-mail accounts. Additionally, some countries ban or limit the use of encryption. Delete Spam: Immediately delete unsolicited e-mail (spam) from unknown parties. Do NOT open spam e-mail, click on links in the e-mail, or open attachments. These often contain malware that will give subjects access to your computer system. Forward vs. Reply: Do not use the _Reply_ option to respond to any business e-mails. Instead, use the _Forward_ option and either type in the correct e-mail address or select it from the e-mail address book to ensure the intended recipient_s correct e-mail address is used. Given the impact such an attack can have on a businesses it would be prudent for companies to review their internal financial controls and ensure effective security awareness training is given to staff with key roles in the organisation.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "541512",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Ubiquiti Networks Inc."
  }
}