{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 900,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 900,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B41E0B3A-E596-480F-88DB-36F152F76D49",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T03:27:00Z",
    "dbir_year": 2016,
    "github": "5739",
    "master_id": "B41E0B3A-E596-480F-88DB-36F152F76D49",
    "modified": "2016-02-08T03:27:00Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.latimes.com/local/lanow/la-me-ln-county-usc-data-breach-20150429-story.html; http://www.utsandiego.com/news/2015/apr/29/personal-data-on-900-los-angeles-county-patients/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "OOfficials are investigating a security and privacy breach affecting 900 patients who were treated at the Los Angeles County-USC Medical Center's mental health facility.  The breach was discovered April 3 during a search of the home of a nurse who was employed at the Augustus F. Hawkins Mental Health Center, said Michael Wilson, a spokesman for the Los Angeles County Department of Health Services. The investigation was not related to county business, he said.  The nurse, whose name wasn't released, allegedly stole documents containing patients' names, medical and insurance information, birth dates, Social Security numbers, diagnoses and other personal information.  The nurse has since resigned and is no longer working with the hospital, Wilson said.  Patients treated at the Hawkins facility between 2011 and 2015 were affected by the breach, he said.  It was unclear whether any of the patients' information was misused.  A county team assigned to investigate breaches under the Health Insurance Portability and Accountability Act is conducting an internal probe.  County officials have notified the patients by letter as well as the California Department of Public Health. A notice of the breach was also posted on the hospital's website.  The Los Angeles County district attorney's Cyber Investigation Response Team is looking into the breach, spokeswoman Jane Robison said. Details about the breach were not released because the case is under investigation.  County health employees must undergo privacy training as well as follow a series of procedures designed to protect patient confidentiality.  \"Despite all of these procedures, these incidents still happen,\" Wilson said.  Meanwhile, free credit monitoring services of up to a year were offered to the affected patients.",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 4,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622210",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Augustus F. Hawkins Mental Health Center"
  }
}