{
  "action": {
    "physical": {
      "variety": [
        "Theft",
        "Disabled controls"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "M - Flash drive"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2595,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2595,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B4462949-34D4-4486-ACC8-29CD984F429F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2014-05-02T21:42:00Z",
    "github": "1928",
    "master_id": "B4462949-34D4-4486-ACC8-29CD984F429F",
    "modified": "2014-05-02T21:42:00Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.michigan.gov/mdch/0,4612,7-132-63157_64754-325431--,00.html; http://www.dailytribune.com/general-news/20140403/security-breach-reported-in-records-of-michigan-long-term-care; http://www.phiprivacy.net/michigan-department-of-community-health-notifying-2595-individuals-of-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Michigan Department of Community Health (MDCH) recently became aware of a breach of protected health information under the Health Insurance Portability and Accountability Act (HIPAA) and is notifying 2,595 individuals and the Department of Health and Human Services regarding this breach.  On the evening of Jan. 30 or early morning Jan. 31, a laptop computer and flash drive were stolen from an employee of the State Long Term Care (LTC) Ombudsmans Office. Information on the laptop was encrypted; however, data on the flash drive was not and contained sensitive information regarding participants that the LTC Ombudsmans Office serves. The flash drive contained personal information about 2,595 living and deceased individuals, including names and addresses, and for some individuals, dates of birth. Of those, 1,539 records also included either a Social Security number or a Medicaid identification number.  MDCH takes any potential breach of security with the utmost seriousness and sincerely regrets that this breach occurred, said Nick Lyon, Chief Deputy Director of the MDCH. We are working swiftly to notify any individuals who may have been impacted and with staff to tighten our security procedures going forward.  The theft has been reported to the police, but, to date, the laptop and flash drive have not been recovered. MDCH learned about the breach on Feb. 3 and notified impacted individuals this week after reconstructing the data.   All individuals with data on the flash drive are being notified so that they can monitor their accounts and other financial affairs for any unauthorized use. MDCH is working with the LTC Ombudsmans Office to offer credit monitoring services at no cost to people whose Social Security number or Medicaid number were compromised.  In addition, a credit file death suppression service is being offered to the families of deceased individuals to assist them in securing their deceased loved ones credit file.   If you are an affected person, and wish to take action to protect yourself from potential identity thieves, you may place a fraud alert on your credit file.  A fraud alert tells creditors to contact you before they open any new accounts or change your existing accounts.  You can place a fraud alert on your credit file by calling any one of the three major credit bureaus:  Equifax: (800) 525-6285; Experian:  (888) 397-3742; Trans Union Corp. (800) 6807289.   The State LTC Ombudsman program is reviewing its data security processes to prevent any future data breaches, and the MDCH is conducting additional training on data security, in particular portable electronic devices, for the Ombudsmans office and MDCH employees. Affected individuals or the family members of deceased individuals affected by this breach may contact the LTC Ombudsmans Office for more information at sltco@michigan.gov or 855-582-6628.",
  "timeline": {
    "incident": {
      "day": 30,
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "92312",
    "region": [
      "019021"
    ],
    "state": "MI",
    "victim_id": "Michigan Department of Community Health (MDCH)"
  }
}