{
  "action": {
    "error": {
      "variety": [
        "Other"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk media"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DF47070A-6496-4C4C-B32E-C46A7B9A248F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-06-21T01:42:00Z",
    "dbir_year": 2017,
    "github": "7796",
    "master_id": "B48537EF-2FD0-43A6-942A-37CD16AB4F82",
    "modified": "2016-06-21T01:50:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2016
      }
    }
  },
  "reference": "http://www.kpbs.org/news/2016/may/19/sharp-hospital-apologizes-privacy-breach-video-sti/; http://www.privacydatabreach.com/2016/05/investigation-underway-after-sharp-grossmont-hospital-shared-private-patient-videos-with-third-party/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Sharp Grossmont Hospital has apologized for releasing 14 video clips that included women undergoing obstetric surgery, an error it said constituted a breach of their medical privacy and has led to state and federal agency notification.  \"We are very sorry that this error occurred and that the privacy of these patients was breached,\" the Sharp Grossmont statement said. The hospital mistakenly released the clips to an attorney representing a doctor the hospital said is seen in the videos taking bottles of sedatives from surgery carts and putting them in his pocket.  Hospital spokesman John Cihomsky said Grossmont is trying to identify each patient shown in these clips, and when it does it will notify them of the breach.  Meanwhile, several women who underwent C-section surgeries to deliver their babies during the course of the hospital's yearlong video surveillance in its Women's Health Center say they are horrified they may be among those captured on video. They believe they never gave consent to be on camera during their most private moments with their doctors, while they were giving birth.  One, Melissa Escalera, 34, said she felt \"violated.\"  Carla Jones, 34, of La Mesa, who delivered her baby by unscheduled C-section, said she is \"extremely uncomfortable\" knowing her surgery on May 15, 2013, was on video and was viewed by people other than her doctors and nurses.  \"If you're missing drugs, you don't just pop cameras in a place where women are naked. It's ridiculous that Sharp thought this was a reasonable way to figure this all out,\" Jones said.",
  "timeline": {
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Sharp Grossmont Hospital"
  }
}