{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Ideology"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 201,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 201,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B49B813A-ADB0-4B91-87C0-4DCCA192EB8E",
  "notes": "The anti-abortion activist who pried into hundreds of abortion records for over nine months at an Ontario hospital would be referred for prosecution today, the privacy commissioner says.  Acting privacy commissioner Brian Beamish told Torstar News Service the anti-abortion activist fired from Peterborough Regional Health Centre in 2011 had snooped into the files of 201 abortion patients, inappropriately accessing the records 414 times.  This disturbing case has highlighted the importance of safeguarding medical information, with critics calling for a legislation change to force hospitals to report serious privacy violations to the commission.  Nancy Martin-Ronson, Peterborough hospitals chief information officer, said in a written statement Tuesday that the privacy breach involved records for abortion services performed at the hospital between June 3, 2010, and March 24, 2011.  Patients who had abortion services between those dates may have been affected by the breach, she said, adding that any concerned patients were invited to contact the hospitals privacy officer.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2012,
    "github": "5178",
    "master_id": "B49B813A-ADB0-4B91-87C0-4DCCA192EB8E",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 3,
        "year": 2011
      }
    }
  },
  "reference": "http://newz4u.net/anti-abolition-leader-fired-in-wake-of-privacy-breach/; http://full-timewhistle.com/health-5/anti-abortion-activist-snooped-into-patient-records-3732.html; http://metronews.ca/news/canada/1266934/anti-abortion-activist-snooped-into-414-abortion-files-while-working-at-peterborough-hospital/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Ontario woman, who is an anti-abortion activist, was one of seven accused and fired for a privacy breach where almost 300 patient medical records were accessed without authorization at an Ontario hospital that performs abortions. There is a lot at stake for Ontarians with the law suit ongoing against the hospital over this case.  The Toronto Star is reporting that patient records from Peterborough Regional Health Centre were breached from 2011 and 2012. One of the seven people accused of the breach is anti-abortion activist Dawn DeCiccio. The Star discovered that DeCiccio worked as an information clerk. DeCiccio was the only staff member who was terminated with a pro-life activist profile.  Because of the sensitive nature of patient information the hospital can not comment to if files concerning abortions were breached. According to Nancy Martin-Ronson, Peterborough hospitals chief information office, the files in question were not shared with anyone outside of the centre.  After it was revealed that 280 records were accessed without authority a lawsuit was filed seeking millions. The hospital tried to have the case thrown out of court which was denied. The hospital lost their case in Superior Court. The case is now in front of the Ontario Court of Appeal.  How the court decides in this case could change how privacy and the breach of that privacy at the hospital level in Ontario are dealt with. At this time only the attorney general can launch prosecution in these cases.  Dawn Darlene DeCiccio was an active member of Pro Life Peterborough, which demonstrated outside of the hospital she was employed with. The hospital employee is said to have joined the protests during her lunch hour on Saturdays. She has not been seen at recent protests at the hospital.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 9.0
    },
    "incident": {
      "day": 3,
      "month": 6,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Peterborough Regional Health Centre"
  }
}