{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 20000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 20000000
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "8bc38110-e0b6-11ef-bb83-fdfe95aef2b7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "created": "2025-02-01T22:06:50.529Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Threat Actor gained access and exfiltrated data "
      }
    ],
    "github": "20422",
    "master_id": "b57c1ab8-274f-46e0-8688-8a0d64f929d0",
    "modified": "2025-02-01T22:16:16.727Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 8,
        "month": 2,
        "year": 2024
      }
    }
  },
  "reference": "https://www.resecurity.com/blog/article/cybercriminals-leaked-massive-volumes-of-stolen-pii-data-from-thailand-in-dark-web",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Recently, the Criminal Court in Thailand issued an order to block the website 9near.org. This action was taken after the site threatened to disclose the personal information of 55 million Thai citizens, allegedly obtained from vaccine registration records. The court further declared that any other websites found distributing data from \"9near.org\" would also face blocking. This measure follows a request from the Digital Economy and Society (DES) Ministry, which is preparing for the likely apprehension of the individual responsible for the hack.  The person running the website, who goes by \"9Near – Hacktivist\", made an announcement on the Breach Forum website, claiming they had accessed personal details of 55 million people from Thailand. This data includes full names, birthdates, ID card numbers, and phone numbers. Recently, the Rural Doctors Society suggested that this information might have originated from a leak at the Public Health Ministry’s Immunization Centre.  Thailand is swiftly becoming a key player in the digital arena, particularly in the field of Information and Communication Technology (ICT), within the Asia-Pacific region. Notably, from the latter part of 2022 to the early months of 2023, there's been a significant drop in incidents of data breaches in the country. To put it in perspective, during the third quarter of 2022, for every thousand people in Thailand, about 6.8 instances of data exposure were recorded. Impressively, this number plummeted to just 1 per thousand by the first quarter of 2023. But as we step into 2024, this trend might see a change. There are reports of cybercriminals, known in the shadowy corners of the Dark Web as Naraka, circulating large amounts of stolen personal identifiable information (PII) of Thai citizens. It's believed that these sensitive details were sourced from various breached platforms.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 22,
      "month": 1,
      "year": 2024
    }
  },
  "victim": {
    "country": [
      "TH"
    ],
    "employee_count": "Unknown",
    "government": [
      "Federal"
    ],
    "industry": "624120",
    "region": [
      "142035"
    ],
    "victim_id": "Thailand Department of Older Persons "
  }
}