{
  "action": {
    "misuse": {
      "notes": "On December 13, 2011, SRMC sent a letter, through its parent company, to California Watch, responding to a story concerning Medicare fraud. The letter described the Affected Partys medical treatment and provided specifics about her lab results. SRMC did not have a written authorization from the Affected Party to disclose this information to this news outlet.",
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 275000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "HHS OCR fine;",
    "overall_amount": 275000,
    "overall_rating": "Unknown"
  },
  "incident_id": "B5E2ACD7-9BD0-4406-ABA3-70D5DA1FF24A",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-10T00:12:47Z",
    "github": "2652",
    "master_id": "B5E2ACD7-9BD0-4406-ABA3-70D5DA1FF24A",
    "modified": "2015-03-10T00:12:47Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.jdsupra.com/legalnews/hospital-disclosure-of-phi-to-media-and-86023/?goback=%2Egde_4636751_member_250704577; http://www.hhs.gov/ocr/privacy/hipaa/enforcement/examples/shasta-agreement-press-release.html; http://www.hhs.gov/ocr/privacy/hipaa/enforcement/examples/shasta-agreement.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Shasta Regional Medical Center (SRMC) has agreed to a comprehensive corrective action plan to settle a U.S. Department of Health and Human Services (HHS) investigation concerning potential violations of the Health Insurance Portability and Accountability Act (HIPAA) Privacy Rule.  The HHS Office for Civil Rights (OCR) opened a compliance review of SRMC following a Los Angeles Times article which indicated two SRMC senior leaders had met with media to discuss medical services provided to a patient.  OCRs investigation indicated that SRMC failed to safeguard the patients protected health information (PHI) from impermissible disclosure by intentionally disclosing PHI to multiple media outlets on at least three separate occasions, without a valid written authorization. OCRs review indicated that senior management at SRMC impermissibly shared details about the patients medical condition, diagnosis and treatment in an email to the entire workforce.  In addition, SRMC failed to sanction its workforce members for impermissibly disclosing the patients records pursuant to its internal sanctions policy.  When senior level executives intentionally and repeatedly violate HIPAA by disclosing identifiable patient information, OCR will respond quickly and decisively to stop such behavior, said OCR Director Leon Rodriguez. Senior leadership helps define the culture of an organization and is responsible for knowing and complying with the HIPAA privacy and security requirements to ensure patients rights are fully protected.  In addition to a $275,000 monetary settlement, a corrective action plan (CAP) requires SRMC to update its policies and procedures on safeguarding PHI from impermissible uses and disclosures and to train its workforce members.  The CAP also requires fifteen other hospitals or medical centers under the same ownership or operational control as SRMC to attest to their understanding of permissible uses and disclosures of PHI, including disclosures to the media.  The Resolution Agreement can be found on the OCR website at: http://www.hhs.gov/ocr/privacy/hipaa/enforcement/examples/shasta-agreement.pdf",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "hasta Regional Medical Center"
  }
}