{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Manager"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2241,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2241,
      "data_victim": [
        "Student"
      ],
      "notes": "Grade Cards",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "discovery_notes": "All grade cards emailed to all students.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B602051A-98E4-405C-AE10-09FF18A4FF1F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-12T12:28:00Z",
    "github": "4051",
    "master_id": "B602051A-98E4-405C-AE10-09FF18A4FF1F",
    "modified": "2014-09-12T12:28:00Z",
    "timeline": {
      "notification": {
        "day": 8,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.johnsoncitypress.com/article/118907/personal-records-of-all-elizabethton-students-accidentally-emailed-to-parent",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Personal records of all Elizabethton students accidentally emailed to parent  ELIZABETHTON  The Elizabethton City School System accidentally released personal information on all the systems students on Tuesday. Superintendent Ed Alexander said the information was not further distributed.  Alexander said the information release was an internal mistake and there was no hacking.  An official inadvertently hit the wrong button, Alexander said. All the report cards are now secure and we have changed our procedure to require two employees to be involved in the sending of confidential information.  Alexander said the mistake happened when a parent of a T.A.. Dugger Jr. High School student wanted to obtain a copy of the students report card. Alexander said an employee who was not at the school agreed to provide a copy to the parent.  The parent was emailed a computer file that the parent discovered contained the grades, other educational records and biographical information on all students of the school system.  The parent immediately reported the mistake by email to Alexander.  Alexander said he has talked with the parent about the unintended release and has taken steps that will prevent it from happening again. The information sent to the computer has been deleted and it did not go anywhere else, Alexander said.  I want to make it clear there was no intent on anyones part to obtain unauthorized information, but in this technological age, it is so easy to make a mistake. That was the reason for the procedural change.  Alexander was asked if Social Security numbers were part of the release. He said he did not yet know.  I havent seen the file that was sent, so I dont know what information was on it, Alexander said.  The Johnson City School System faced a similar situation in February when the wrong personal information cards were inadvertently sent home with Woodland Elementary School students. Debra Bentley, the systems supervisor of instruction and communication, said some students in six classes at Woodland were sent home with the wrong emergency cards, which can include students addresses, home telephone numbers and Social Security numbers. The principal asked staff to send students emergency contact cards home in the childrens communication folders, hoping parents would review them and send corrections or updates back to the school, but some cards were put in the wrong folders and went home with the wrong students.  The administration later offered to pay for one-year subscriptions to LifeLocks services for each family affected.. ",
  "timeline": {
    "incident": {
      "day": 8,
      "month": 7,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "611110",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "TN",
    "victim_id": "Elizabethton City School System"
  }
}