{
  "action": {
    "unknown": {
      "notes": "auto-filled Unknown"
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "B6699A6B-62A0-11E3-9D9D-14109FCE954D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2013-12-11T20:13:34Z",
    "master_id": "B6699A6B-62A0-11E3-9D9D-14109FCE954D",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Dorn VA Medical Center Nurse Practitioner working within the surgery service, contacted the Privacy Officer to report a theft. Employee A changed her space by moving to 3 South in room # 3A184 with another employee one week ago. She now shares a locked office with another employee that is also working a rotating schedule. According to employee A, when she arrived to work on Tuesday March 15, her office door was locked. She unlocked her office door with her key.\nEmployee A soon walked out of her office, and pulled the door closed behind her. When she returned from clinic that afternoon, her coworker was in the office. The\nco-worker informed her that someone found your car keys in the elevator and gave me a telephone number asking that you call them. Employee A said \"I looked in\nmy top drawer for anything else that may be missing.\" A personal card and envelope were gone. The card contained the employees name and address, as well\nas the name and address of the sender who is a Veteran. She then discovered that a stack of papers with 3 personnel Focused Professional Practice Evaluation\nCase Sheets belonging to the Surgery Service was missing. The evaluations containing 10 face sheets with approximately 30 to 34 Veteran full names, last four,\nthe dates of admission, and chart review information is missing. The information disclosed: Full name, full social security number, and Personal Identifiable\nInformation.\nWhen: The employee discovered the documents went missing on 3/15/2013.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "SC",
    "victim_id": "United States Department of Veterans Affairs"
  }
}