{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "B669C6F5-62A0-11E3-8C3E-14109FCE954D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2013-12-11T20:13:34Z",
    "master_id": "B669C6F5-62A0-11E3-8C3E-14109FCE954D",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Logistics supervisor reported that an unlocked filing cabinet was brought to the loading dock and was left unsecured for two days. The supervisor indicated that the filing cabinet contained patient information. The Privacy Officer (PO) accompanied the supervisor to the area and found that the filing cabinet had research protocol information and a logbook (dated 2002-2003). The information included patients' full name, date of birth, full social security number, lab reports, and medical data for seventy-five patients. Questioning of supervisor indicated that there are several non-VHA personnel that egress through the area. A review of police surveillance cameras was not able to identify the person responsible for placing the filing cabinet with the research information on the loading dock. Surveillance was also not able to determine if the filing cabinet was opened by any other third party while left unsecured. The research department indicated that they did not transport a filing cabinet and did not authorize anyone to transport a filing cabinet to the loading dock area.\nIncident Update\n01/11/13:\nLetters offering credit protection services will be offered to 75 patients.\n01/14/13:\nUpdated information from the Privacy Officer indicates that 49 of the patients are deceased. This will result in 26 patients receiving letters offering credit protection services and 49 Next-of-Kin notifications.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "United States Department of Veterans Affairs"
  }
}