{
  "action": {
    "social": {
      "target": [
        "Unknown"
      ],
      "variety": [
        "Other"
      ],
      "vector": [
        "In-person"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Acquaintance"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      },
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes"
    },
    "integrity": {
      "variety": [
        "Repurpose",
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "B66B846B-62A0-11E3-840C-14109FCE954D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2013-12-11T20:13:34Z",
    "master_id": "B66B846B-62A0-11E3-840C-14109FCE954D",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A reported case of medical identity theft appears to still be unresolved. The incident involves Veteran A who has received care in both Augusta, GA and at the North Florida/S. Georgia facility in Gainesville, FL. His former roommate, Veteran B, stole his identity and attempted to receive care under his name in Gainesville in April 2010. Veteran A has also reported to staff that Veteran B's photograph has printed out on his patient arm band. On a recent appointment for Veteran A it was noted that the incorrect photograph was still populating in Augusta's BIOPOINT software. The Assistant Chief of Health Administration Services (HAS) has been working to resolve the issue since it was first reported, but there appear to still be issues with the records that have not been resolved. These events have been previously reported to both VA Police and local law enforcement (Uniform Offense Report attached). Additionally, staff at N. Florida/S. Georgia facility were also previously alerted. As a precaution, the Privacy Officer has contacted the National Healthcare Identity Management (HC IdM) Team to insure that they have been either made aware of the suspected fraudulent incidents or alerted to the fact that issues are still unresolved regarding Veteran A's record in Augusta, GA.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "United States Department of Veterans Affairs"
  }
}