{
  "action": {
    "error": {
      "variety": [
        "Gaffe"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes"
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "B66E56EB-62A0-11E3-B4B7-14109FCE954D",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2013-12-11T20:13:34Z",
    "master_id": "B66E56EB-62A0-11E3-B4B7-14109FCE954D",
    "modified": "2014-07-30T19:07:18Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Veterans wife received a card by mail addressed to her husband. The wife contacted the Greenville CBOC and spoke with a Medical Support Assistant (MSA).  The MSA retrieved the Veterans Information and scheduled a nursing appointment as requested by the wife. The wife inquired the reason for the appointment. The MSA responded by saying It is for an injection. Veterans wife asked what the injection is for. The MSA stated this is your husbands 3rd injection for hepatitis. The Veterans wife became very angry and upset with this information. The wife hung up the telephone. The Veteran Called back and spoke with the MSA, and was told by the MSA that Yes. I did tell your wife that you are getting injections for hepatitis. The Veteran became very upset about the MSA violating his privacy. The MSA supervisor was notified. The Veteran requested that his wife not be contacted with regards to his appointments and her call number removed as a primary contact number. The supervisor assured that the Veterans phone number would remain as a primary contact number and his wife number be removed\nfrom this section and used only as a next of kin.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "SC",
    "victim_id": "United States Department of Veterans Affairs"
  }
}