{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "malware": {
      "variety": [
        "Packet sniffer"
      ],
      "vector": [
        "Direct install"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - POS controller"
      },
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 4200000,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4200000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B68BE8FB-77D9-4487-80F5-DDD471848583",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-02-16T03:03:10Z",
    "master_id": "B68BE8FB-77D9-4487-80F5-DDD471848583",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 3,
        "year": 2008
      }
    }
  },
  "reference": "http://www.computerworld.com/s/article/9073138/Hannaford_says_malware_planted_on_its_store_servers_stole_card_data",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hannaford Bros. Co. disclosed this week that the intruders who stole up to 4.2 million credit and debit card numbers from the grocer's systems did so by planting malware programs on servers at each of its stores in New England, New York and Florida.  The malicious software was used to intercept the payment card data as the information was being transmitted from Hannaford's point-of-sale systems to authorize transactions, the company said in a letter sent to Massachusetts officials on Tuesday. The malware then forwarded the stolen card numbers as well as their expiration dates to an overseas destination, according to the letter, which was signed by Emily Dickinson, Hannaford's general counsel.  The discovery of the mass malware installation prompted a wholesale replacement of Hannaford's store servers. Dickinson's letter said that with help from the U.S. Secret Service and IT security vendors, the company has identified and replaced all of the affected hardware \"and otherwise ensured that no versions of the malware remain anywhere on the company's systems.\"  The letter offered no explanation as to how the perpetrators might have gained access to each of the company's servers to plant the malicious code on them. Echoing separate comments by Hannaford officials, Dickinson wrote that the grocer was certified both last year and on Feb. 27 as being compliant with the Payment Card Industry Data Security Standard, or PCI.  The Hannaford breach, which the company disclosed on March 17, is among the first large-scale intrusions involving the interception of card data while it's in transit between systems, said Mike Paquette, chief strategy officer at Top Layer Networks, a vendor of intrusion-prevention systems in Westboro, Mass. Most of the compromises reported thus far have involved information stored in databases on systems or in storage devices, Paquette said.  Based on the information available so far, the initial intrusion into Hannaford's systems could have happened in several ways, Paquette added. One likely scenario, he said, is that the attackers took advantage of an undetected remotely exploitable vulnerability in one of the company's servers to gain a foothold on its network and then planted the malicious code on all of the store servers.  It's also possible that the perpetrators were able to break into Hannaford's servers because of overly permissive firewall rules or because the grocer's antivirus software failed, said Chris Andrew, vice president of security technology at software vendor Lumension Security Inc. in Scottsdale, Ariz.  Another possibility, Andrew said, is that someone  even an insider  could have had physical access to a server and planted the malicious code on it, then replicated the malware across the entire Hannaford environment. Many retailers use a standard software image on all of their servers, he said  so if one system has a security weakness, it's likely that the others would as well.",
  "timeline": {
    "incident": {
      "day": 7,
      "month": 12,
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "445110",
    "region": [
      "019021"
    ],
    "state": "ME",
    "victim_id": "Hannaford Brothers"
  }
}