{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2207,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2207,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B80F5550-296C-4136-ADDA-37FADF6BC9E5",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-21T17:48:00Z",
    "dbir_year": 2016,
    "github": "5552",
    "master_id": "B80F5550-296C-4136-ADDA-37FADF6BC9E5",
    "modified": "2016-01-21T17:48:00Z",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2015
      }
    }
  },
  "reference": "Mosaic Medical said Thursday it has notified 2,207 patients of a possible breach of protected health information after learning of a break-in earlier this year at a temporary office.; http://healthitsecurity.com/news/potential-data-breaches-from-breakin-computer-glitch/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Mosaic Medical said Thursday it has notified 2,207 patients of a possible breach of protected health information after learning of a break-in earlier this year at a temporary office.  Here's the statement issued Thursday on the event:  On the morning of Thursday, January 15, 2015 we discovered that an overnight break-in had occurred at the Health Information Technology (HIT) department.  At the time the department was located in a temporary administrative office in Bend.   There was nothing stolen from the office, and there was no breach of our electronic medical records system.  There is no evidence that anything in the office was disturbed.   However, we cannot say with certainty that no medical records were accessed.  The personal information that was possibly accessed was on paper documents within the office and included health information, medical insurance information, phone number, and e-mail addresses.  A report was filed with the Bend Police Department and they have investigated the break-in.  Mosaic Medical has notified all affected patients via first class mail and has encouraged those patients to monitor their credit report periodically.   As a result of the possible breach, Mosaic Medical has taken steps to further improve the security of its operations and eliminate future risk, including moving our HIT department to a more secure office space.  Mosaic Medical has trained staff available for patients to call with any questions related to this possible breach.  Patients may call 1-844-625-6997 between 8:00 AM and 5:00 PM or send an e-mail to info@mosaicmedical.org.  \"We understand the importance of safeguarding our patients' personal information and take that responsibility very seriously,\" said Mosaic Medical Chief Operating Officer, Allison McCormick.  She continues, \"We will do all we can to work with our patients whose personal information may have been compromised.  We regret that this incident occurred, and we are committed to preventing future occurrences\".",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "6214",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Mosaic Medical"
  }
}