{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Grudge"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 379,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 379,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "B862CACF-DABC-4257-BFEB-610C19428F2B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-05T03:48:44Z",
    "github": "1683",
    "master_id": "B862CACF-DABC-4257-BFEB-610C19428F2B",
    "modified": "2015-03-05T03:48:44Z",
    "timeline": {
      "notification": {
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://www.courthousenews.com/2014/03/03/65774.htm",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Atlanta doctor sent unencrypted \"HIV/AIDS Patient Lists\" to a \"gay-oriented\" magazine, disclosing 379 patients' names and HIV status, a class action claims in court.      Lead plaintiff John Doe sued Pride Medical Services, three doctor/owners, a pharmacist and another part-owner of the clinic, in Fulton County State Court.      Doe says he was diagnosed with HIV in 2008, and became a patient of Pride Medical in October 2011. He claims Pride kept a spreadsheet on patients, covering \"How Did You Find Us?\", insurance plans and other information, including their \"unambiguously\" identifiable names and HIV/AIDS status - \"HIV (+/-)\" - and that \"every cell [in the spreadsheet] (with a few exceptions) contains a 'P,' 'N,' or 'U' next to the patient's name.\"      \"The 'P,' 'N,' or 'U' stand for positive, negative or unknown,\" according to the complaint.      Doe claims that on Dec. 5, 2012, defendant Dr. Lee R. Anisman, Pride Medical's senior physician and majority owner, \"met for the first time the owner of a certain Atlanta-based gay magazine (a 'List Recipient') at a party.\" (Parentheses in complaint.\"      Six days later, at 4:39 p.m., \"Dr. Anisman emailed the HIV/AIDS Patient List to the business email address of the List Recipient from Dr. Anisman's American Online ('AOL') email account at [aol address].\"      This was the \"first disclosure,\" Doe says.      The complaint continues: \"The List Recipient did not request this document from Dr. Anisman.      \"The email address to which the First Disclosure was sent was a business email account, which several employees of the business checked regularly.      \"Therefore, multiple people working for that certain Atlanta-based gay magazine had access to the HIV/AIDS Patient List and may have reviewed it.      \"The HIV/AIDS Patient List that was sent in the First Disclosure on December 11, 2012 contained the patient list for 2011, consisting of 214 names and their HIV status.\"      This disclosure was illegal, Doe says. Then came a second illegal disclosure.      \"Again, on March 26, 2013, Dr. Anisman emailed the HIV/AIDS Patient List to the List Recipient from his AOL account,\" the lawsuit states.      \"The List Recipient did not request this document at any time from Dr. Anisman.\"      The second disclosure was sent to the same company-wide email account at the gay magazine, and contained, in addition to the 2011 list of 214 names and their HIV status, \"the patient list for 2012, consisting of 165 names and their HIV status,\" according to the complaint. It also contained at \"2013 Tab,\" in which, at last, \"the patient names were redacted,\" Doe says.      Doe says his name and HIV status were revealed by the illegal disclosures.      He seeks class certification for the, at minimum, 379 people whose names and HIV/AIDS status were disclosed, and punitive damages for violation of medical privacy laws, invasion of privacy, breach of confidential relationship and fiduciary duty, negligence, gross negligence, wrongful disclosure of privileged information, and breach of contract. He is represented by Todd Poole of Decatur, Ga.The 25-page lawsuit gives no indication why Anisman may have done this. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "541990",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "Pride Medical Services"
  }
}