{
  "action": {
    "physical": {
      "variety": [
        "Skimmer"
      ],
      "vector": [
        "Public facility"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - Gas terminal"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BA1D9042-4AD4-49EF-BF82-4BC5AE5877EB",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-24T04:03:00Z",
    "github": "2014",
    "master_id": "BA1D9042-4AD4-49EF-BF82-4BC5AE5877EB",
    "modified": "2014-08-24T04:03:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.tcpalm.com/news/2014/apr/11/hess-warns-customers-criminals-trying-steal-credit/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hess said Friday that many of its South Florida gas stations have been targeted by thieves using \"skimmer\" devices to intercept customers' credit and debit card information.  The local gas stations where the illegal activity took place are in Stuart, Jensen Beach, West Palm Beach and Lake Worth.  \"In recent months, there have been attempts to steal credit and debit card numbers at service stations in South Florida using so-called \"skimmer\" devices. Criminals tamper with gas pumps and place devices into their internal mechanisms to try to illegally intercept and record customer credit and debit card information as the cards are swiped at the pump,\" Hess said in a statement.  The company says it can't be sure whether any customers' payment card information was actually obtained, but they urge customers who may have paid by debit or credit card at the locations listed below to:   Carefully review credit and debit card statements for unauthorized charges or debits and immediately report any suspicious ones to the card issuer.   Be on the lookout for any calls or letters from retailers or creditors regarding merchandise or services not ordered.   Report any missing credit and debit card statements to the card issuer immediately.  Customers can also contact their card issuer to alert them that their information may have been vulnerable so the card issuer can be vigilant in monitoring for any unusual charges.  Hess has set up a customer information line at 800-849-2790. Hess will also provide AllClear ID's Indentity Repair service free to anyone who thinks there may be fraudulent activity on their cards as a result of paying at one of the pumps listed leading up to the date and time indicated.  The list of incidents is as follows:   4287 N.W. Federal Highway, Jensen Beach (Feb. 21, at approx. 2 p.m. in pump 1 and Feb. 26, 2014, at approx. 10 a.m. in pump 5)  100 S.W. Monterey Road, Stuart (Feb. 27, at approx. 8:30 a.m. in pump 1)   5019 Okeechobee Blvd., West Palm Beach (Feb. 20, at approx. 3 p.m. in pump 3)   4 N. Indian Rocks Rd., Largo (Feb. 20, at approx. 12:30 p.m. in pump 8)   33600 US 19N, Palm Harbor (Feb. 20, at approx. 3:30 p.m. in pump 13)  3965 S. Congress Avenue, Lake Worth (Feb. 21, approx. 11 a.m. in pump 16, and February 22, 2014, at approx. 12:30 p.m. in pump 14)  14624 Military Trail, Delray Beach (Feb. 21, at approx. 10 a.m. in pump 1)  2450 Okeechobee Blvd., West Palm Beach (Feb. 21, at approx. 12:30 p.m. in pump 9 and March 21, 2014, at approx. 11 a.m. in pump 7)   2577 Harn Blvd., Clearwater (Feb. 21, approx. 1:30 p.m. in pump 8, and February 28, 2014, at approx. 4 a.m. in pump 9)   2023 US Highway 19, Holiday (Feb. 21, at approx. 1:30 p.m. in pump 13)   150 North State Rd., Margate (Feb. 21, at approx. 11 a.m. in pumps 1 and 6)   2300 SE 17th St., Fort Lauderdale (Feb. 25, 2014, at approx. 4 p.m. in pump 2)  6840 Okeechobee Blvd., West Palm Beach (Feb. 28, at approx. 10:30 a.m. in pump 1)   5798 Roosevelt Blvd., Clearwater (March 10, at approx. 9:30 p.m. in pump 1)   900 E. Sample Road, Pompano (April 9, at approx. 7:30 a.m. in pump 7)   15260 McGregor Blvd., Fort Myers (April 10, at approx. 7:30 p.m. in pumps 1 and 8)  In the statement, Hess also said, \"We believe the information at risk is the data contained on the magnetic strip on a payment card, which includes the customer's name, account number, and expiration date. We do not believe Social Security Numbers are included on the magnetic strip. Hess does not store payment card account numbers on its systems, and these incidents did not involve hacking into Hess systems.  ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "211111",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Hess Corporation"
  }
}