{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BABBCB22-BF69-4682-8FA2-48B86687F6DB",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-04T02:23:00Z",
    "dbir_year": 2016,
    "github": "6599",
    "master_id": "BABBCB22-BF69-4682-8FA2-48B86687F6DB",
    "modified": "2016-02-04T02:23:00Z",
    "timeline": {
      "notification": {
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://www.cbc.ca/news/canada/new-brunswick/worksafe-privacy-breach-new-brunswick-1.3311691",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "WorkSafeNB has sent out more than three thousand letters of apology over a serious privacy breach.  The agency provided a USB drive containing the names and health information of injured workers to a polling firm.  The drive was not password protected.  It happened when WorkSafeNB hired a private company to do a survey of injured workers in 2014.  \"We communicated some information that was necessary for the firm to contact injured workers,\" explained Sonia Lanteigne, Associate Council at WorkSafeNB. \"Where we failed was we gave them more information than what they needed to do the survey.\"  The information was given to Corporate Research Associates, a Halifax-based research firm.  Included on the USB drive were the names of injured workers, addresses and telephone numbers, all needed for the survey.  But also included were the dates of their workplace accidents, whether or not the WorkSafeNB claims were active, benefits end date, and the phone numbers of their employers.  After receiving a complaint from a worker, N.B.'s Access To Information and Privacy Commissioner, Anne Bertrand, investigated.  \"The injured worker was quite surprised and upset to learn that what that person believed to be a marketing or survey company had information,\" said Bertrand.  Bertrand blasted WorkSafeNB in a report issued at the beginning of July.  Still, WorkSafe would wait three months before mailing out the apology to the workers affected, in a letter dated Oct. 28.  Since filing the report, Bertrand said she has worked with WorkSafeNB, and is confident the organization has learned from its mistake, and will not repeat.  or its part, Corporate Research Associates said it only used relevant information, and conducted the survey as asked, which was about perceptions regarding returning to work.  The company said it then deleted the information, as it normally does.  In its apology, WorkSafeNB assured the people affected their private information was not shared outside Corporate Research Associates, and has since been destroyed.",
  "timeline": {
    "incident": {
      "month": 7,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "5241",
    "region": [
      "019021"
    ],
    "victim_id": "WorkSafeNB"
  }
}