{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate",
        "Exfiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "name": [
        "TopiAx"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4750000
    }
  },
  "confidence": "Medium",
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "f24dac60-dfeb-11ef-8e7d-5bcd93832819",
  "plus": {
    "analysis_status": "Reviewed",
    "analyst": "Hylender",
    "created": "2025-01-31T21:56:34.726Z",
    "dbir_year": 2025,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "TA gained access via unknown hacking action and exfiltrated data "
      }
    ],
    "github": "20957",
    "master_id": "bb27cc12-2095-4703-b2d3-d0c614531239",
    "modified": "2025-01-31T22:05:37.455Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 8,
        "year": 2024
      }
    }
  },
  "reference": "https://indonesiabusinesspost.com/insider/massive-data-breach-hits-civil-service-agency-ahead-of-independence-day/",
  "schema_name": "vcdb",
  "schema_version": "1.4.0",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Cyber Security Research Institute (CISSReC) has reported yet another significant data breach just before Indonesia’s 79th Independence Day celebration, this time targeting the National Civil Service Agency (BKN).  Pratama Persadha, Chairman of CISSReC and post-graduate study lecturer at the State Intelligence College (STIN), confirmed the breach on Sunday morning in Semarang, Central Java.  According to Pratama, the breach was first revealed in a post by an anonymous hacker known as TopiAx on Breachforums on Saturday, August 10, 2024.  The hacker claimed to have obtained a staggering 4,759,218 rows of data from BKN, containing sensitive information such as names, places and dates of birth, academic titles, dates of civil servant appointments, NIP (Civil Servant Identification Number), CPNS (Candidate Civil Servant) Recruitment Decree (SK) numbers, and PNS (Permanent Civil Servant) SK numbers.  Other data included ranks, job positions, institutions, addresses, identity numbers, phone numbers, email addresses, educational backgrounds, majors, and graduation years.  In addition to this, the stolen data also included both cleartext information and data processed through cryptographic methods.  The hacker reportedly offered the entire dataset for sale at a price of US$10,000 (Rp160 million).  Pratama revealed that the hacker shared a sample containing data on 128 civil servants from various agencies in Aceh.  CISSReC conducted a random verification of 13 names listed in the sample via WhatsApp, and the respondents confirmed that the data was accurate, although some noted minor errors in the final digits of the NIP and NIK fields.  As of Sunday morning, there has been no official response from BKN or other relevant authorities such as the National Cyber and Encryption Agency (BSSN) and the Ministry of Communication and Informatics regarding the suspected data breach.  It’s worth noting that BKN had signed a memorandum of understanding (MoU) with BSSN on October 3, 2022, to strengthen civil servant data protection and enhance the quality of electronic information and transaction security.  However, this MoU was only valid for one year and expired in October 2023. It remains unclear whether BKN has extended the MoU with BSSN.  This incident raises serious concerns about the state of cybersecurity within government institutions, especially in light of the sensitive nature of the compromised data and its potential implications.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 10,
      "month": 8,
      "year": 2024
    }
  },
  "victim": {
    "country": [
      "ID"
    ],
    "employee_count": "Over 100000",
    "government": [
      "Federal"
    ],
    "industry": "92",
    "region": [
      "142035"
    ],
    "victim_id": "Indonesia National Civil Service Agency (BKN)"
  }
}