{
  "action": {
    "misuse": {
      "variety": [
        "Other"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "loss": [
      {
        "amount": 106000,
        "variety": "Asset and fraud"
      }
    ],
    "overall_amount": 106000,
    "overall_rating": "Unknown"
  },
  "incident_id": "BB945489-CCF6-4635-AF93-D14F1DA856A7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-08-22T20:41:00Z",
    "github": "3299",
    "master_id": "BB945489-CCF6-4635-AF93-D14F1DA856A7",
    "modified": "2014-08-22T20:41:00Z",
    "timeline": {
      "notification": {
        "day": 31,
        "month": 1,
        "year": 2013
      }
    }
  },
  "reference": "http://chronicle.augusta.com/news/crime-courts/2013-01-31/augusta-man-pleads-guilty-fraud-identity-theft",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Augusta man admitted Thursday he stole nearly $200,000 from the dead and their families, an elderly boss and people too ill or infirm to care for themselves, including disabled veterans.  Bryant K. Evans Webb, 44, pleaded guilty in U.S. District Court to charges of wire fraud, bank fraud and aggravated identity theft. Two criminal counts were dropped in exchange for the guilty plea, but Webb agreed to make full restitution to all of the victims in his latest round of thievery.  Richmond County Sheriff Investigator Michael Lanham, who worked with federal agents on Webbs case, testified Thursday that he has known Webb for years. After Webbs release from a state prison in 2007, Webb found work at Peebles Funeral Home. He started out doing menial chores but convinced the 92-year-old owner to let him run the home. Thats when he found prepaid funeral services and insurance policies. The money was supposed to pay for all funeral expenses and any money left over would be given the deceaseds family. According to court documents, before Lanham arrested Webb in 2011, Webb stole more than $94,000. The detective testified that after Webb was released on bond on the state charges, he got a job at Mother and Daughter Personal Care Home. Within a few months, Webb was running the home, Lanham said, and helping himself to the bank accounts of the residents. Lanham learned about Webbs activities at the home when one residents VA representative called him to report money had been taken from her clients bank account, a disabled veteran. There were several other victims at the home and even the mother of another long-term resident whom Webb convinced to send money by saying her son owed $30,000 in back taxes. Webb, who plead guilty to his involvement in both cases Thursday, has been in and out of prison for short periods since 1989. Before the latest charges, he had 15 felony convictions. All federal prison sentences are served without parole. Although rarely does a criminal defendant in federal court face the maximum penalty, bank fraud is punishable by a sentence up to 30 years, and wire fraud is punishable up to 20 years. Aggravated identity theft has a mandatory two-year consecutive sentence. A sentencing date has not been set, and until then, Webb is being held without bond. He chose his victims based on their apparent inability to discover he was robbing them blind, U.S. Magistrate Judge W. Leon Barfield wrote in ordering Webbs detention in November. He did so cold-heartedly, repeatedly and without any sense of empathy whatsoever for his victims.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "923110",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "GA",
    "victim_id": "Mother and Daughter Personal Care Home"
  }
}