{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Financial audit"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A55AE8D8-3536-421F-A615-8269CD93CB88",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-02T20:18:00Z",
    "dbir_year": 2017,
    "github": "7104",
    "master_id": "BC705462-1714-4194-BC29-6AC561DBF053",
    "modified": "2016-08-02T21:38:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 1,
        "year": 2016
      }
    }
  },
  "reference": "http://www.wkyc.com/news/local/cleveland/3-indicted-for-abuse-of-rta-paratransit-service/24272480",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Cuyahoga County Grand Jury has indicted three people on charges they fraudulently used public transportation designed to serve individuals with disabilities to instead provide rides for themselves, friends and family members, Cuyahoga County Prosecutor Timothy J. McGinty announced today in a statement.  According to the statement, Pamela G. Mason, 61, of Euclid was charged with one count each of theft in office, tampering with records and identity fraud. She is a former RTA Paratransit dispatcher who retired last year, after the investigation into this case began, according to the statement.  Linda Williams, 64, of Cleveland, was charged with two counts of identity fraud and one count of theft. She is a former RTA employee who now works for a company that contracts with RTA to provide Paratransit rides, according to the statement.  Trina Thompson, 48, of Cleveland, was charged with one count of theft in office. She was suspended today (Jan. 28) from her job as an RTA Paratransit dispatcher, according to the statement.  Paratransit service is a federally subsidized program that provides public transportation to the elderly and disabled.  According to the statement from the Cuyahoga County Prosecutor's office, evidence gathered by investigators shows that Mason, Williams, and Thompson extensively abused the service for personal use and for use by family members, including trips to Cleveland Hopkins International Airport, Cavs, Indians and Browns games, political events, personal errands, and transportation to and from work and school, according to the statement.  In the case  of Mason, she is accused of arranging for the bulk of the fraudulent rides, and evidence shows that she did so by dispatching rides as \"unknown\" riders or fraudulently setting up the rides under the name of a deceased veteran.  According to the statement, the veteran had used the Paratransit service before his death and had been cared for by Williams. Mason was a personal friend of Williams, and evidence shows that Williams took many of the paratransit rides under the name of the deceased veteran.  RTA also responded in a statement to the indictments:  In February of 2015, as a result of a routine audit, RTA identified some issues regarding the dispatching and use of Paratransit services. RTA immediately launched an investigation, and we referred the matter to the County Prosecutor in March.  \"We also took immediate action to stop the improper use of Paratransit services, and to identify those involved and to put measures in place to best assure that his never happens again,\" said RTA Chief Executive Officer and General Manager Joe Calabrese.  \"We have been cooperating throughout in the investigation, and we were careful not to take any actions that could have jeopardized the process or the outcome.\"  Today, three individuals were indicted.  Other employees found to have engaged in any irregularities will be subject to discipline, up to and including termination.  It is important to note that no RTA customer was denied service due to these issues.  According to the prosecutor's office, the investigation that led to today's indictments began almost a year ago after a routine RTA audit identified issues regarding the dispatch and use of Paratransit services. RTA immediately launched an internal inquiry and in March of 2015 turned the matter over to Cuyahoga County Prosecutor's Office. Follow-up investigation was done by the U.S. Department of Transportation's Office of Inspector General and by the Cleveland office of the FBI, according to the statement.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "485991",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "RTA Paratransit"
  }
}