{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 17743,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 17743,
      "data_victim": [
        "Patient"
      ],
      "notes": "Employee mailed themselves the data.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BC907BE6-25FD-4D47-8844-FF32466CAFB2",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-12T16:21:00Z",
    "github": "2512",
    "master_id": "BC907BE6-25FD-4D47-8844-FF32466CAFB2",
    "modified": "2014-09-12T16:21:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://healthitsecurity.com/2013/07/17/office-of-the-medicaid-inspector-general-reports-data-breach/;http://apps.cio.ny.gov/apps/mediaContact/public/preview.cfm?parm=E5EBBF49-5056-9D2A-10DAA90DCDDE22E1",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Office of the Medicaid Inspector General reports N.Y. breach  The Office of the Medicaid Inspector General (OMIG) sent out a release on Monday stating that an internal employee in New York had sent out 17,743 Medicaid patient records to their own email account on Oct. 12, 2012. Potentially-compromised information may have included patients first and last names, dates of birth, Medicaid client information numbers and Social Security numbers. According OMIG, the employee didnt have its consent to send out the email and has been placed on administrative leave. The New York State Inspector Generals office is conducting its own separate investigation. OMIG expects all employees to act in a professional, ethical manner while in the workplace, and will not tolerate behavior that leads to the release of confidential information, said Medicaid Inspector General James C. Cox. Whats unique about this letter is the level of detail OMIG went into in describing how it plans on improving security measures. Sending each person a letter containing instructions on how to monitor his or her credit and ways in which to ensure that what was inappropriately sent to the employees home computer not translate into identity problems for the individuals involved. Since the breach happened, OMIG said that it has devised tighter controls in its information technology department to limit access to data, ensuring that only those investigators and auditors who need data for specific investigatory or auditing purposes can retrieve such information.  Under this enhanced approach, the employee would not have had access to the information included in this breach. OMIG has also retrained all agency employees on data security, using a nationally accredited program. User authentication and internal monitoring should be top-of-mind for OMIG and its transparency in needing help in those areas is refreshing in comparison to other organizations that provide vague promises to augment security procedures in the future.",
  "timeline": {
    "incident": {
      "day": 12,
      "month": 10,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "NY",
    "victim_id": "Office of the Medicaid Inspector General of New York"
  }
}