{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Non-corporate"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Payment card"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BCC49126-DD92-46FE-B723-1381108A6C75",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-01T00:27:05Z",
    "github": "5441",
    "master_id": "BCC49126-DD92-46FE-B723-1381108A6C75",
    "modified": "2015-03-01T00:27:05Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://www.thereporteronline.com/general-news/20150227/caregiver-accused-of-taking-towamencin-womans-credit-card-waives-hearing",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Most of the criminal charges filed last month against an in-home nurse in Towamencin  who is accused of attempting to use a stroke victims wifes credit card without permission  were withdrawn at Lansdale district court on Feb. 26, although the woman still faces trial on one remaining felony charge.  Helene Kerney, 44, of the 200 block of Jan Drive in Lower Salford  who is free on 10 percent of $10,000 bail set at her preliminary arraignment last month  appeared Thursday at District Judge Harold Boreks court and met with her private attorney, Greg Gifford, before choosing to waive her scheduled preliminary hearing.  As part of the agreement, detectives withdrew five of the six charges lodged against Kerney: Two counts of third-degree felony access device fraud, and misdemeanor counts of theft, receiving stolen property and tampering with or fabricating physical evidence.  Kerney will be formally arraigned in Montgomery County court on April 15 on one count of third-degree felony access device fraud.  Towamencin detectives have said in court documents that on Oct. 17, a township resident contacted police to tell them that she had just received a call from her bank warning her about unusual activity on her credit card, specifically that someone twice tried to get cash advances with the card  once for $102.50 and another time for $202.50  but that the transactions were not completed due to the wrong PIN number being used.  The woman told the bank she had never used the card for a cash advance and suspended the account, then discovered the card was missing from her purse, according to an affidavit of probable cause.  A subsequent investigation determined that the card had been used on four occasions on Oct. 17 in the Telford area  twice within two minutes at an ATM at the Landis Market on County Line Road, and, about an hour later, twice within a minute at an ATM at the Circle K convenience store on North Main Street, according to the affidavit.  The total amount of attempted cash withdrawals was $611, the affidavit states.  Detectives were able to obtain video and still photographs of the alleged transactions, which depicted the same woman trying to make all the cash withdrawals, they said.  According to police, the videos and photos were shown to the victim and other family members, who identified the suspect as Kerney, someone they knew personally since for more than two years she had been a visiting nurse at their home to care for the victims husband, who had suffered a stroke.  When confronted with the evidence, detectives said, Kerney admitted she used the victims card at the Landis Market ATM, but said that she didnt remember going to the Circle K.  Court documents state that Kerney told police she was bipolar and in the midst of a manic episode during the time that the attempted withdrawals occurred, and that she couldnt remember stealing the card or what she did with it after attempting to get money with it.  Kerney was taken into custody by Towamencin police on Jan. 22.  Gifford said at court Thursday that due to the circumstances of the case, its possible that Montgomery County prosecutors may lower the grading of the access device fraud charge from a felony to a misdemeanor. Additionally, Gifford said, Kerney has no prior criminal record, which, he believes, makes her a good candidate for the countys Accelerated Rehabilitative Disposition (ARD) program, admission to which would mean shed avoid a potential jail sentence.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621610",
    "region": [
      "019021"
    ],
    "state": "PA"
  }
}