{
  "action": {
    "malware": {
      "variety": [
        "Ransomware"
      ],
      "vector": [
        "Email autoexecute"
      ]
    },
    "social": {
      "target": [
        "Unknown"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - End-user"
      },
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "P - Unknown"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Unknown"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior",
        "Modify data",
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "4B17BF12-C68A-4873-A17A-2ACFDE441EB4",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-28T05:01:00Z",
    "dbir_year": 2017,
    "github": "7307",
    "master_id": "BD71A491-7C5D-4858-82EA-EFAECB4B2146",
    "modified": "2017-02-01T04:46:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 26,
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/los-angeles-county-health-department-targeted-in-ransomware-attack/; http://www.beckershospitalreview.com/healthcare-information-technology/los-angeles-county-health-department-suffers-ransomware-attack.html; http://www.latimes.com/local/lanow/la-me-ln-county-health-services-ransomware-20160226-story.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Los Angeles County Department of Health Services computers have been targeted in a \"ransomware\" cyberattack, officials said Friday.  Ransomware is a type of malware that takes control of computers and cuts off users' access to files or threatens to destroy them unless a ransom is paid.  Hollywood Presbyterian Medical Center officials said earlier this month that they had paid a $17,000 ransom in bitcoin to a hacker who seized control of the hospital's computer systems.  The attack on the Los Angeles County health department was on a smaller scale. Spokesman Michael Wilson said the agency had identified remnants of a ransomware thread on five work computers Wednesday, but that operations had not been affected.  \"There has been no spread of any ransomware virus or compromise of any DHS network,\" he said.  The department reported the incident to the Los Angeles County district attorney's office and the county's chief information office.  Wilson said the county has not paid a ransom and will not do so. The attack was the first of its kind targeting the health services department, he said.  A spokesman for the district attorney declined to comment.  David Sommers, a spokesman for the county chief executive office, declined to say whether other county departments had been targeted with similar attacks, but said the county is aggressive in working to prevent cyberattacks.  \"Since the New Year, the healthcare industry has experienced an uptick in ransomware incidents.... The county is no different but has been successful in analyzing and mitigating this threat,\" he said.  Clifford Neuman, director of USC's Center for Computer Systems Security, said such attacks are becoming common and are usually not targeted, but spread through viruses, links, email attachments and through fake or compromised web sites.  \"Since this one affected only a few employees' systems and does not appear to have spread further, it was likely one of these non-targeted pieces of malware,\" he said.  Having security measures in place that prevented the affected employees from have \"unconstrained access to the county's data...likely prevented this from having a more crippling effect, similar to what was seen at Hollywood Presbyterian,\" Neuman said.",
  "timeline": {
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Los Angeles County Department of Health Services"
  }
}