{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Inadequate processes"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1200,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1200,
      "data_victim": [
        "Other"
      ],
      "notes": "residents postal vote registration",
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BE4ADF86-6177-46F6-8D47-004F3B47E130",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-28T08:24:00Z",
    "dbir_year": 2016,
    "github": "5180",
    "master_id": "BE4ADF86-6177-46F6-8D47-004F3B47E130",
    "modified": "2016-01-28T08:24:00Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 1,
        "year": 2015
      }
    }
  },
  "reference": "http://www.bucksfreepress.co.uk/news/11731440.Bungled_council_mail_out_sees_1_200_voting_forms_sent_to_wrong_residents/?ref=mr",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "More than 1,000 residents across Wycombe have received the wrong details on a postal voting form __ sparking fears over the council's handling of confidential data.   Emma Banister Dean from Turville, near Marlow, told the BFP she opened her postal vote registration form yesterday to find it printed with the personal details of a woman living in High Wycombe.   After calling to complain, she was told by Wycombe District Council that 1,200 people had received forms containing other people's details after a bungled mailing operation.      And with fears in previous years over postal vote fraud in the district, the concerned resident says she has lost confidence in WDC's ability to handle the sensitive details in their care.   She said: \"I've asked them where my information has gone, and I've also asked if the person whose information I have knows I've got it.   \"I'm worried a lot of people probably won't realise or not look at it and return it.   \"Postal votes have to be secure and very carefully controlled so people can't abuse the system. This shows that they just can't control it properly.   \"It damages confidence in their [WDC's] ability to keep information confidential. What happens when I return my actual voting slip, how do I know it will be safe?\"      Promoted stories   _  10 easy tricks to learn any language from a man who speaks 9 (Babbel)   _  Iran and Israel United in Opposition to Daniel Barenboim Concert (New York Times)   _  12 Minutes of Yoga for Bone Health (Well)   _  21 Women So Beautiful They Put Nature To Shame (Wandering Pioneer)   _  7 Tricks To Learn Any Language In One Week (Babbel)     Recommended by    Ms Banister Dean said she chose to vote via post due to work commitments and her remote location, and said she has never experienced this problem before.   The form in question is a registration to obtain a postal vote slip nearer to the general elections in May, which will see parish, district, county and parliamentary seats contested.   WDC said a printing error was responsible for the mix-up.   Spokesman, Sue Robinson, said: \"Earlier this week we sent out 1,200 letters to residents directly from our external printers, after the files had been supplied and subsequent proofs checked.   \"Unfortunately, there was an error in the way the pages were collated by the printer. We'd like to apologise to the people who received the original letters for any confusion which this may have caused.      \"We have taken swift action to correct this by sending out amended letters by first class post to the 1,200 people affected and we have worked with our printers to ensure that additional quality control measures have now been put into their process.\"   In 2013, police were called in to investigate postal vote fraud in Wycombe District, with allegations from voters who said they felt pressured into signing postal voting form.    However, there is no suggestion of any wrongdoing by the council in the latest incident.  ",
  "timeline": {
    "incident": {
      "month": 1,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "921120",
    "region": [
      "150154"
    ],
    "victim_id": "Wycombe District Council"
  }
}