{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1800000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1800000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BE4FBDA8-083C-4F71-8E9B-FD1405162305",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-19T05:36:00Z",
    "github": "1632",
    "master_id": "BE4FBDA8-083C-4F71-8E9B-FD1405162305",
    "modified": "2014-05-10T00:58:19Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 12,
        "year": 2011
      }
    }
  },
  "reference": "http://www.google.com/hostednews/afp/article/ALeqM5jE-rJ9tRIWAYNjLaBJPss8yaGJWQ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Japanese game developer Square Enix said that servers containing data on 1.8 million customers had been hacked, but said the extent of the damage was not yet known.  The producer of hit titles such as Final Fantasy and Dragon Quest pulled down the Square Enix Members service shortly after discovering evidence of an intruder, a spokeswoman said on Thursday.  The intruder breached an unknown number of servers that could hold data for the service's one million members in Japan and 800,000 members in North America, but left untouched the servers with its 300,000 European members, she said.  Earlier this year entertainment giant Sony came under a series of attacks, affecting more than 100 million customer accounts in one of the largest data breaches ever.  In May, Square Enix said the email addresses of 25,000 customers as well as resumes of 250 job applicants were leaked after a hacker attack on its European subsidiary.  This time, Square Enix found evidence of an intruder around noon (0300 GMT) Tuesday, and pulled down the service about an hour later, the spokeswoman said.  The company notified its clients about the incident Wednesday, although details and the extent of the actual damage were not yet clear, with a probe continuing, she said.  The affected servers stored the customers' names and email addresses. Many members have also registered their postal addresses and phone numbers, the spokeswoman said.  But the service does not have credit card information and other identification information, she said.  \"We are yet to learn whether illegal access was gained to our clients' information,\" she said. \"But we have asked our customers to be aware of the incident in case they receive suspicious messages using our name.\"",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "JP"
    ],
    "employee_count": "1001 to 10000",
    "industry": "511210",
    "region": [
      "142030"
    ],
    "victim_id": "Square Enix Holdings Co Ltd"
  }
}