{
  "action": {
    "physical": {
      "variety": [
        "Theft",
        "Disabled controls"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 17000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 17000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BEA23A90-CF99-4919-8346-230EEF5F50B0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-07T04:00:03Z",
    "master_id": "BEA23A90-CF99-4919-8346-230EEF5F50B0",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 10,
        "year": 2008
      }
    }
  },
  "reference": "http://www.informationweek.com/attacks/t-mobile-lost-17-million-subscribers-personal-data/d/d-id/1072658?",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The wireless carrier said the stolen data includes the names, cell phone numbers, addresses, and birth dates of German subscribers.  Deutsche Telekom said it lost personal data for about 17 million T-Mobile Germany customers in the spring of 2006.  Thieves got their hands on a storage device with the data, which included the names, addresses, cell phone numbers, and some birth dates and e-mail addresses for high-profile German citizens. The company said the records did not contain bank details, credit card numbers, or call data.  T-Mobile Germany said it reported the data breach to prosecutors in 2006, and that there was no evidence that the data had been misused by unauthorized parties. But the issue came to light when German magazine Der Spiegel said it was recently able to access customer information through a third party.  \"We are very concerned by the fact that the incident from 2006 is relevant once again. Until now, we were under the assumption that the data in question had been recovered completely as part of the investigations of the public prosecutors' office and were safe,\" said Philipp Humm, managing director of T-Mobile Germany, in a statement. \"Notwithstanding the fact that the culprits have been at work with a tremendous criminal potential, we earnestly regret to say that we have not been able to protect our customer data in line with our standards.\"  T-Mobile Germany said it has taken multiple steps to shore up its security since the breach, including tighter restrictions on who has access to information, more complex passwords, and increased monitoring of security systems. Subscribers are encouraged to call a toll-free hot line if they're concerned that their information has been compromised. ",
  "timeline": {
    "incident": {
      "year": 2008
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "25001 to 50000",
    "industry": "51721",
    "region": [
      "000000"
    ],
    "victim_id": "T-Mobile US Inc"
  }
}