{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 4300000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4300000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BF888119-7379-4ACC-B222-C05781AFA770",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-16T02:49:50Z",
    "master_id": "BF888119-7379-4ACC-B222-C05781AFA770",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 5,
        "year": 2010
      }
    }
  },
  "reference": "http://www.pcpro.co.uk/news/security/358282/hack-attack-targets-4-3-million-online-cvs",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The personal details of 4.3 million job seekers may have been compromised in a concerted and sophisticated hack attack on Trinity Mirror's recruitment sites.  According to Trinity Mirror, no actual CV details were exposed during the attack on sites such as Planet Recruit and JobSearch, even though the company believes email address and passwords may have been compromised.  Our security systems have detected a concerted and sophisticated attempt to hack into user accounts on our technology platform, the company told job hunters by email.  After completing our initial investigations we can confirm that no CV records or job application information were accessed. We do not know whether email addresses and passwords were taken, but we believe that unfortunately you should work on the basis that they were.\"  The company said all passwords were reset within four hours of the hack being discovered, and that staff emailed all CV posters to warn them of the problem.  \"We were onto it pretty sharpish and closed things down while we sorted it out,\" a Trinity Mirror spokesperson told PC Pro. \"And we let everyone know what was going on, so we feel we did all the right things after the attack.\"  Trinity Mirror Digital Recruitment, which focuses on sector-specific recruitment boasts more than 4.3 million registered candidates and claims 443,000 applications a month. Its sites include SecsintheCity, totallylegal, PlanetRecruit, TheCareerEngineer and GAAPweb.",
  "timeline": {
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "101 to 1000",
    "industry": "541890",
    "region": [
      "150154"
    ],
    "victim_id": "Trinity Mirror Digital Recruitment"
  }
}