{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BFD46DB8-C3BE-4E2E-86CD-14085C6D47CE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-30T18:13:00Z",
    "github": "4098",
    "master_id": "BFD46DB8-C3BE-4E2E-86CD-14085C6D47CE",
    "modified": "2014-10-30T18:13:00Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://kfor.com/2014/07/23/identities-in-danger-of-being-compromised-in-payne-county-after-treasurers-office-tosses-sensitive-documents-in-dumpster/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Payne County residents are urged to keep an eye on personal information after the county treasurer improperly disposed of sensitive documents.  Tuesday, the county assessors office noticed a dumpster full of documents and files from the county treasurers office with personal information including social security numbers.  They say before anything could be done a dump truck hauled the papers away.  County Assessor James Cowan says he noticed documents that date from the 1980_s to 2008.  Cowan says they sat in the open for hours and were ready for the taking, putting residents in the way of identity theft.  It just shows a blatant disregard for the citizens of Payne County, says Cowan. I just think it was the easy way out. Just take them out throw them in the dumpster and be done with them.  Treasurer Bonita Stadler is just across the hall and she disagrees.  Oh I dont know how sensitive Id call them since you can get social security numbers by going to the internet, says Stadler. You can also get it by looking at documents that are filed in different places but were sorry that it happened of course. It was just an oversight.  She says they dont usually handle sensitive information like social security numbers so they almost never shred when getting rid of documents.  Cowan thinks that has to change.  He says residents are supposed to trust the people in the County Administration building.  In my office we go above and beyond trying to protect that information, says Cowan.  He thinks her actions reflect poorly on him and other elected officials.  Were kind of in a partnership. When you have one partner thats not taking care of business it makes the other ones look bad, says Cowan. Hopefully the documents will get buried in the landfill and never be seen again.  Stadler is retiring soon and is working with the new treasurer until her term ends in 2015.  Cowan hopes the new treasurer will re-think their document shredding policy.",
  "timeline": {
    "incident": {
      "month": 7,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "OK",
    "victim_id": "Payne County"
  }
}