{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 22,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 22,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C078E1FE-3ED8-472F-BD39-A7D1F3D347A4",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-06T23:06:00Z",
    "dbir_year": 2016,
    "github": "6560",
    "master_id": "C078E1FE-3ED8-472F-BD39-A7D1F3D347A4",
    "modified": "2016-02-06T23:06:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/ca-prince-albert-parkland-health-region-employee-fired-for-privacy-breach/; http://globalnews.ca/news/2293463/patient-privacy-breach-in-the-prince-albert-health-region/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An employee is no longer working for the Prince Albert Parkland Health Region after a privacy breach of patient health records. Officials with the region said an employee, who was not involved in their care, accessed the records of 22 patients.  The breach came to light in September.  \"We are very disappointed that this incident occurred, and that an employee would violate the trust of our patients in this way,\" said the health region's CEO, Cecile Hunt.  RELATED   Saskatoon Health Region reviews jobs and overtime to close $25 million financial gap. Sask. privacy commissioner, SHRA at odds over privacy breach  Insurance services at Lestock Motors in Lestock, Sask., are under probation for one year following more than a dozen breaches of privacy. Privacy breached by insurance dealer in Lestock, Sask.  Scott Livingstone, president of the Saskatchewan Cancer Agency , says they learned of the privacy breaches in May and began an investigation which determined the two employees viewed the health information over six months. Saskatchewan Cancer Agency patient privacy breach \"It is our duty to protect the health information for our patients, and we must ensure that health care providers take that duty seriously.\"  The health region has informed the patients of the breach.  \"We offer our sincere apology to our patients,\" said Hunt.  An investigation found the employee had accessed the information of the patients over a 12-month period. With one exception, all of the files accessed were electronic records.  Officials said personal health information within the electronic health record program is secure and allows the ability to identify inappropriate access and the person responsible.  Both the office of the Saskatchewan Information and Privacy Commissioner and the Ministry of Health have been informed of the breach.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 1
    },
    "incident": {
      "month": 9,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Prince Albert Parkland Health Region"
  }
}