{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun",
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C0A27979-2E44-472A-84E6-680CB92380A3",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-25T23:43:48Z",
    "github": "3958",
    "master_id": "C0A27979-2E44-472A-84E6-680CB92380A3",
    "modified": "2015-03-25T23:43:48Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.blackburncitizen.co.uk/news/11311421.East_Lancs_hospital_bosses_apologise_to_former_employee_for_breach_of_patient_confidentiality/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "HOSPITAL bosses have admitted an ex-employee suffered a breach of patient confidentiality when a former colleague read out her medical notes to other staff.  East Lancashire Hospitals NHS Trust (ELHT) has apologised to Ewood mum-of-three Kate Beardsworth for the distress caused by the incident.  The 31-year-old used to work in the medical records department at the Royal Blackburn Hospital, but was dismissed in June last year following a dispute about the working conditions and problems with her back.  She was admitted to the hospital as a patient in October, and heard that a former colleague had retrieved my case notes from the library and proceeded to read my medical history to the rest of the staff in the office.  Mrs Beardsworth, who said she is now unable to work because of her back problems, said: This is completely unacceptable in any health organisation.  A spokesman for ELHT said: Following the allegation of breach of patient confidentiality, a full investigation was undertaken by a senior manager. The findings of the investigation confirm that there had been a breach of confidentiality at source. The trust has taken this through its disciplinary process and appropriate action was taken.  Mrs Beardsworth took the case to the Information Commissioners Office alleging the trust had also breached the Data Protection Act. However, the ICO said the case did not merit further investigation and the trust had taken appropriate remedial action by carrying out an investigation and by elaborating an action plan to prevent the re-occurrence.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "Royal Blackburn Hospital"
  }
}