{
  "action": {
    "error": {
      "notes": "X then attached the information obtained from the medical centre to an affidavit presented to the Family Court in an attempt to show M as a bad parent. M was humiliated by the disclosure.",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "misuse": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "social": {
      "target": [
        "Unknown"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown",
        "Grudge",
        "Financial"
      ],
      "notes": "The medical centre assumed that N was M and so released all of the health information held about M, X and the children to the couple. This included a separate file relating to M which contained highly sensitive information about an anxiety disorder he was suffering from.   former partner, X, then attached the information obtained from the medical centre to an affidavit presented to the Family Court in an attempt to show M as a bad parent.",
      "region": [
        "000000"
      ],
      "variety": [
        "Other"
      ]
    },
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "NA"
      ],
      "notes": "medical centre made an assumption that N was M and took no steps to ensure that this assumption was correct. Instead, it disclosed highly sensitive information about M to X and N. ",
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      },
      {
        "variety": "P - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "The medical centre assumed that N was M and so released all of the health information held about M, X and the children to the couple. This included a separate file relating to M which contained highly sensitive information about an anxiety disorder he was suffering from.   X then attached the information obtained from the medical centre to an affidavit presented to the Family Court in an attempt to show M as a bad parent. M was humiliated by the disclosure.Following enumerations present before veris 1.3.3 removed: asset.governance.Internally isolated."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "notes": "The medical centre assumed that N was M and so released all of the health information held about M, X and the children to the couple. This included a separate file relating to M which contained highly sensitive information about an anxiety disorder he was suffering from.   X then attached the information obtained from the medical centre to an affidavit presented to the Family Court in an attempt to show M as a bad parent. M was humiliated by the disclosure. ",
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "X then attached the information obtained from the medical centre to an affidavit presented to the Family Court in an attempt to show M as a bad parent. M was humiliated by the disclosure.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CA75042C-BECB-4DA3-9DAB-6010254CAA96",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-08-15T22:52:00Z",
    "dbir_year": 2018,
    "github": "8052",
    "master_id": "C0B60BA0-7383-471C-893A-C3453CE9C12A",
    "modified": "2017-02-02T22:23:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 12,
        "year": 2016
      }
    }
  },
  "reference": "https://opcwebsite.cwp.govt.nz/news-and-publications/case-notes-and-court-decisions/case-note-210870-2010-nz-priv-cmr-24-medical-centre-fails-to-establish-identity-of-requester-and-discloses-health-information-about-a-patient-to-their-former-partner/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Case Note 210870 [2010] NZ Priv Cmr 24 : Medical centre fails to establish identity of requester and discloses health information about a patient to their former partner.  A man, M, who was involved in legal proceedings with his former partner, X, was a patient of a medical centre. The medical centre previously provided medical care to M and his family when he and X were still together.   X visited the medical centre with her new partner, N, and they requested historical information about the family and, in particular, an incident which involved one of the children a number of years before.   The medical centre assumed that N was M and so released all of the health information held about M, X and the children to the couple. This included a separate file relating to M which contained highly sensitive information about an anxiety disorder he was suffering from.   X then attached the information obtained from the medical centre to an affidavit presented to the Family Court in an attempt to show M as a bad parent. M was humiliated by the disclosure.  Rule 5 of the Health Information Privacy Code requires health agencies, such as the medical centre, to ensure that health information is protected, by reasonable security safeguards, against unauthorised disclosure.   In addition, section 45(a) of the Privacy Act requires agencies ensure that a requester is appropriately identified before providing them with personal or health information.   Rule 11 expects that a health agency shall not disclose health information to any individual unless the agency believes on reasonable grounds that an exception applies.   Here, the medical centre made an assumption that N was M and took no steps to ensure that this assumption was correct. Instead, it disclosed highly sensitive information about M to X and N.   We were satisfied that the medical centre breached rule 5 as it lacked the procedures and processes to ensure that steps were always taken to establish identity before releasing health information.   We were also satisfied that the disclosure of this information breached rule 11 as no exception applied to allow the medical centre to disclose the information.   We formed the view that the disclosure of M's information to X and N caused M significant harm and we conveyed this view to the medical centre.   The medical centre accepted that its procedures were lacking, made extensive changes to its policy regarding the identification of information requesters, and trained its staff in their obligations under the Code.   The medical centre also agreed to apologise directly to M for its actions, pay him financial compensation and provide him and his children with free medical services for a set period of time. ",
  "timeline": {
    "compromise": {
      "unit": "Minutes"
    },
    "incident": {
      "month": 12,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "621112",
    "region": [
      "009053"
    ]
  }
}