{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    },
    "social": {
      "target": [
        "End-user or employee"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      },
      {
        "variety": "S - Web application"
      },
      {
        "variety": "P - End-user"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 23341,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 23341,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "79209AF7-0831-496D-8BE3-5AA4AADF353E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-09T21:41:00Z",
    "dbir_year": 2017,
    "github": "7695",
    "master_id": "C0BB0AF2-7C2E-44F4-AA60-DB8C5B9A1A31",
    "modified": "2016-08-09T22:40:00Z",
    "timeline": {
      "notification": {
        "month": 5,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/breach-at-vendors-results-in-mayfield-brain-spine-patients-receiving-emails-containing-malware/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On February 23, 2016, many people began receiving a fraudulent email titled \"Important Information: invoice 11471\" from an unauthorized person who had accessed Mayfield Brain & Spine's account at an outside vendor. This email was not sent by Mayfield. Mayfield notified recipients of the malicious email as soon as possible that same day, posted the information prominently on its website home page, and updated recipients again on February 25 with recommendations for remedy.  Mayfield has completed its review and is issuing a final communication to all recipients by letter and also by distributing a press release of the incident and Mayfield's response since that time.  As previously reported on WCPO TV in February, the email was generated by an unknown, unauthorized person who accessed the database of an outside vendor. This vendor sends, via email, newsletters, educational information, invitations, announcements, and other information about Mayfield to patients, business associates, event attendees, website contacts and other friends of Mayfield. Recipients of the fraudulent email who clicked on an attachment within it potentially triggered a download of a ransomware virus.  According to Thomas Rosenberger, Vice President of Communications, \"The vendor receives only email addresses from Mayfield. No other health or financial information is shared. In this incident, no Mayfield systems were involved, and no patient health or financial information was compromised.  Rosenberger added, \"Mayfield's first priority is always the well-being of our patients. Once we learned of the incident, we immediately communicated with recipients by email, by social media, and on our website, including both notification and instructions on how to remove the virus.\" The communication included a free download of software to remove the malware.  Mayfield has taken several steps to ensure that an incident like this does not happen again. These include working with the vendor's compliance office to understand what transpired, locking the account so it cannot be accessed, and working with a computer virus protection service to determine if the email and/or its attachment contained a virus.  Mayfield has reviewed its policies and procedures to ensure that all patient information is secure. \"We are continuously monitoring the situation,\" Rosenberger said. \"With all of the action taken to date, we do not believe that recipients of the fraudulent email need to take any additional steps at this time.\"  If you have questions or concerns about this event, more information is available at MayfieldClinic.com, or you can contact us by toll-free telephone at 800-325-7787 or by email at Comments@MayfieldClinic.com.  SOURCE: Mayfield Clinic  The incident was reported on April 23 to HHS as impacting 23,341 patients.",
  "timeline": {
    "incident": {
      "day": 23,
      "month": 2,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "OH",
    "victim_id": "Mayfield Brain & Spine"
  }
}