{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C0E70057-E538-4740-8A03-817FD88E058B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T23:21:34Z",
    "github": "5514",
    "master_id": "C0E70057-E538-4740-8A03-817FD88E058B",
    "modified": "2015-03-07T23:21:34Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.dailymail.co.uk/news/article-187466/Medical-records-dumped.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A hospital has launched an investigation into how confidential medical records dating back 60 years came to be found by a group of teenagers at a disused building site. The youngsters discovered the documents, including one psychiatric report on a child and details of baby deaths and diseases such as HIV, in filing cabinets on the abandoned Bedford North Wing Hospital site in Bedford. Andrew Reed, chief executive of Bedford Hospital, said they were \"extremely concerned\" about the incident. \"This information has clearly been inappropriately stored and I am personally going to investigate immediately. We will have the site cleared as a matter of urgency,\" he added. The site, which has been disused since the late 1990s and is said to have become a haven for drug users, is the responsibility of the Bedfordshire and Luton Community NHS Trust. NHS watchdog, the Commission for Health Improvement (CHI), published a report last month following an investigation into concerns about the trust, including allegations of physical abuse of adults with learning disabilities. There have been two deaths and five inquiries into the service since 1996. The CHI report said there was no evidence to substantiate the allegations but raised \"serious concerns\" about the living environment for some clients in some community homes, which infringed their human rights. It also highlighted staffing problems and a \"lack of direction\" at board level. Teenagers who discovered the records told local newspaper Bedfordshire on Sunday they had been going to the site for about a year and had looked through several documents describing mental health problems and self-harm. One unnamed youngster claimed the records were for many people he knew and described it as \"outrageous\" that they had been able to see them.   Read more: http://www.dailymail.co.uk/news/article-187466/Medical-records-dumped.html#ixzz3TkUE53kQ  Follow us: @MailOnline on Twitter | DailyMail on Facebook",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "000",
    "region": [
      "150154"
    ],
    "victim_id": "Bedford Hospital"
  }
}