{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 210000,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 210000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C1090F85-C00E-49A4-BF1D-ECF954EFFFCD",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-07-24T00:37:00Z",
    "github": "2462",
    "master_id": "C1090F85-C00E-49A4-BF1D-ECF954EFFFCD",
    "modified": "2014-07-24T00:37:00Z",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 6,
        "year": 2011
      }
    }
  },
  "reference": "http://www.pcworld.com/article/229891/Citigroup_Hack_Nets_Over_200k_in_Stolen_Customer_Details.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Citigroup reported one percent, or an estimated 210,000, North American customers have been impacted by a security breach of the company's Citi Account Online Web portal. The Citigroup hack attack is the latest in a long string of reported security breach this year against various companies. Stolen from Citigroup, one of the world's largest banks with 21 million U.S. customers, is bankcard holders' names, account numbers, and contact information such as e-mail addresses. The only good news is social security numbers, birth dates, and card verification codes were stored on non-compromised systems, Citi says. The hack occurred in early May and the company only came clean when the Financial Times broke the story this morning (registration required). Citi says it is in contact with law enforcement officials.  Why Citi was Quiet About Hack Citigroup Hack Nabs Data from 210k Customers Ondrej Krehel's, Chief Information Security Officer for data risk management firm Identity Theft 911, says delaying the release of details is sometimes necessary and \"depends on multiple factors, including forensic investigations discovering the scope of the hack and what data's been taken. Law enforcement can also request a delay. Each state statue has different notification requirements, however.\"  Speaking to Reuters, a Citi representative said the company has \"implemented enhanced procedures\" to avoid the hack happening again.  Citi says it's contacted customers affected but despite the statement that only credit card details were stolen, the Financial Times says it's spoken to individuals who've had their debit cards cancelled too. The first customers knew was when their cards were declined at retail outlets -- embarrassing, and hardly the best way to learn of such things.  2011: The Year of the Hack? There's been a wave of hack attacks on high-profile targets recently, such as Sony, Gmail and defense contractor Lockheed Martin, but the hacking of a bank is a rarity. Bank websites usually employ bullet-proof security, Krehel says.  \"These portals are constantly monitored and scanned internally for open vulnerabilities. However, hackers who discover just one open hole get access. Corporations perform many technical assessments to measure and close their exposure, but it seems that hackers still find ways to exploit the systems.\"  Hacking is Evolving into Something Different  Hackers appearing to be evolving as a species, says Krehel.  \"Hacking these days is about monetization of data -- making a profit in the underground cyberworld. Perhaps that is why we no longer see site defacement being popular as the focus has shifted to consumer data, with the most favorite choice being financial data.\"  In March email marketing firm Epsilon Interactive was hacked and details for Citigroup account holders were stolen, amongst others. It's not clear if that hack was a jumping-off point for May's attack.  Although names, account numbers and emails will not give cybercriminals access to account data, it does make possible effective phishing attacks. Criminals could include a customer's card number in the email, for example, which could be enough to convince them to follow a link to a bogus Website setup to capture yet more details.  With perfect bad timing just days before the hack took place, Citigroup's head of global enterprise payments (and former head of its credit card unit) -- Paul Galant -- told Reuters in April that \"security breaches happen ... the mission of the banking industry is to keep the customer base safe and customers feeling secure about their financial transactions and payments\". He added that Citigroup spends \"a tremendous amount of money on security. We take it very, very seriously -- I don't know that there's a way we could take it more seriously.\"",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Citigroup Inc"
  }
}