{
  "action": {
    "physical": {
      "result": [
        "Infiltrate"
      ],
      "variety": [
        "Skimmer"
      ],
      "vector": [
        "Public facility"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - Gas terminal"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "country": [
      "US"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "incident_id": "82f7c660-027b-11e9-aee0-f7420d4f3238",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Yes"
      }
    },
    "created": "2018-12-18T12:23:29.101Z",
    "dbir_year": 2019,
    "event_chain": [
      {
        "action": "phy",
        "actor": "ext",
        "asset": "ter",
        "attribute": "ia",
        "summary": "Skimmer installed in gas pump."
      }
    ],
    "github": "12526",
    "master_id": "c19b3929-9137-43f0-ab9d-272f88a54589",
    "modified": "2018-12-18T12:23:29.101Z"
  },
  "reference": "https://www.ktvb.com/article/news/crime/thousands-of-dollars-stolen-with-skimmer-devices-found-at-a-meridian-gas-station/277-614272697",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Police on Tuesday uncovered and removed at least three skimmer devices used to steal people's credit card information at a Meridian gas station.  The crooks stole thousands from unsuspecting victims who visited the Jackson's Chevron on Eagle Road and Goldstone Drive.  Meridian Police Officer Terry Hodges says the criminals are getting slightly more sophisticated.  \"Normally people are used to seeing the card reader itself, where you enter your card, that's normally where a lot of those would plug in behind there,\" Hodges said. \"Now, we are starting to see more high-tech devices that are actually inside of the gas pumps themselves.\"  The devices were likely sitting inside the pumps for months.  \"A lot of them are Bluetooth so that once they are inside they can record data for months,\" Hodges said. \"Then when they drive through they can pull it off on a phone, or a laptop or anything else, anything else you can connect a Bluetooth device too and they can pull down literally tens of thousands of credit card numbers and information.\"  One of the victims, who wished to remain anonymous, says she was defrauded more than $500, including a $72 Kentucky Fried Chicken order.  \"Are you kidding me, who goes to KFC and spends that much money,\" the victim said.  The woman said she was canceling her bank card Tuesday when she realized she was standing in line with other people who were defrauded.  \"I overhear the gentleman in front of me saying something to the effect of 'yeah my card was hacked,' and I was like 'mine was too,' and then there were two girls who were like 'our cards were hacked too,'\" the victim said.  Hodges says these criminals are usually hard to catch because the skimmers could be stashed quietly inside the pumps for months.  \"Most businesses don't keep their security camera footage back that long,\" Hodges said.  Anyone who thinks they might also be a victim, police say call the bank and cancel your card first. Then, file a dispute to get refunded and report the matter to police.",
  "targeted": "Opportunistic",
  "timeline": {
    "discovery": {
      "unit": "Months"
    },
    "incident": {
      "month": 11,
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "21111",
    "region": [
      "019021"
    ],
    "state": "ID",
    "victim_id": "Chevron"
  }
}