{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Other"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      },
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Weeks",
        "value": 3
      },
      "notes": "Site taken down for repair.",
      "variety": [
        "Loss",
        "Interruption"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 851322,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 851322,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "Vulnerability identified by altruistic hacker, treated as potential breach.",
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 177000,
        "variety": "Response and recovery"
      }
    ],
    "overall_amount": 177000,
    "overall_rating": "Unknown"
  },
  "incident_id": "C23E0769-187E-496D-BCB3-015DB74238BC",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2014-11-12T19:35:00Z",
    "github": "4430",
    "master_id": "C23E0769-187E-496D-BCB3-015DB74238BC",
    "modified": "2015-02-13T16:50:37Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://www.kgw.com/story/news/crime/2014/10/13/cyber-attacks-target-state-of-oregon/17229347/?utm_content=bufferf20eb&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer;http://www.databreachtoday.com/oregon-employment-dept-reports-breach-a-7433;http://www.statesmanjournal.com/story/news/2014/10/11/initial-damage-unknown-employment-department-website-hack/17121433/;http://blog.credit.com/2014/10/job-seekers-may-have-been-exposed-breach-98959/;http://www.esecurityplanet.com/network-security/oregon-employment-department-notifies-851322-people-of-data-breach.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Oregon Employment Department Notifies 851,322 People of Data Breach  eports that the Oregon Employment Department recently began notifying 851,322 people that their personal information may have been exposed when the department's WorkSource Oregon Management Information System (WOMIS) was hacked.  According to the Statesman Journal, the information potentially exposed includes Social Security numbers, birthdates, addresses, and other data usually found on a job application.  The department only learned of the breach when it was notified by an anonymous tipster on October 6, 2014.  Riverbed SteelCentral vs. JDSU Network Instruments Download Now  \"Work began immediately [on October 6] -- in coordination with the states Chief Information Office -- to validate the information in the anonymous tip,\" the department said in a statement. \"Once validated, WOMIS was shut down while steps were taken to correct the security vulnerability to eliminate the possibility of retrieving Social Security information. The personal information was then secured to prevent any further threats.\"  The breach was then publicly disclosed four days later, on October 10 -- but letters weren't mailed to those affected until two weeks after the breach was first discovered.  Still, department legislative and public affairs manager Andrea Fogue told KATU the notification was handled as quickly as possible. \"We didn't know until we reviewed 1.9 million records that there were hundreds of thousands of individuals affected,\" she said.  Fogue said the breach goes back to at least 2008, when the WOMIS system was first implemented.  Oregon resident Patricia Miller told KATU she received the notification letter from the employment department on October 20, 2014. \"This is too little too late,\" she said.  Those impacted by data breaches are often frustrated by the delay between the discovery of a breach and the delivery of notification letters.  A class action lawsuit was filed in April 2014 claiming that Arizona's Maricopa Community College District (MCCCD) took too long to notify 2.5 million people that their personal information had been stolen. In that case, MCCCD took more than six months to notify those affected that their personal information had been exposed.  And 171 students were notified in August 2014 that their personal information may have been exposed when an unencrypted laptop was stolen from New Mexico State University (NMSU) almost two months earlier.  \"Why in the hell did it take this long to let us know?\" Ronald Thomas, whose wife was one of the affected students, asked the Albuquerque Journal at the time. \"And what have they done about it?\"  NMSU chief information officer Norma Grijalva said the notification letters were sent out as soon as those affected were identified. \"By law we have 60 days to notify victims,\" she said. \"We were within that timeframe.\"  Alia Luria, an associate attorney at law firm Akerman LLP, recently told eSecurity Planet that it's crucial to ensure that breach notifications are handled correctly. \"The notification must be in compliance with the state of residence of the affected person,\" Luria said. \"[My] primary advice is to make sure you hit deadlines for notification and involve legal counsel and an auditor if needed.\"",
  "timeline": {
    "containment": {
      "unit": "Days",
      "value": 2
    },
    "discovery": {
      "unit": "Years",
      "value": 6
    },
    "incident": {
      "day": 6,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "923130",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "OR",
    "victim_id": "Department of Employment Oregon"
  }
}