{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Other"
      ],
      "motive": [
        "Financial"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1000,
      "data_victim": [
        "Customer"
      ],
      "notes": "Indicates 2000 federal and state income taxes returns filed.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 2500000,
        "variety": "Asset and fraud"
      }
    ],
    "overall_amount": 2500000,
    "overall_rating": "Unknown"
  },
  "incident_id": "C312CE5A-7D8E-4739-BDAB-019617BC94F7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-12T19:17:00Z",
    "github": "1379",
    "master_id": "C312CE5A-7D8E-4739-BDAB-019617BC94F7",
    "modified": "2014-09-12T19:17:00Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 10,
        "year": 2012
      }
    }
  },
  "reference": "http://www.esecurityplanet.com/network-security/prison-medical-records-clerk-indicted-for-identity-theft.html;http://www.esecurityplanet.com/network-security/man-charged-with-2.5-million-fraud-scheme-using-prisoners-identities.html;http://www.justice.gov/opa/pr/2013/April/13-tax-482.html;http://www.justice.gov/opa/pr/2014/April/14-tax-453.html;http://www.justice.gov/opa/pr/2013/October/13-tax-1164.html;http://www.justice.gov/opa/pr/2012/October/12-tax-1278.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Alabama Man Sentenced to Prison for Million Dollar Scheme Using Prisoner Identities to Obtain False Tax Refunds  Harvey James was sentenced today to serve 110 months in prison for his role in a stolen identity refund fraud scheme, announced Assistant Attorney General Kathryn Keneally of the Justice Department's Tax Division and U.S. Attorney George L. Beck Jr. for the Middle District of Alabama.  James previously pleaded guilty to one count of mail fraud and one count of aggravated identity theft on Oct. 25, 2013.  James was also ordered to serve three years of supervised release and to pay $618,042 in restitution.   Between January 2010 and 2012, James and his sister, Jacqueline Slaton, obtained stolen identities from various individuals, including one person who had access to inmate information from the Alabama Department of Corrections.  James and others used those inmate names to file federal and state tax returns that claimed fraudulent refunds.  James directed some of the false refunds to prepaid debit cards, and directed others to be issued in the form of a Treasury check.  Vernon Harrison, a U.S. Postal Service employee, provided James with addresses from his postal route, which were used as mailing addresses for the fraudulent prepaid debit cards and state tax refund checks.  Harrison collected the debit cards and checks and provided them to another individual, who in turn gave them to James and Slaton.  In total, James filed over 1,000 federal and state income tax returns that claimed over $1 million in fraudulent tax refunds.  Slaton was sentenced to serve 70 months in jail, and Harrison was sentenced to serve 111 months in jail.   The case was investigated by Special Agents of the IRS - Criminal Investigation.  Trial Attorneys Jason H. Poole and Michael Boteler of the Justice Departments Tax Division and Assistant U.S. Attorney Todd Brown prosecuted the case.   Additional information about the Tax Division and its enforcement efforts may be found at the division website.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 2
    },
    "incident": {
      "month": 1,
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Large",
    "industry": "922140",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "AL",
    "victim_id": "Alabama Department of Corrections"
  }
}