{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1500,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 400000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Lawsuit settlement;",
    "overall_amount": 400000,
    "overall_rating": "Unknown"
  },
  "incident_id": "C31B2716-19F4-46F5-BB66-201D645C4174",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4902",
    "master_id": "C31B2716-19F4-46F5-BB66-201D645C4174",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://healthitsecurity.com/2014/12/04/phi-exposure-case-1500-patients-settled/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Approximately 1,500 patients were notified of PHI exposure last May at a Missouri facility.  Last May, more than 1,500 women in Missouri had their protected health information (PHI) compromised after their personal records blew out of a dumpster on a windy day.  Midwest Womens Healthcare Specialists have agreed to pay a settlement of $400,000 to compensate the patients for the PHI exposure, according to local news affiliate 41 Action News. The money will be put into a victims fund to help the 1,532 women who were patients at Research Medical Center.  Both sides worked very hard to get this resolved quickly, and to seek justice for all of those involved, plaintiff attorney Maureen Brady told the news source.  The patient records were placed in a dumpster without a lid, and during a particularly windy day, the papers were scattered up to several blocks away. Included on the pages were patients names, Social Security numbers, addresses, procedures and tests performed.  At Midwest Womens Healthcare we take patient privacy very seriously, a spokesperson said in an email to the news station back in May. We continue to thoroughly investigate this issue and will take appropriate action based on our findings. Midwest Womens Healthcare is in the process of determining which patients may have been affected and intends to notify them as soon as possible.  If the settlement is approved by a judge, patients whose PHI was compromised will receive letters with instructions on how to receive their settlements. However, it has not yet been determined if Midwest will also face fines from the Department of Health and Human Services (HHS) over possible HIPAA violations. Those fines could reach upwards of millions of dollars, according to the news station.  HHS fines could be an amount not less than $100 or more than $50,000 for each violation, and for situations specifically where it is established that the compromised information was due to willful neglect and was not timely corrected, will be $50,000 for each violation.  Its crucial for healthcare organizations to understand their personal responsibility when it comes to keeping patients data safe and ensuring there is no PHI exposure. Civil penalties from HIPAA violations, added to any compensation sought by potential victims could add up to crippling amounts. Moreover, it could take some time for a facility to once again prove that it is capable of handling sensitive information securely.  In the case of Research Medical Center, a spokesperson explained that there have been no reports that any of the compromised information was used improperly. The organization is also taking extra steps to enhance the security of patient information.  Proper disposal of medical records is unfortunately a common violation of patient privacy. Earlier this month, approximately 2,000 patients in Minn. were notified that their PHI was compromised after sensitive documents were placed in a dumpster.  Northfield Hospital and Clinics reportedly placed documents containing patients PHI in commercial dumpsters in error over an eight-day period in October. Those papers may have included patient names, account numbers, dates of birth, home addresses, types of treatment, insurance information and medical information. In a few cases credit card information might have also been included.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "MO",
    "victim_id": "Midwest Womens Healthcare Specialists"
  }
}