{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Inadequate processes"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "GB"
      ],
      "industry": "562",
      "motive": [
        "Unknown",
        "Convenience"
      ],
      "region": [
        "150154"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "GBP",
    "loss": [
      {
        "amount": 200000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Regulatory fine;",
    "overall_amount": 200000,
    "overall_rating": "Unknown"
  },
  "incident_id": "C3659813-3267-483F-B2B5-7CF3D9D2851F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-09T23:40:37Z",
    "github": "2527",
    "master_id": "C3659813-3267-483F-B2B5-7CF3D9D2851F",
    "modified": "2015-03-09T23:40:37Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://www.techweekeurope.co.uk/news/nhs-surrey-ico-fine-200k-data-breach-121681",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An NHS body has been told to pay 200,000 after over 3,000 patient records, including 2000 related to children, were found on a second-hand machine sold on an online auction site. TechWeekEurope understands that auction site is eBay.   Yet a member of public contacted NHS Surrey in May 2012, saying they had bought a computer online and found it contained patient information, including records relating to around 900 adults and 2000 children.  NHS Surrey then had to scurry around, finding another 39 computers sold by the data destruction provider, three of which still contained sensitive personal data.  The NHS body didnt sign a contract with the provider and failed to determine whether the hard drives have been wiped, the ICO said.  The majority of the hard drives put up for sale on the internet have not been recovered, meaning a lot of sensitive data remains online.  As NHS Surrey was dissolved in March, the NHS Commissioning Board will have to pay the fine. An ICO spokesperson said it had not received any appeal notice, whilst the NHS Commissioning Board had no comment at the time of publication.  The facts of this breach are truly shocking, said Stephen Eckersley, ICO head of enforcement. This breach is one of the most serious the ICO has witnessed and the penalty reflects the disturbing circumstances of the case.  We should not have to tell organisations to think twice, before outsourcing vital services to companies who offer to work for free.  Security expert Neira Jones warned of the potential fallout related to those machines that have note been recovered.  If they end up in the hands of criminals and the data is accessed (and it includes information on adults and children), who knows what it can lead to, and the very least would be ID theft, Jones told TechWeekEurope.  She said the latest fine was justified, but the contractor should still have been more responsible.  Should they [the contractor] be accountable? Definitely not, because NHS Surrey have been entrusted with the welfare of their patients. Should the contractor be responsible? Absolutely, yes, Jones added.  They have not deployed processes that enables them to treat media in a way that will not compromise the privacy of individuals, despite assurances to their clients that they would do so.  A Department of Health spokesperson added: We take the loss of personal data very seriously. At the time NHS Surrey contacted patients involved to make them aware of the data breach.  This case is currently the subject of legal proceedings.  The highest fine yet handed out for a data breach in the UK was one handed to the Brighton and Sussex University Hospitals NHS Trust in 2012, after a similar case.  It was found sensitive personal data, including information on HIV patients and criminal convictions, was left on hard drives that were supposed to have been destroyed by a contractor but appeared on eBay.  The NHS has consistently been cited as one of the worst institutions for data loss, with numerous trusts caught out. Yet some have questioned whether such heavy fines should be levelled against such an organisation, when private firms like Google avoid fines for much-publicised breaches of the law, as in the case of the illegal Street View Wi-Fi data slurping.   Read more at http://www.techweekeurope.co.uk/workspace/nhs-surrey-ico-fine-200k-data-breach-121681#dhrRYUyA0fuVWsJM.99 The Information Commissioners Office (ICO) said it was one of the most serious data breaches it had ever seen, as a contractor for NHS Surrey failed to completely wipe and destroy 1570 hard drives containing the highly sensitive data.  The unnamed contractor said it would carry out the service for free, as long as it could sell any salvageable parts once the hard drives had been destroyed.   Read more at http://www.techweekeurope.co.uk/workspace/nhs-surrey-ico-fine-200k-data-breach-121681#dhrRYUyA0fuVWsJM.99",
  "timeline": {
    "incident": {
      "month": 5,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "NHS Surrey"
  }
}