{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology"
      ],
      "notes": "Lizard Squad",
      "region": [
        "142034"
      ],
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 9600000,
          "variety": "Payment"
        },
        {
          "amount": 33000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 42600000,
      "data_victim": [
        "Customer"
      ],
      "notes": "user names, first and last names, and hashed passwords for 33 million accounts, partial credit card data, street names, and phone numbers for huge numbers of users, records documenting 9.6 million transactions 36 million e-mail addresses",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "Dump available on the internet",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C37979BC-4175-482E-A0A1-3BDEAA3B31AC",
  "notes": "Avid Life Media, Inc. AshleyMadison.com naics: 812990 employees: 51-200   Incident 2015-07-15 Notification July 20, 2015   Data  user names, first and last names, and hashed passwords for 33 million accounts, partial credit card data, street names, and phone numbers for huge numbers of users, records documenting 9.6 million transactions 36 million e-mail addresses  Actor The hackers, going by the name \"The Impact Team,\"  Motivation Ashley Madison's parent company, Avid Life Media, refused the hackers' demand to take down the site, they don't think the users deserve privacy. We have explained the fraud, deceit, and stupidity of ALM and their members. Now everyone gets to see their data __ Keep in mind the site is a scam with thousands of fake female profiles. See ashley madison fake profile lawsuit; 90-95% of actual users are male. Chances are your man signed up on the world's biggest affair site, but never had one. He just tried to. If that distinction matters. __  Too bad for those men, they're cheating dirtbags and deserve no such discretion. Too bad for ALM, you promised secrecy but didn't deliver.__  ",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-09T06:06:00Z",
    "dbir_year": 2016,
    "github": "6175",
    "master_id": "C37979BC-4175-482E-A0A1-3BDEAA3B31AC",
    "modified": "2016-01-09T06:06:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://krebsonsecurity.com/2015/07/online-cheating-site-ashleymadison-hacked/;http://hosted.ap.org/dynamic/stories/U/US_ASHLEY_MADISON_HACKED?SITE=SCAND&SECTION=HOME&TEMPLATE=DEFAULT; http://www.prnewswire.com/news-releases/statement-from-avid-life-media-inc-300115394.html; http://www.forbes.com/sites/thomasbrewster/2015/07/20/ashley-madison-attack/; http://gizmodo.com/the-ashley-madison-hackers-just-released-all-of-their-s-1724920693?utm_campaign=socialflow_gizmodo_facebook&utm_source=gizmodo_facebook&utm_medium=socialflow; http://www.wired.com/2015/08/happened-hackers-posted-stolen-ashley-madison-data/; http://www.reuters.com/article/2015/08/19/us-ashleymadison-cybersecurity-idUSKCN0QN2BN20150819?feedType=RSS&feedName=technologyNews; http://arstechnica.com/security/2015/08/ashley-madison-hack-is-not-only-real-its-worse-than-we-thought/?utm_content=buffer55509&utm_medium=social&utm_source=facebook.com&utm_campaign=buffer; http://gizmodo.com/hackers-threaten-to-expose-40-million-cheating-ashleyma-1718965334;http://www.hydraze.org/2015/08/ashley-madison-full-dump-has-finally-leaked/;https://en.wikipedia.org/wiki/Ashley_Madison_data_breach",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hackers who stole sensitive customer information from the cheating site AshleyMadison.com appear to have made good on their threat to post the data online.  A data dump, 9.7 gigabytes in size, was posted on Tuesday to the dark web using an Onion address accessible only through the Tor browser. The files appear to include account details and log-ins for some 32 million users of the social networking site, touted as the premier site for married individuals seeking partners for affairs. Seven years worth of credit card and other payment transaction details are also part of the dump. AshleyMadison.com claimed to have nearly 40 million users at the time of the breach about a month ago, all apparently in the market for clandestine hookups.  \"Ashley Madison is the most famous name in infidelity and married dating,\" the site asserts on its homepage. \"Have an Affair today on Ashley Madison. Thousands of cheating wives and cheating husbands signup everyday looking for an affair__. With Our affair guarantee package we guarantee you will find the perfect affair partner.\"  The data released by the hackers includes names, passwords, addresses and phone numbers submitted by users of the site, though it's unclear how many members provided legitimate details to open accounts. A sampling of the leaked data indicates that users provided random numbers and addresses to open accounts. But files containing credit card transactions likely yield real names and addresses, unless members of the site used anonymous pre-paid cards, which offer more anonymity. This data, which amounts to millions of payment transactions going back to 2008, includes names, street address, email address and amount paid, but not the full credit card numbers; instead it includes just four digits for each transaction, which may in fact be the last four digits of the credit card numbers or simply a transaction ID unique to each charge.  One analysis of email addresses found in the data dump also shows that some 15,000 are .mil. or .gov addresses. It's not clear, however, how many of these are legitimate addresses.  The data also includes descriptions of what members were seeking. \"I'm looking for someone who isn't happy at home or just bored and looking for some excitement,\" wrote one member who provided an address in Ottawa and the name and phone number of someone who works for the Customs and Immigration Union in Canada. \"I love it when I'm called and told I have 15 minutes to get to someplace where I'll be greeted at the door with a surprise_maybe lingerie, nakedness. I like to ravish and be ravished __ I like lots of foreplay and stamina, fun, discretion, oral, even willingness to experiment_*smile*\"  Passwords released in the data dump appear to have been hashed using the bcrypt algorithm for PHP, but Robert Graham, CEO of Erratasec, says that despite this being one of the most secure ways to store passwords, \"hackers are still likely to be able to 'crack' many of these hashes in order to discover the account holder's original password.\" If the accounts are still online, this means hackers will be able to grab any private correspondence associated with the accounts.  It's notable, however, that the cheating site, in using the secure hashing algorithm, surpassed many other victims of breaches we've seen over the years who never bothered to encrypt customer passwords.  \"We're so used to seeing cleartext and MD5 hashes,\" Graham says. \"It's refreshing to see bcrypt actually being used.\"  Here's how the hackers introduced the new data dump:  AshleyMadison-Data-Dump2   KIM ZETTER Following the intrusion last month, the hackers, who called themselves the Impact Team, demanded that Avid Life Media, owner of AshleyMadison.com and its companion site Established Men, take down the two sites. EstablishedMen.com promises to connect beautiful young women with rich sugar daddies \"to fulfill their lifestyle needs.\" The hackers didn't target CougarLife, a sister site run by ALM that promises to connect older women with younger men.  \"Avid Life Media has been instructed to take Ashley Madison and Established Men offline permanently in all forms, or we will release all customer records, including profiles with all the customers' secret sexual fantasies and matching credit card transactions, real names and addresses, and employee documents and emails,\" the hackers wrote in a statement following the breach.  RELATED LINKS  Ashley Madison sign-up screen An Unsexy Critique of the Ashley Madison Signup Process  Hackers Can Disable a Sniper Rifle_Or Change Its Target Hackers Can Disable a Sniper Rifle_Or Change Its Target  Hack Brief: Attackers Spill User Data From Cheating Site Ashley Madison Hack Brief: Attackers Spill User Data From Cheating Site Ashley Madison To show they meant business, they posted sample files containing some of the stolen data, which included company financial information detailing employee salaries and documents mapping the company's internal network.  The hackers appeared to target AshleyMadison and EstablishedMen over the questionable morals they condoned and encouraged, but they also took issue with what they considered ALM's fraudulent business practices. Despite promising customers to delete their user data from the site for a $19 fee, the company actually retained the data on ALM's servers, the hackers claimed. \"Too bad for those men, they're cheating dirtbags and deserve no such discretion,\" the hackers wrote. \"Too bad for ALM, you promised secrecy but didn't deliver.\"  Avid Life Media defiantly ignored the warnings and kept both sites online after the breach, promising customers that it had increased the security of its networks.  That wouldn't matter for the customers whose data had already been taken. Any increased security would be too little too late for them. Now they face the greatest fallout from the breach: public embarrassment, the wrath of angry partners who may have been victims of their cheating, possible blackmail and potential fraud from anyone who may now use the personal data and bank card information exposed in the data dump.  AshleyMadison-File-Dump3  COURTESY OF ROBERT GRAHAM \"Avid Life Media has failed to take down Ashley Madison and Established Men,\" Impact Team wrote in a statement accompanying the online dump Tuesday. \"We have explained the fraud, deceit, and stupidity of ALM and their members. Now everyone gets to see their data__. Keep in mind the site is a scam with thousands of fake female profiles. See ashley madison fake profile lawsuit; 90-95% of actual users are male. Chances are your man signed up on the world's biggest affair site, but never had one. He just tried to. If that distinction matters.\"  The hackers deflected responsibility for any damages or repercussions that victims of the breach and data dump may suffer.  \"Find yourself in here? It was ALM that failed you and lied to you. Prosecute them and claim damages. Then move on with your life. Learn your lesson and make amends. Embarrassing now, but you'll get over it,\" they wrote.  It's important to note that Ashley Madison's sign-up process does not require verification of an email address to set up an account, so legitimate addresses might have been hijacked and used by some members of the site. One email in the data dump, for example, appears to belong to former UK Prime Minister (Tony Blair).  Avid Life Media condemned the release of the data.  \"This event is not an act of hacktivism, it is an act of criminality. It is an illegal action against the individual members of AshleyMadison.com, as well as any freethinking people who choose to engage in fully lawful online activities,\" the company said in a statement. \"The criminal, or criminals, involved in this act have appointed themselves as the moral judge, juror, and executioner, seeing fit to impose a personal notion of virtue on all of society. We will not sit idly by and allow these thieves to force their personal ideology on citizens around the world.\"",
  "timeline": {
    "incident": {
      "day": 15,
      "month": 7,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "101 to 1000",
    "industry": "812990",
    "region": [
      "019021"
    ],
    "victim_id": "Avid Life Media"
  }
}