{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2600,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2600,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C39AE270-E422-422C-ACBD-E4EDE6D63EEA",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-26T23:09:14Z",
    "master_id": "C39AE270-E422-422C-ACBD-E4EDE6D63EEA",
    "modified": "2015-03-26T23:09:14Z",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 9,
        "year": 2011
      }
    }
  },
  "reference": "http://www.phiprivacy.net/nyu-langone-medical-centers-hospital-for-joint-diseases-notifies-patients-of-potential-data-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "NYU Langone Medical Centers Hospital for Joint Diseases (HJD) notified patients that documents containing limited personal information were mistakenly discarded, compacted and buried in a landfill outside of New York State. The documents consisted of paper tracking records of tissue used in orthopaedic surgeries performed at HJD in 2009 and 2010 involving approximately 2,600 patients, and did not contain financial information or social security numbers. There is no indication of adverse use of patient information.  The discarded documents contained patient name, date of birth, gender, name of the hospital, date of the surgery, and clinical information related to the surgery.  In some documents related to surgeries performed in 2010, patient name and date of birth were not included.  All patients for whom the medical center has a current address have been notified of this issue by first class mail, as required by the federal Health Information Technology for Economic and Clinical Health Act (HITECH Act).  NYU Langone Medical Center is committed to protecting the privacy and security of its patients medical information. Since this incident the medical center has taken affirmative steps and put in place additional security measures to ensure that document losses such as this do not reoccur.  The NYU Langone Medical Centers Office of Compliance has set up a dedicated telephone line to address patients questions and concerns regarding this issue at 1-877-698-2333, Monday-Friday between the hours of 9:00 a.m. and 5:00 p.m.",
  "timeline": {
    "incident": {
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "NYU Langone Medical Center"
  }
}