{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1400,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1400,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C3ADBA53-2351-450C-9F35-E22CB50C930C",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "5971",
    "master_id": "C3ADBA53-2351-450C-9F35-E22CB50C930C",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.barnabashealth.org/Press-Center/Jersey-City-Medical-Center-News/2015/Jersey-City-Medical-Center-Loss-of-Information.aspx; http://healthitsecurity.com/news/health-data-breaches-expose-info.-in-nh-nj-and-ny",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On February 19, 2015, as part of routine hospital operations, an employee of Jersey City Medical Center accidentally sent an e-mail meant for internal use that included an attached spreadsheet with some patient information to an unintended email recipient. The spreadsheet included patient names, health insurance payors, dates of admission and discharge, a one-word description of the medical service department from which the patient received services, and patient Medical Center account number. This e-mail did not include any patient social security numbers, dates of birth, any credit card or banking information, health insurance identification numbers, or patient addresses.  The unintended recipient informed the Medical Center of the mistake on the same day that the email was sent. The Medical Center attempted to obtain official confirmation that the email was completely deleted and the information was not further disclosed. Unfortunately, such confirmation has not yet been received. Accordingly, while the Medical Center has no evidence that any personal information has been misused in any way, we have notified affected patients by mail and have offered free identity monitoring services.  The Medical Center is currently reviewing its e-mailing policies and technological processes, and is retraining staff to minimize the chance of other such incidents. The Jersey City Medical Center sincerely regrets this unfortunate incident because we consider the security of patient information to be of the utmost importance. Patients with questions relating to this incident should contact representatives at the following toll-free number: 866-796-2161, between 9 am and 7 pm Eastern Time, Monday through Friday.",
  "timeline": {
    "discovery": {
      "unit": "Hours"
    },
    "incident": {
      "day": 19,
      "month": 2,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NJ",
    "victim_id": "Jersey City Medical Center"
  }
}