{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 8000000,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C4AB7E54-663F-4B2A-918C-3A5555AE9834",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-20T03:48:00Z",
    "github": "1584",
    "master_id": "C4AB7E54-663F-4B2A-918C-3A5555AE9834",
    "modified": "2014-05-10T00:58:19Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 2,
        "year": 2003
      }
    }
  },
  "reference": "http://money.cnn.com/2003/02/18/technology/creditcards/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " The Secret Service and the FBI confirmed Wednesday they have been involved for the past two weeks in trying to track down the computer hacker who breached the security system of Data Processors International, which processes credit card transactions on behalf of merchants.  MasterCard, Visa, Discover Financial Services and American Express all have said this week that some of their card accounts had been affected by the breach.    MasterCard estimated that the hacker may have gotten access to information on as many as 8 million credit card accounts overall, including 2.2 million of its own cards. Visa said 3.4 million of its cards were affected, while Discover said only that a small percentage of its cards were involved. American Express, meanwhile, has not disclosed how many of its card accounts were affected.  Data Processors International, which does business as DPI Merchant Services in Omaha, Neb., and was recently acquired by TransFirst, said in a statement Thursday that \"information targeted by the system intruder did not include any personal information that could relate a card number to an individual. ... (P)ersonal information including account holder name, address, telephone number and Social Security number were not obtained through the attempted intrusion.\"    Both DPI and a federal law enforcement official familiar with the case told CNNfn on Wednesday that so far there has been no reported misuse of the information stolen or evidence that any individual account has been tampered with.  Visa, American Express and Discover said earlier this week that they had not seen any fraudulent use of the stolen account numbers so far, and a MasterCard spokeswoman could not say whether any of its cards had been used fraudulently.  The Visa and MasterCard accounts affected make up almost 1 percent of the 574 million Visa and MasterCard accounts in the United States. Visa and MasterCard are associations made up of banks that issue the cards, and spokesmen for both companies said Monday they promptly notified the banks that issued the affected cards.  \"We have notified our member financial institutions of the accounts involved, so that they may monitor each account for fraud and/or reissue cards as appropriate,\" MasterCard said.  ",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2003
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "522390",
    "region": [
      "019021"
    ],
    "state": "NE",
    "victim_id": "Data Processors International"
  }
}