{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "malware": {
      "variety": [
        "Ram scraper"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - POS terminal"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 1000000,
        "variety": "Response and recovery"
      },
      {
        "amount": 9000000,
        "variety": "Brand damage"
      }
    ],
    "notes": "costs tied to the data breaches;Supervalu Inc. on Thursday reported a 23% drop in quarterly earnings;",
    "overall_amount": 10000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "C5F18FF2-0578-4A0D-92DF-A2A200B978A8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T20:34:00Z",
    "github": "4157",
    "master_id": "C5F18FF2-0578-4A0D-92DF-A2A200B978A8",
    "modified": "2014-11-20T20:34:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.globalpost.com/dispatch/news/afp/140815/first-target-now-albertsons-supervalu-are-hacked; http://www.chicagobusiness.com/article/20140815/NEWS07/140819895/jewel-osco-hit-by-computer-hack; http://wabi.tv/2014/08/15/shaws-customers-may-impacted-security-breach/; http://www.databreachtoday.com/breach-hits-836-ab-acquisition-stores-a-7200; http://threatpost.com/supermarkets-nationwide-affected-by-albertsons-supervalu-data-breach/107791; http://www.albertsons.com/2014/08/ab-acquisition-llc-confirms-incident-involving-payment-card-data-processing/; http://www.darkreading.com/supervalu-food-stores-reports-network-intrusion/d/d-id/1298068?_mc=RSS_DR_EDT&utm_source=twitterfeed&utm_medium=twitter; http://www.marketwatch.com/story/supervalu-profit-down23-data-breach-costs-weigh-2014-10-16; http://oag.ca.gov/system/files/EWB%20Consumer%20AB%20Acquisitions_Albertons_DBNotifySample_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "AB Acquisition LLC, which operates Albertsons stores under Albertsons LLC and ACME Markets, Jewel-Osco, and Shaws and Star Markets under New Albertsons, Inc., recently learned of an unlawful intrusion to obtain credit and debit card payment information in some of its stores. The appropriate federal law enforcement authorities have been notified, and AB Acquisition is working closely with its third party IT services provider, SUPERVALU, to better understand the nature and scope of the incident. Third-party data forensics experts are supporting an ongoing investigation. AB Acquisition has not determined that any cardholder data was in fact stolen, and currently it has no evidence of any misuse of any such data.  AB Acquisition believes that the intrusion has been contained and is confident that its customers can safely use their credit and debit cards in its stores.  Based on the latest information from the ongoing investigation, it appears that the period of unauthorized access may have started on June 22, 2014 (at the earliest) and ended on July 17, 2014 (at the latest).  Based on information we have at this time, Albertsons stores in Arizona, Arkansas, Colorado, Florida, Louisiana, New Mexico, Texas and our two Super Saver Foods Stores in Northern Utah were not impacted by this incident. However, Albertsons stores in Southern California, Idaho, Montana, North Dakota, Nevada, Oregon, Washington, Wyoming and Southern Utah were impacted. In addition, ACME Markets in Pennsylvania, Maryland, Delaware and New Jersey; Jewel-Osco stores in Iowa, Illinois and Indiana; and Shaws and Star Markets stores in Maine, Massachusetts, Vermont, New Hampshire and Rhode Island were all impacted by this incident.  We know our customers are concerned about the security of their payment card data, and we work hard to protect it, said Mark Bates, Senior Vice President and Chief Information Officer at AB Acquisition LLC. As soon as we were notified of the incident, we began working closely with SUPERVALU to determine what happened. Its important to note that there is no evidence at this point that consumer data has been misused.  Continued Bates, We understand the inconvenience and concern an incident like this can cause, and we deeply regret that our customers data was targeted.   Given the continuing nature of the investigation, it is possible that time frames, locations and/or at risk data in addition to that described above will be identified in the future.  More information will be available on the websites at albertsons.com, acmemarkets.com, jewelosco.com, and shaws.com within 24 hours. Although it has not yet been determined whether any cardholder data was in fact stolen, and there is no evidence to date of any misuse of such data, AB Acquisition LLC is offering customers whose payment cards may have been affected 12 months of complimentary consumer identity protection services through AllClear ID. Customers may visit the websites listed above for further information about the incident and about complimentary consumer identity protection services being offered, or call AllClear ID at 1-855-865-4449 beginning at 2:00pm MT (4:00pm ET) on August 20, 2014.  A free copy of your credit report can also be obtained from each of the credit bureaus once a year by going to http://www.annualcreditreport.com or calling 877-322-8228.  Hearing impaired consumers can access TDD services at 877-730-4104.  We encourage you to monitor these reports, as well as your credit and debit card statements.  You may also place a fraud alert or security freeze on your credit report by contacting the credit bureaus as listed below. ",
  "timeline": {
    "incident": {
      "month": 8,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "445110",
    "locations_affected": 836,
    "region": [
      "019021"
    ],
    "state": "MN",
    "victim_id": "SuperValu Inc."
  }
}