{
  "action": {
    "error": {
      "variety": [
        "Other"
      ],
      "vector": [
        "Other"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 43000000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 43000000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C6BE7EDF-BAA7-40EE-9697-E3C8742A0BE9",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-03T18:22:00Z",
    "dbir_year": 2016,
    "github": "6222",
    "master_id": "C6BE7EDF-BAA7-40EE-9697-E3C8742A0BE9",
    "modified": "2016-02-03T18:22:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/43-million-south-koreans-had-their-medical-information-leaked/; http://www.koreaherald.com/view.php?ud=20150726000368; http://english.yonhapnews.co.kr/search1/2603000000.html?cid=AEN20150723008300315",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A company specializing in developing medical fees settlement programs used by hospitals and the Korea Pharmaceutical Information Center _ which distributed free pharmacy management software to nearly half of the country's pharmacies _ were caught having sold a vast amount of data to a multinational firm, IMS Health Korea, whose U.S. headquarters, in turn, processed the big data and sold information on pharmaceuticals usage to companies in Korea.  The 2011 law on personal information protection law forbids the usage of personal information and medical information without consent. The Korea Pharmaceutical Information Center, in fact, is currently being tried for illegally collecting and distributing medical information in 2013.  IMS Health raised a 7 billion won profit by selling its report, created using illegally collected data, to Korean pharmaceutical companies.  A joint team of prosecutors and government officials said 24 people from a medical program development firm, only identified by the initial \"G,\" and a statistics company, known only by the initial \"I,\" were indicted for allegedly handling patients' records of doctor visits and prescribed medication, pocketing some 10 billion won (US$8.59 million).  After receiving the data, the multinational statistics company sold the information to pharmaceutical companies after reprocessing the information based on patients' personal information such as sex, age, disease and region.  South Korea's largest telecommunication company SK Telecom Co. was also charged with gathering patients' information without their consent through its health care business.  SK Telecom Co. denied the accusation.  \"We were just electronically handing over patients' prescriptions from hospitals to pharmacies,\" a company spokesman said.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "KR"
    ],
    "employee_count": "Unknown",
    "industry": "5112",
    "region": [
      "142030"
    ],
    "victim_id": "G"
  }
}