{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C6EF096A-2AB3-4F51-AE81-90FC5B50F374",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-02-09T22:25:00Z",
    "dbir_year": 2016,
    "github": "6402",
    "master_id": "C6EF096A-2AB3-4F51-AE81-90FC5B50F374",
    "modified": "2016-02-09T22:25:00Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://theadvocate.com/sports/lsu/13351506-123/former-program-director-for-in-patient; http://www.nola.com/crime/baton-rouge/index.ssf/2015/09/rehab_director_baton_rouge_med.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The former director of a drug rehab center in Baton Rouge used Medicaid information stolen from patients there to illegally obtain more than 5,800 oxycodone pills, according to an indictment.   After obtaining the drugs, the indictment says, Shanta Barnes then \"enriched herself\" by distributing the drugs \"outside the ordinary channels of lawful distribution.\" Joseph Shepherd, the Drug Enforcement Agency assistant special agent who worked on the case, indicated Barnes was a \"drug peddler.\"    Barnes, 49, of Baton Rouge pleaded guilty Thursday (Sept.3) to federal charges of health care fraud and aggravated identity theft.  The scheme, according U.S. Attorney Walt Green's office, started in June 2009, at the latest, and lasted less than a year at the facility called Louisiana Health and Rehabilitation Options, located at 4914 McClelland Drive.  A release from Green's office says Barnes stole Medicaid information from patients who came there for detoxification and other addiction services, and used the information to pay for prescription drugs. By using patient's Medicaid, she was able to pay in one instance $3 for a nearly $1,800 prescription for the opiate pain killers.   Once she obtained the drugs via 61 false prescriptions, she directed staff to lock them in her office.   The patients -- some who had already left the center before the prescriptions were ever written -- never received the medication or knew prescriptions had been filled in their name.  \"In these types of cases, the defendant lines his or her pockets while fueling others' painful addictions to controlled substances, attempting to hide criminal conduct behind the guise of being a medical professional,\" Green said in a statement.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "LA",
    "victim_id": "Louisiana Health and Rehabilitation Options"
  }
}