{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Mail"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1326,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1326,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C8077F36-9DDB-4CB7-9B30-9BB5EAC9EAD0",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4438",
    "master_id": "C8077F36-9DDB-4CB7-9B30-9BB5EAC9EAD0",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://healthitsecurity.com/2014/10/15/uc-davis-health-email-breach-exposes-1326-patients-data/; http://www.healthcareitnews.com/news/hipaa-breach-letters-go-out-after-email-hack; http://www.kfbk.com/articles/kfbk-news-461777/uc-davis-notifies-patients-of-email-12874337/; http://www.ucdmc.ucdavis.edu/publish/news/newsroom/9313",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "UC Davis Health System announced that it discovered a providers email had been compromised by an unknown source on September 26, breaching 1,326 patients data.  According to the release on the UC Davis Health website, the event did not involve access to patient EHRs, Social Security numbers or other personal financial information. But patient data on the email account could have included upcoming appointments, as well as consult or referral information. A member of the UC Davis IT team detected abnormal activity in the email account and determined that the providers email was compromised by the unknown source, which has yet to be identified.  This resulted in the unauthorized use and potential impermissible access of the email account. Since we are unable to determine the exact nature of the access by this unauthorized third-party, we are sending a letter to all patients who had information about them included in this email account. UC Davis Health System said that it has notified, or will be notifying, several government agencies regarding the breach. This includes the California Department of Public Health, California Attorney Generals office and Office for Civil Rights (OCR).  UC Davis Health Systems email program is encrypted, and there are measures in place to prevent intrusions like this one including email filtering and cyber surveillance from occurring. Immediate actions to protect patient privacy  including blocking access by the unauthorized user and changing the account credentials  were taken when it was discovered that the email account had been compromised. UC Davis Health System also alerted 1,800 patients of a data breach that was derived from a phishing scam in January, 2014.  Read the patient data breach notification letter here.",
  "timeline": {
    "incident": {
      "day": 26,
      "month": 9,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "UC Davis Health System"
  }
}