{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    },
    "malware": {
      "variety": [
        "Capture stored data"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "social": {
      "target": [
        "Customer"
      ],
      "variety": [
        "Phishing"
      ],
      "vector": [
        "Email"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      },
      {
        "variety": "S - Database"
      },
      {
        "variety": "P - Customer"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Credentials"
        },
        {
          "variety": "Medical"
        },
        {
          "variety": "Payment"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1361,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "variety": [
        "Modify configuration",
        "Modify data",
        "Software installation",
        "Alter behavior"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C83F276A-32AE-47FD-8004-C1D32E2ADBB0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-08T07:48:34Z",
    "github": "2113",
    "master_id": "C83F276A-32AE-47FD-8004-C1D32E2ADBB0",
    "modified": "2015-03-08T07:48:34Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.beckershospitalreview.com/healthcare-information-technology/1-361-dekalb-health-patients-information-compromised-by-cyberattack-phishing-scheme.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hacking incidents at Auburn, Ind.-based DeKalb Health have compromised the personal and health information of more than 1,000 of the system's patients.  On Feb. 12, DeKalb Health became aware a server controlled by a contract that operated DeKalb Health's website had been hacked. At that time, the health system discovered 17 of its patients who had utilized its online bill pay website had been affected by the breach. The affected patients' names, addresses, credit card numbers and Social Security numbers were potentially accessed by the hackers, according to the notification letter sent to those affected.  Shortly after discovering the bill pay website breach, DeKalb Health also discovered a fraudulent website  made to look like the health system's charity donation page  had been set up by the hackers. Using the fraudulent website, the hackers sent phishing emails to unknown individuals. DeKalb Health believes the phishing emails were sent to patients whose information was taken from the contractor's hacked server, according to the notification letter.    To generate more traffic to the fraudulent page, the hackers also altered DeKalb Health's main website by inserting a link to the fraudulent donation page.  On March 27, DeKalb Health discovered information for an additional 24 patients was included on the contractor's hacked server. The affected patients' names, addresses, email addresses, dates of birth, hospital ID numbers, insurance information, Social Security numbers, telephone numbers and demographic information were contained on the compromised server, according to the notification letter.    Subsequently, DeKalb Health discovered its database containing the information of 1,320 nursery babies was also contained on the hacked server. The babies' names, weights, lengths, dates of birth and parent names were on the server. The hackers also had access to passwords that would allow them to view the babies' information online, according to the notification letter.  As a result of the data breach, DeKalb Health has worked with the contractor to ensure the compromised server no longer contains DeKalb Health patients' information, and the health system is offering one year of free credit monitoring to all affected patients, according to the notification letter.",
  "timeline": {
    "incident": {
      "day": 12,
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "IN",
    "victim_id": "DeKalb Health"
  }
}