{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Manager"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 51,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 51,
      "notes": "Information released to people about whom they'd complained.",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "loss": [
      {
        "amount": 50000,
        "variety": "Response and recovery"
      }
    ],
    "overall_amount": 50000,
    "overall_rating": "Unknown"
  },
  "incident_id": "C932A85B-7539-4514-9C14-44986C3344FD",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-12T17:51:00Z",
    "github": "1435",
    "master_id": "C932A85B-7539-4514-9C14-44986C3344FD",
    "modified": "2014-09-12T17:51:00Z",
    "timeline": {
      "notification": {
        "month": 4,
        "year": 202
      }
    }
  },
  "reference": "http://www.islingtongazette.co.uk/news/ico_not_to_punish_islington_council_over_andover_estate_gang_leak_1_3254038",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "ICO not to punish Islington Council over Andover Estate gang leak  An investigation by the Information Commissioners Office (ICO) concluded the town hall should not face a fine  despite releasing the details of residents to a gang of yobs they had complained about.  The council was forced to pay 50,000 for extra policing on the Andover Estate after the names of 51 residents were released to 10 yobs in April 2012.  Six families had to be rehoused and a group of 14 residents each received between 1,000 and 5,000 in compensation after taking joint legal action against the town hall.  Three months later a second leak  in which the council published sensitive details including sexual preference, ethnicity, religion and mental health problems of around 2,400 residents  saw the ICO fine the council 70,000.  Last year councillors set aside 500,000 to pay the fines but will now receive no further financial punishment.  The town hall will, however, accept an information audit from the ICO, expected to take place this autumn.  Leader of the Lib Dem opposition Cllr Terry Stacy said the verdict was a slap in the face to those affected.  Im extremely disappointed in the ICO, he said. Its a slap in the face to the residents forced to move out of their homes due to the councils incompetence.  At the beginning of 2013, the email addresses of 150 residents were inadvertently made public.  Since the leaks, the town hall says it has instigated a thorough programme of training and awareness-raising to make staff more diligent.  Cllr Andy Hull, executive member for finance and resources, said: The release of this data was a serious matter. It was a case of human error but as we have said all along, that does not excuse it. The council is sorry for the distress this caused.  An ICO spokesperson said:We considered the existing measures the council had in place to keep the information secure and the remedial measures introduced by the organisation.  We also considered how best to ensure requirements are met going forward. It was determined that formal action was not the most appropriate means of promoting future compliance on this particular occasion.  We will keep a record of the incident and revisit it if similar issues come to our attention.",
  "timeline": {
    "incident": {
      "month": 4,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Small",
    "industry": "921110",
    "locations_affected": 1,
    "region": [
      "150154"
    ],
    "victim_id": "Islington Council"
  }
}