{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Flash drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 5534,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 5534,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "C995A60F-F152-435A-92E2-642EF935DD34",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-06T21:30:07Z",
    "github": "2047",
    "master_id": "C995A60F-F152-435A-92E2-642EF935DD34",
    "modified": "2015-03-06T21:30:07Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.scmagazine.com/fate-of-unencrypted-drive-unknown-phi-of-5500-in-virginia-at-risk/article/343831/; http://www.sterlingchiropractortherapy.com/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "More than 5,500 patients of Virginia-based NOVA Chiropractic & Rehab Center of Sterling may have had personal information  including Social Security numbers  compromised after an unencrypted thumb drive containing the data was possibly thrown away.  How many victims? 5,534, according to HHS.gov.   What type of personal information? Names, addresses, health records, and, in some cases, Social Security numbers, dates of birth, diagnoses, insurance claim forms, and payment information, including expired credit card data.  What happened? An unencrypted thumb drive that contained the data was misfiled and put into regular office circulation, inadvertently wiped clean, or possibly thrown away.  What was the response? NOVA is interviewing involved individuals and taking inventory of electronic devices as part of an ongoing investigation. NOVA is improving security by only using encrypted and password protected devices. NOVA has issued a notification that is posted to the website, and is offering a free examination, regular office visit, or therapy session to impacted individuals or their family members.  Details: NOVA learned of the incident on Jan. 30. The unencrypted drive was used to transfer older electronic files.  Quote: Please rest assured that your health information is intact and our office still has your important records, John Ratcliffe, clinic director with NOVA, wrote in the notification posted online. The likelihood that there indeed was a breach of information is extremely low.  Source: sterlingchiropractortherapy.com, Important HIPAA notice, March 25, 2014.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621310",
    "region": [
      "019021"
    ],
    "state": "VA",
    "victim_id": "NOVA Chiropractic & Rehab Center"
  }
}