{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 5000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CA15782D-A6D6-42AB-8778-6620A6B73F56",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-21T08:39:00Z",
    "github": "4670",
    "master_id": "CA15782D-A6D6-42AB-8778-6620A6B73F56",
    "modified": "2014-11-21T08:39:00Z",
    "timeline": {
      "notification": {
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/if-you-dont-respond-to-notifications-of-a-leak-the-problem-doesnt-go-away-it-gets-worse/; http://vulnerabledisclosures.blogspot.com/2014/09/wakemed-wwwwakemedorg.html; ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On September 3, SLC alleged that WakeMed was leaking patient information:  Type: PII Area: Healthcare First Noted: 3 September 2014 Location: NC Total Records: 5000+ Status: Not Monitoring for Follow Up (Not a client)  SLC Security Services LLC has noted that this medical establishment has failed to secure patient records. Observed were patient name and date of birth as well as specific medical information. SLC Security Services LLC has confirmed the information in this report.  Company Location and Contact Information: Various Locations  Central NC  Additional Follow up: IT staff contacted us. We provided what information was known. The entity is not a client of SLC Security Services LLC. We are unable to verify if the company has resolved the issue at this time.  Update: As of 25 Sept 2014 this vulnerability still exist. We are seeing multiple PHI and PII from this source. The issue may be attributed to an outside source.  On October 31, SLC updated their report:  SLC Security Services LLC will begin notifying patients of Cape Fear Valley Health System (Fayetteville, NC) and WakeMed (Various Locations) after formal notification has been made to the entities formally.  We have previously contacted both entities and neither entity responded to our notification letters.  Well, it appears that WakeMed IT personnel did originally respond to the notification, but what happened after that? Perhaps SLC meant to say that WakeMed didnt respond effectively as the information is still allegedly leaking?  As I commented previously in response to their report about Cape Fear Valley Health System (also in North Carolina, and also now having their patients notified by SLC): entities need to respond to notifications or things will get worse. Certainly, this is no way for patients to find out about a security problem.  Not only did Cape Fear Valley Health System allegedly not follow up on SLCs report to them, they did not respond to an inquiry sent to them in September by PHIprivacy.net.  Neither Cape Fear Valley Health System nor WakeMed are listed on HHSs public breach tool as having reported breaches to HHS.  Today, PHIprivacy.net asked SLC Security via Twitter if they have reported their findings to HHS. PHIprivacy.net also tweeted inquiries to WakeMed and Cape Fear Valley Health System to inquire whether they were aware of leaks and whether they were aware that their patients were being directly notified by SLC Security.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Cape Fear Valley Health System"
  }
}