{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Employee",
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CA46642F-8B8C-44DB-A218-94321A5D0060",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T02:46:00Z",
    "dbir_year": 2016,
    "github": "6605",
    "master_id": "CA46642F-8B8C-44DB-A218-94321A5D0060",
    "modified": "2016-02-07T02:46:00Z",
    "timeline": {
      "notification": {
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://www.app.com/story/news/local/neptune-wall/wall/2015/11/13/records-brisbane-wall/75705462/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Inside the former Arthur Brisbane Child Treatment Center sat piles of cardboard boxes, turning the former psychiatric hospital into a makeshift storage facility.  The files contained within run the gamut of both state employees and Brisbane patients, including personal information such as Social Security numbers, medical history and banking information.  The only problem? The door to the Brisbane Center, which closed in 2005, has been left wide open at least on various occasions over the past month.  According to a former employee of the hospital who requested anonymity, doors to at least one building at the Route 524 complex were left wide open on multiple occasions over the past few months.  Inside, the employee found boxes labeled \"payroll,\" \"timesheets\" and \"medical.\" Some documents contained private personal information, including Social Security information.  Some boxes were tagged to be destroyed in years as far away as 2045. Others were left there despite destruction dates as long ago as 2002.  \"I just can't believe they cleaned it out and left those things with nobody watching,\" the employee said. \"It's very uncomfortable thinking that my information is out there for somebody to take. In this age, when everyone's concerned about identity theft, it seems ridiculous that boxes should just be out there for anyone to stumble upon.\"  The state Department of Children and Families have removed the boxes from the Brisbane center and transported them to a secure location, where spokesman Ernest Landante said officials would \"determine the circumstances under which the boxes were placed where they were found.\"  \"We are actively investigating the matter and the circumstances under which the boxes were stored and discovered,\" Landante said in an email. \"The department takes seriously the proper safeguarding of sensitive information and we are taking every step in this matter to determine whether the information has been misused.\"  The Brisbane Center was the state's only adolescent psychiatric hospital until 2005. The center was the subject of a damning Department of Children and Families report that detailed frequent suicide attempts and alleged that patients didn't receive more than one hour of individual therapy each week.  The hospital was ordered closed when officials began restructuring the state's child welfare system.  For much of its history, the facility was run by the state Department of Human Services. It was placed under control of the DCF shortly before it closed and the Treasury Department afterward.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "000",
    "region": [
      "019021"
    ],
    "state": "NJ",
    "victim_id": "Arthur Brisbane Child Treatment Center"
  }
}