{
  "action": {
    "physical": {
      "variety": [
        "Tampering",
        "Disabled controls"
      ],
      "vector": [
        "Victim public area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Lewys Martin",
      "region": [
        "019021",
        "150154",
        "142145",
        "150155"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CA707295-7395-4014-8F5C-2C33DE88A881",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-18T03:40:00Z",
    "github": "2356",
    "master_id": "CA707295-7395-4014-8F5C-2C33DE88A881",
    "modified": "2014-08-18T03:40:00Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://www.southendstandard.co.uk/news/11283531.Shoppers_warned_over_High_Street_cashpoints_after_scammers_strike/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "POLICE are warning people not to use High Street cash machines after fraudsters used skimming devices to steal cards.  Rayleigh Neighbourhood Policing Team issued the alert after card slot jamming devices were found on two cash machines in the High Street.  The device makes it appear the card has been swallowed by the machine, while a crook looks over the card users shoulder or films the user entering their PIN.  Scores of users could be at risk of losing hundreds of pounds if they dont report the missing card, or walk away from the machine to talk to their banks.  Police advised residents to use cash machines inside banks, rather than on the street.  Jeff Appleby, the districts inspector, said: If users dont follow our advice, they could lose up to 300 initially and if they dont realise their card has been stolen, these thieves could use it for other things.  The devices were spotted at about 6.45am and 7am on Friday on machines at Santander and NatWest. No money was lost by either customer.  Officers are looking at CCTV to try to identify who fitted the devices. Police are unsure if anyone fell prey to the scam and had their cards stolen, as usually victims come forward a number of days later.  Advice has been issued to residents across the district as thieves often select random locations to catch people off guard.  Insp Appleby said: Our initial advice if anyone has their card stolen is to cancel it.  Usually these devices are put into machines in the early hours, when fewer people are around. It is rare for them to be put on High Street machines, as there are more people about.  Usually, they target garages, where the machines are used less frequently and arent connected to a bank, so it is more likely the victim walks away.  Police urged residents to cover the keypad when entering PIN numbers and to be aware of their surroundings.  If residents spot anything unusual, they should report it to their bank and police as soon as possible and call the card issuers 24-hour phone number.  Crime prevention officer Emma Clarke, of the Neighbourhood Policing Team, said: Be particularly cautious if well meaning strangers try to distract you or offer to help you.  Ideally, avoid street ATMs and, if you can, use ATMs in the bank.",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "1001 to 10000",
    "industry": "522110",
    "region": [
      "150154"
    ],
    "secondary": {
      "amount": 1,
      "notes": "NAICS 522110",
      "victim_id": [
        "NatWest Bank"
      ]
    },
    "victim_id": "Santander Bank"
  }
}