{
  "action": {
    "misuse": {
      "variety": [
        "Data mishandling"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 360000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 360000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CA815388-C9F1-47C3-9C03-917FF1D19B11",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-08-04T16:53:00Z",
    "github": "3200",
    "master_id": "CA815388-C9F1-47C3-9C03-917FF1D19B11",
    "modified": "2014-08-04T16:53:00Z",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 4,
        "year": 2013
      }
    }
  },
  "reference": "http://www.scmp.com/news/hong-kong/article/1210756/deceitful-firm-ordered-destroy-personal-data",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The public watchdog condemned a medical centre for collecting personal data from more than 360,000 people and selling it to an insurance broker for direct marketing purposes.  The Office of Privacy Commissioner for Personal Data yesterday revealed that the Hong Kong Prevention Association (HKPA) made cold calls to people, offering them a chance to join a free medical check-up scheme and asking them for personal data. The callers claimed the checks were endorsed by the government, which was not true.  They also failed to explain clearly that the data would be transferred to Aegon Direct Marketing Services Insurance Broker, for use in direct marketing activities.  Aegon Direct paid for the information, which used it for promoting insurance products.  Privacy Commissioner Allan Chiang Yam-wang said the data was collected in a misleading and arguably deceitful way. He said the insurer was also accountable as it had approved scripts used by the association's telemarketers.  \"Such irresponsible and recalcitrant behaviour must be condemned,\" he said.  Chiang said the commission had received 11 inquiries and five complaints about the matter. It investigated three complaints. It found that the association had signed an agreement with Aegon Direct to sell data from at least 2,000 people every month.  Over the past two years Aegon Direct paid more than HK$10 million for the data obtained from 363,830 people and for any medical check-ups they had. In the end, about 168,000 people undertook simple kidney checks.  Chiang said callers had slurred through almost 400 words in one minute when it came to explaining how the data would be passed to Aegon Direct.  \"Once they mentioned the role of Aegon Direct, they would speak very fast. They only emphasised the free body check throughout the call,\" he said. The commissioner ordered the insurer to destroy all the data obtained from the HKPA, except information about those who had bought insurance, by the end of September. Failure to do so would be a criminal offence.  Aegon Direct said it had never authorised the association to say its promotional campaign had been endorsed by the government. The HKPA did not respond to Post inquiries.  Meanwhile, the commission also found that the way the MTR Corporation handled its CCTV footage was not good enough. It stored some footage longer than required and failed to use an encrypted device to transfer it.  The MTR, which has 3,342 CCTVs installed at stations and 429 on trains, said it would study the recommendations.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "HK"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "142030"
    ],
    "victim_id": "Hong Kong Prevention Association"
  }
}