{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "51913",
      "motive": [
        "NA"
      ],
      "notes": "TruBridge",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 61,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 61,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CB3EFDE2-A2C4-47DE-AEF5-499C7B72F940",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4604",
    "master_id": "CB3EFDE2-A2C4-47DE-AEF5-499C7B72F940",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.hertsad.co.uk/news/st_albans_cases_highlighted_by_probe_into_data_breaches_by_police_and_health_trust_1_3825602",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An investigation has been launched into recent embarrassing data breaches following confessions by the police and the health chiefs who run St Albans hospital.  Confidential data from anti-social behaviour cases appeared on the Herts Police local priorities pages on the Home Office website (police.uk), following a technical computer error by an external service provider.  This breach resulted in 61 cases - including two from St Albans - where individuals names and addresses appeared on the website for five days.  Superintendent Andrew McCracken, head of crime reduction, said the police very much regret the data breach, which was discovered by an officer on October 9.  He added: Fortunately the pages were accessed by very few people and we are confident that any risk to people whose information appeared on the site has been minimised.  In our role as data controller we have referred the case ourselves to the Information Commissioners Office.  The public can be confident that the details held on the system are now secure and confidential.  Herts Police and Crime Commissioner David Lloyd described the forces breach as a very serious matter.  Meanwhile Samantha Jones, chief executive of West Herts Hospitals NHS Trust said staff had been informed of three information breaches.  She said: On two separate occasions, two members of staff sent staff data to their personal email address so they could work on it while out of the office.  Ms Jones said that as this was contrary to trust policy, those employees would be subject to disciplinary procedures.  In addition, staff data was accidentally sent to a staff member at another NHS trust.  None of the three breaches involved patient data.  However the type of data sent included information such as the name, date of birth, national insurance number, address, salary, professional registration and, if supplied by the staff member, their sexuality and religion.  Ms Jones said that immediate steps had been taken to prevent any further breaches, and an internal investigation has also been launched.  She added: I have apologised on behalf of the trust board to our staff.  But the breaches have been criticised by St Albans MP Anne Main who said: This raises a lot of questions. People need to know their data is safe, and this isnt good enough.",
  "timeline": {
    "incident": {
      "day": 9,
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "922120",
    "region": [
      "150154"
    ],
    "victim_id": "Herts Police"
  }
}