{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Data mishandling"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Other"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    },
    "unknown": false
  },
  "incident_id": "814ce820-35b0-11ec-be76-613d00a742ca",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Yes"
      }
    },
    "created": "2021-10-25T21:54:07.343Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp"
      }
    ],
    "github": "18058",
    "master_id": "cb971e95-f453-4e3c-8226-e286a0daded0",
    "modified": "2021-10-25T21:54:33.674Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 9,
        "year": 2021
      }
    }
  },
  "reference": "https://news.yahoo.com/police-officer-charged-seeking-relationship-woman-exchange-help-case-035449776.html",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "SINGAPORE — A police sergeant was charged on Thursday (2 September) for allegedly seeking a romantic relationship with a female individual, in exchange for helping her with her case.  Singaporean Sean Teo, 25, was handed a charge each under the Computer Misuse Act, Official Secrets Act and Prevention of Corruption Act.  These are for accessing data regarding to individuals arrested in the Singapore Police Force system without authority; for sending a photo he received from a police operation to the woman he wanted a relationship with; and for soliciting a relationship with her in exchange for helping her with her Central Narcotics Bureau case.  Teo allegedly misused a SPF computer system on 2 November 2019, in order to access the data of individuals who were arrested in a police operation via an incident report.  On 8 December, while at a playground along Jurong West Street 61, Teo allegedly had in his possession a photograph relating to the 2 November police operation. He is said to have sent this photo to the woman, whose name cannot be revealed due to a gag order.  In the same month, Teo allegedly solicited gratification in the form of a romantic relationship with the same woman, in exchange for assisting in her case with the Central Narcotics Bureau. The woman rejected his request.  His case will be heard in court again on 30 September.  Yahoo News Singapore has reached out to the Singapore Police Force about Teo’s employment status.  If convicted of a corruption offence under the Prevention of Corruption Act, Teo can be jailed up to five years, and/or fined up to $100,000. If convicted of the offence under the Computer Misuse Act, he can be jailed up to two years and/or fined up to $5,000. If convicted of an offence under the Official Secrets Act, he can be jailed up to two years and fined up to $2,000.",
  "targeted": "Targeted",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 11,
      "year": 2019
    }
  },
  "victim": {
    "country": [
      "SG"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "Regional"
    ],
    "industry": "922110",
    "region": [
      "142035"
    ],
    "victim_id": "Singapore Police Department"
  }
}