{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 300,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 300,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "discovery_notes": "The disciplinary committee heard that Calvano was caught peeping when another nurse tried to pull up a patient's electronic health record and couldn't access it because it was already being viewed by Calvano.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "2001DC48-1808-4191-9540-CE40043AB8BF",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T23:09:00Z",
    "dbir_year": 2016,
    "github": "5953",
    "master_id": "CC3FEADD-EF47-407E-8A92-3ADF80DCAC95",
    "modified": "2016-08-18T23:15:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 5,
        "year": 2015
      }
    }
  },
  "reference": "http://www.saultstar.com/2015/05/06/former-sah-nurse-suspended-for-snooping",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former nurse at the Sault Area Hospital has pleaded guilty to professional misconduct and has been suspended for three months for snooping into the personal health files of more than 300 patients. Marcella Calvano, 42, pleaded guilty Tuesday at a disciplinary hearing at the College of Nurses of Ontario in Toronto of professional misconduct and engaging in conduct that is unprofessional and dishonourable. Calvano admitted to allegations of violating the privacy of patients who sought treatment in the emergency department at the hospital in 2011 and 2012, while an employee in the hospital's surgical department. In an email response, SAH public affairs officer Rose Calabani, said the hospital would not be commenting on this issue because it is a personnel matter. According to a three-page agreed statement of facts, Calvano, who obtained her nursing diploma from Sault College in 1995, was initially employed as a casual nurse and moved into a full-time position at the hospital in 2000. She worked as a critical care float nurse in the Intensive Care Unit and Emergency Department before transferring to the surgical unit wing in the spring of 2010. Access to emergency patient records was never cut off for Calvano, as they should have been, the disciplinary hearing heard. The electronic tracker allows users to see who is in the emergency department, the client's date of birth, the primary complaint and order entries like lab work, diagnostic imaging results and all lab results. Hospital policy states that no employee is permitted to access patient files for whom they are not involved in the patient's circle of care.",
  "timeline": {
    "containment": {
      "unit": "Years",
      "value": 2.0
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Sault Area Hospital"
  }
}