{
  "action": {
    "malware": {
      "result": [
        "Deploy payload"
      ],
      "variety": [
        "Ransomware"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Organized crime"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "availability": {
      "notes": "possible obsucration. article was unclear.",
      "variety": [
        "Obscuration"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Student"
      ],
      "state": [
        "Stored"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "incident_id": "deb2dca0-157a-11ec-8375-f10617ad68c4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Unknown"
      }
    },
    "created": "2021-09-14T21:57:46.430Z",
    "dbir_year": 2022,
    "event_chain": [
      {
        "action": "mal",
        "actor": "ext",
        "asset": "unk",
        "attribute": "ia",
        "summary": "malware installed apparently (although article does not state it)"
      },
      {
        "action": "mal",
        "actor": "ext",
        "asset": "unk",
        "attribute": "au",
        "summary": "ransomware possibly deployed (although article only hints as much)"
      }
    ],
    "github": "18066",
    "master_id": "ccc30f7c-7b67-4049-ac88-898d37692f24",
    "modified": "2021-09-14T21:57:59.547Z",
    "timeline": {
      "notification": {
        "day": 8,
        "month": 9,
        "year": 2021
      }
    }
  },
  "reference": "https://www.databreaches.net/howard-university-investigates-alleged-ransomware-attack/",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Howard University announced Monday that they are investigating a ransomware attack.  According to school officials, their information technology team detected unusual activity on the school’s network last Friday.  Due to the unusual activity, the school’s Enterprise Technology Services (ETS) intentionally shut down the university’s network to investigate. WASHINGTON D.C. (7News) — Howard University announced Monday that they are investigating a ransomware attack and canceled classes Tuesday. Now, university officials are canceling online and hybrid classes Wednesday, too. In-person classes will take place.  According to school officials, their information technology team detected unusual activity on the school's network last Friday.  Due to the unusual activityOnline and hybrid classes will be canceled again Wednesday so that the IT team has more time to investigate the incident. The campus will be open to essential employees only.  \"This is a highly dynamic situation, and it is our priority to protect all sensitive personal, research, and clinical data. We are in contact with the FBI and the D.C. city government, and we are installing additional safety measures to further protect the University’s and your personal data from any criminal ciphering,\" university officials say.  Howard sophomore Tahir Scott expressed his frustration with having no WIFI, saying he cannot do homework as often because so much of it is online. “[We were told to] change our password, check our user name make sure nobody’s trying to use it to log in,” Scott said.  Allan Liska, a senior intelligence analysist for the cyber security firm, Recorded Future, says ransomware attacks frequently occur around holidays, noting the Colonial Pipeline attack that took place on Mother's Day weekend.  “Colleges and universities have become much more attractive to ransomware groups because they can demand higher payment,\" Liska said. Recorded Future says this is the 20th attack against a college or university just this year.  The school shared this information with its community:  All online and hybrid undergraduate courses remain suspended for tomorrow, Wednesday, September 8, and the physical campus will be open to essential employees only. All in-person undergraduate, graduate, professional, and clinical experiential courses will resume as scheduled tomorrow, Wednesday, September 8. Please note that course lecture content requiring internet access on campus may not be available. Faculty with alternative Wi-Fi connection options (i.e. hot spots), will be able to access online academic modules and apps, and can coordinate class convening via university-approved platform The add/drop deadline for courses will be extended. Specific details will be provided once confirmation of BisonWeb and Wi-Fi access for students on campus is provided. For your convenience:  Both dining halls will remain open. Nonessential employees are expected to remain home. Some apps are accessible. Others are not., the school's Enterprise Technology Services (ETS) intentionally shut down the university’s network to investigate. An alternative Wi-Fi system will be deployed on campus, but won't be available until Wednesday/ \"The situation is still being investigated. ETS and its partners have been working diligently to fully address this incident and restore operations as quickly as possible. We are currently working with leading external forensic experts and law enforcement to fully investigate the incident and the impact. To date, there has been no evidence of personal information being accessed or exfiltrated; however, our investigation remains ongoing, and we continue to work toward clarifying the facts surrounding what happened and what information has been accessed,\" they wrote in a statement.  According to officials, the school is working with forensic experts and law enforcement to investigate the incident. They say so far, there's no evidence of personal information being accessed or exfiltrated.",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 9,
      "year": 2021
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "government": [
      "NA"
    ],
    "industry": "611310",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Howard University"
  }
}