{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown",
        "NA"
      ],
      "name": [
        "Tane Rogers"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Customer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 25,
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 25,
      "data_victim": [
        "Customer"
      ],
      "notes": "three pieces of paper listing 25 customers' term deposit account numbers, start dates, maturity dates, interest rates and balances.",
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CD6F364B-28C6-403A-927F-956E280EEBDA",
  "notes": " Westpac naics 522298 employees 36,000  incident 2013-03-01 notification 2013-06-12  Data 25 term deposits account numbers, term deposit start and maturity dates, interest rates and balances. After an investigation, Mr Rogers is in the clear.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-12T13:55:00Z",
    "dbir_year": 2016,
    "github": "429",
    "master_id": "CD6F364B-28C6-403A-927F-956E280EEBDA",
    "modified": "2016-01-12T13:55:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 6,
        "year": 2013
      }
    }
  },
  "reference": "http://www.stuff.co.nz/manawatu-standard/news/9363345/Bank-remains-tight-lipped-about-privacy-incident;http://www.stuff.co.nz/manawatu-standard/news/8785751/Bank-silent-over-privacy-breach",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Three months after private banking details allegedly went walkabout from a Westpac branch in Palmerston North, the bank is still refusing to say if affected customers have been told.  Who is responsible for this privacy breach is disputed but, no matter how it happened, the Office of the Privacy Commissioner says it is a good idea for organisations to notify affected parties.  On March 1, Palmerston North man Tane Rogers left Westpac's Broadway Ave branch with three pieces of paper listing 25 customers' term deposit account numbers, start dates, maturity dates, interest rates and balances.  Mr Rogers said he was given the documents among several handed over by an employee, but the bank has called the police.  It is understood the bank has accused him of taking the papers.  However, he denies doing so. ''I'm the good guy here,'' Mr Rogers said.  Yesterday, the Manawatu Standard again asked Westpac if affected term deposit holders had been told anything, as recommended by the Privacy Commissioner.  ''We have nothing to add to what we have previously said,'' bank spokesman Chris Mirams said.  In March, Mr Mirams said nothing was given to Mr Rogers and nothing was left in a ''public space''.  Mr Rogers had one visit from the police but has heard nothing since telling them in early March he wanted to speak to his lawyer.  The officer in charge of the case was unavailable to comment and police inquiries into the matter seem to have stalled.  Assistant privacy commissioner for legal and policy, Katrine Evans, has told the Standard there are no mandatory requirements for an organisation to admit to a privacy breach.",
  "timeline": {
    "incident": {
      "day": 1,
      "month": 3,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "25001 to 50000",
    "industry": "522298",
    "locations_affected": 1,
    "region": [
      "009053"
    ],
    "victim_id": "Westpac Banking Corp"
  }
}