{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Disk drive"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 2200,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 2200,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "7812BBBB-1B05-4550-8D9D-563EEFBDF4A4",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-06T23:35:00Z",
    "dbir_year": 2016,
    "github": "7496",
    "master_id": "CE1CD91A-BFCD-40C8-A26C-36C2D7C51F25",
    "modified": "2016-07-06T23:45:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 3,
        "year": 2015
      }
    }
  },
  "reference": "http://www.hipaajournal.com/2200-michigan-dental-patients-warned-of-phi-breach-3374/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "2,200 Blue Chip Dental patients have been notified that a backup system installed to safeguard patients' protected health information (PHI) has played a part in its exposure.  The Social Security numbers, medical insurance information, names, and addresses of patients have potentially been compromised as a result of the loss of a portable storage device used to store data backups.  Late last year, Blue Chip Dental implemented a backup system to better protect patient data. The backup system was installed \"to store our digital information offsite in case of fire or other disaster to our building,\" according to the substitute breach notice placed on the company website. The backup system was part of a $25,000 digital security overhaul.  On January 26, 2016, a portable storage device used for the backup system was discovered to have gone missing. No evidence has been uncovered to suggest data have been obtained or accessed inappropriately although the missing backup drive has now been declared lost.  Blue Chip Dental contacted the firm used to install the digital security system and was initially told that data stored on the drive was not at risk of being exposed. However, three weeks later Blue Chip Dental was informed that was not the case, and data on the drive could potentially be accessed. It is not clear from the breach notice whether the system included data encryption for backup files and an error had been made configuring the system, or whether the backup system did not encrypt data.  In response to the breach, Blue Chip Dental's IT providers \"have fixed the issue with the portable hard drives.\" Higher levels of security have also been implemented to prevent future breaches of this nature from occurring.  This incident highlights just how important it is for HIPAA-covered entities to only deal with vendors that are able to confirm that their systems, or the systems they install, offer the necessary protections required by HIPAA. Vendors must also sign a business associate agreement (BAA) to this effect.  If a covered entity implements an IT system that they have assurances offers the required level of protection for ePHI and a compliant, signed BAA has been obtained, liability for a data breach may be avoided.",
  "timeline": {
    "incident": {
      "day": 26,
      "month": 1,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621210",
    "region": [
      "019021"
    ],
    "state": "MI",
    "victim_id": "Blue Chip Dental"
  }
}