{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1483,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1483,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FD46C10E-290F-4656-BDBF-BEFECA9567FA",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-24T22:01:00Z",
    "dbir_year": 2017,
    "github": "7284",
    "master_id": "CE742218-5CF5-44FB-93E3-7B04498A2A94",
    "modified": "2016-08-24T22:07:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.databreaches.net/me-data-breach-hits-york-hospital-employees/; http://www.seacoastonline.com/news/20160224/data-breach-hits-york-hospital-employees; http://www.scmagazine.com/york-hospital-breach-compromises-pii-of-1400-employees/article/479549/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "York Hospital has been hit by cyber criminals who stole identifying information from employees, but the hospital says patient information was not targeted. A press release sent out Wednesday afternoon said there is no indication at this time that patient health information, which is stored on a system separate from staff employment information, was targeted in the Feb. 22 attack, nor was any medical information of York Hospital staff compromised. Jody Merrill, director of marketing, said employee names, addresses, social security numbers and 2015 wage information were stolen, but no bank information. She said she could not discuss the breach further, nor could she talk about how it was discovered because those matters are under investigation. York Hospital is working with the Boston office of the FBI to learn the identity of those responsible for this crime \"so that they can be prosecuted to the fullest extent of the law,\" the press release states. The hospital has engaged legal counsel for the benefit and future protection of the entire organization, and steps are being taken by information technology, human resources, and hospital leadership to ensure that no future thefts occur, according to the press release. \"I am very sorry that we have been victimized by these predatory thieves,\" said hospital President Jud Knox. \"My deepest apologies to all for the anxiety, disruption, and inconvenience this crime creates for everyone. I commit to providing protection and support for everyone at York Hospital.\" Identity theft security and mitigation services will be available to all staff at no cost to them so that credit rankings, bank accounts and IRS status can be protected for the upcoming year, according to staff.",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "ME",
    "victim_id": "York Hospital"
  }
}