{
  "action": {
    "physical": {
      "variety": [
        "Tampering",
        "Disabled controls"
      ],
      "vector": [
        "Victim grounds"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "RO"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "150151",
        "142034"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 59,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 59,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CE9ABB88-000B-433C-94C0-B6D2B6CCDF42",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-10-01T15:27:00Z",
    "github": "2571",
    "master_id": "CE9ABB88-000B-433C-94C0-B6D2B6CCDF42",
    "modified": "2014-10-01T15:27:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://articles.chicagotribune.com/2013-07-05/news/ct-tl-river-forest-atm-skimming-20130705_1_community-bank-bank-customers-device",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Man, 31, charged with River Forest ATM skimming  A 31-year-old Arlington Heights man faces felony charges after police said he stole bank customers' data from an ATM outside a River Forest bank.  Stefan-Lorin Barbut is accused of working with a still-unidentified man to collect data on 59 ATM transactions between June 24 and July 1 at Community Bank of Oak Park and River Forest, which is located at 7777 W. Lake St., according to a July 5 River Forest Police Department press release.  Barbut, who is in the United States on a valid Romanian visa, is charged with felony identity theft and felony possession of a scanning device, according to the release. Police said they are continuing their investigation and have not charged the second suspect as of Friday afternoon.  On July 1, Bank personnel discovered a \"skimming\" device  which collects data from swiped cards and video footage of customers entering their personal identification numbers. The data was most likely used to create duplicate credit cards, the release states. No Community Bank members lost money, but federal investigators are still looking into users of other banks who withdrew money from the ATM when the skimming device was attached, River Forest Deputy Police Chief James O'Shea said.  River Forest detectives deactivated the device the same day bank personnel reported the device, O'Shea said. They used security camera footage to identify the suspects and the time window in which they were visiting the ATM. Barbut was arrested when he arrived at about 7:45 p.m. the same day.  \"It was excellent police work by the detectives,\" O'Shea said.  Barbut's bail was set at $20,000 on July 3, and he would have to post 10 percent of that to get out of jail. He is scheduled to appear in court in Maybrook July 11.  Community Bank is notifying its affected customers, the release states. Any non-customers who used the ATM between June 24 and July 1 can contact River Forest detectives at 708-366-7125 for details.  wjventeicher@tribune.com",
  "timeline": {
    "compromise": {
      "unit": "Minutes"
    },
    "containment": {
      "unit": "Days",
      "value": 9
    },
    "discovery": {
      "unit": "Days",
      "value": 9
    },
    "exfiltration": {
      "unit": "Days",
      "value": 9
    },
    "incident": {
      "day": 24,
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "522110",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "IL",
    "victim_id": "Community Bank of Oak Park and River Forest"
  }
}