{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown",
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CF66B534-9DB3-4B98-9522-C7E8242D00F6",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4599",
    "master_id": "CF66B534-9DB3-4B98-9522-C7E8242D00F6",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 10,
        "year": 2014
      }
    }
  },
  "reference": "http://www.chron.com/news/politics/texas/article/State-fires-employee-for-alleged-leak-during-5794951.php",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Texas Health and Human Services Commission has fired a senior-level manager for allegedly giving sensitive information to a private company negotiating a multimillion-dollar state contract.  Leah Rayne, the commission's business technology architect, admitted to officials she leaked details about an internal strategy meeting to Truven Health Analytics, an Ann Arbor, Mich.-based company that was in final negotiations for an enterprise data warehouse contract, commission spokeswoman Stephanie Goodman said.  The project, ordered by the Legislature in 2007 as a way to increase data-based decision-making at the agency, was expected to cost about $40 million per year.  Officials revoked Truven's tentative contract award last month and announced plans to rebid the project, citing the leak and cost concerns.  No appeal allowed  Rayne was informed of her firing in a two-page letter hand-delivered Sept, 25, a day after the Houston Chronicle published a story about the leak and the end of negotiations.  \"Your conduct violated the HHSC Human Resources Manual and the HHSC Ethics Policy as well as your responsibility to keep such information confidential,\" the letter said. \"In addition, your conduct has cost HHSC thousands of dollars in staff time and opportunity costs.\"  Rayne is the only Texas Health and Human Services Commission employee in recent memory to be fired for violating rules of nondisclosure related to a procurement, Goodman said. No other members of the project team are thought to have been involved in the leak, she said.  As a senior-level manager, Rayne does not have a right to appeal her firing, Goodman said.  Rayne, 45, who was making an annual salary of $123,725, did not return messages seeking comment.  Commission officials said last week that while the leak compromised the state's negotiating position, benefiting Truven, there was no indication the company did anything inappropriate.  The company spent approximately $2 million in the procurement process and last month said it hoped to recoup the money from the state.  Hero or scoundrel?  Truven adviser Tom Suehs, a former HHSC chief, said last month that several contractors told him they viewed the leak as a warning officials were trying to steer the project to another contractor.  Among information allegedly leaked was that the commission's general counsel said another company was doing similar work at a lower rate for another division in the agency.  \"We have long had concerns about the transparency of state contracting and politicians steering contracts to cronies,\" said Andrew Wheat, research director at Texans for Public Justice, an Austin-based advocacy group. \"In this case, it's hard to say without more information whether this leaker is a hero or a scoundrel.\"",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "industry": "923130",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Texas Health and Human Services Commission"
  }
}