{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Public facility"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "US"
      ],
      "industry": "562920",
      "motive": [
        "Unknown",
        "Financial"
      ],
      "notes": "Secure Waste Disposal, Inc.",
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 34,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 34,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CFA352CA-24D1-46B8-A162-5E083878A9BE",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-26T21:56:25Z",
    "github": "4229",
    "master_id": "CFA352CA-24D1-46B8-A162-5E083878A9BE",
    "modified": "2015-03-26T21:56:25Z",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.tampabay.com/news/military/veterans/man-accused-of-stealing-haley-va-patient-id-info/2194269",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The documents with the Social Security numbers of veterans treated at the James A. Haley VA Medical Center were supposed to be shredded by a company whose website warns, \"Don't become a victim of identity theft.\"  But the firm, federal prosecutors say, employed a 24-year-old with a criminal history who kept those records out of the shredder, instead selling them to individuals who used the documents to file fraudulent tax returns.  Federal marshals on Wednesday arrested Willie Streater of E Hamilton Avenue in Tampa on eight charges accusing him of stealing the Social Security numbers of at least 34 veterans treated at Haley in 2011 and 2012. Prosecutors say $1.1 million was stolen.  It is the second case filed since 2013 charging someone with stealing identifying information of veterans treated at Haley.  Streater worked for Secure Waste Disposal Inc. of Orlando, a company under contract with the Department of Veterans Affairs to shred documents at the North Tampa hospital, prosecutors say. The indictment did not say what kind of patient records were involved in the case.  Since 2007, Streater has accepted plea deals on charges that included the sale and possession of cocaine, grand theft and burglary, FDLE and Hillsborough court records show. A judge withheld adjudication in the cases and Streater received probation.  Streater is being held on $35,000 bail. Federal prosecutors could not say if others would be charged in the case.  Secure Waste Disposal officials did not return a call Friday seeking comment. VA spokespersons in Tampa and Washington, D.C. declined to talk about the case.  VA policy requires a criminal background check for employees. It is unclear if that policy extends to contractors. The VA revamped rules concerning document shredding in 2008 after investigators found that agency employees improperly destroyed veteran claim documents.  But those rules generally addressed shredding by VA employees, not contractors.  Streater is charged with five counts of the wrongful disclosure of health information, two counts of credit card fraud and one count of aggravated identity theft. The aggravated identity theft charge carries a maximum penalty of two years in prison, while each of the other charges carries a potential 10-year prison sentence.  The case was investigated by the VA's inspector general, Tampa police and the IRS.  The VA has been much criticized in the last decade for failing to safeguard the personal information of veterans, including an incident in 2006 when a thief stole a laptop containing personal data on 26 million veterans.  In March, a former Haley clerk was sentenced to six years in federal prison after he admitted stealing the Social Security numbers of 59 patients. The defendant in that case said he often traded the information for drugs.  ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621112",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "James A. Haley VA Medical Center"
  }
}