{
  "action": {
    "physical": {
      "variety": [
        "Skimmer"
      ],
      "vector": [
        "Victim public area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Lewys Martin",
      "region": [
        "150154",
        "150155",
        "000000",
        "150151",
        "019021",
        "142145"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - Gas terminal"
      }
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": "Int - reported by employee",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "CFBA2710-7918-4866-9975-3044930D6917",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "U"
      }
    },
    "created": "2014-08-24T04:15:00Z",
    "github": "4118",
    "master_id": "CFBA2710-7918-4866-9975-3044930D6917",
    "modified": "2014-08-24T04:15:00Z",
    "timeline": {
      "notification": {
        "day": 29,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.fontanaheraldnews.com/news/article_ad660d4e-1757-11e4-b510-001a4bcf887a.html",
  "schema_version": "1.3.2",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A credit card skimming device was found at a gasoline station in Fontana, promoting the Fontana Police Department to issue a warning to residents about the dangers of this type of fraud. On July 28, officers responded to a call from the Circle K gas station located in the 16900 block of Foothill Boulevard, where the manager noticed what appeared to be a credit card skimming device attached to the inside of gas pump number 12. The pump was located as far from the cashier as possible. A suspect had used a master key to open the gas pump and install the skimmer device. This particular device did not appear to transmit information, which means the information was stored on the device for later retrieval by the suspect. There was no way to tell how long the device had been in place. The location is now adding extra security features to each pump in order to prevent future installation of the devices. \"If you believe your card information has been compromised, you are encouraged to call your creditor or banking institutions to report right away,\" said Martha Guzman-Hurtado, public information coordinator for the Police Department. Credit card skimmers are installed by thieves to clone the credit/debit card information of unsuspecting customers. This type of fraud is a growing concern at gas pumps and ATMs across the United States. The skimming devices read the magnetic strip from the cards; often there is a hidden camera that picks up the keypad clicks for debit card PINS. The stolen information can be stored or transmitted to the crooks, who then use it for fraudulent purchases, or with debit cards to make counterfeit cards to withdraw cash from the victims' account at ATMs.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "447190",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Circle K"
  }
}