{
  "action": {
    "hacking": {
      "result": [
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "incident_id": "b9150560-de73-11eb-92f2-17e9027f1a94",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "data_abuse": "Unknown"
      }
    },
    "created": "2021-07-06T23:18:56.620Z",
    "dbir_year": 2021,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "unknown hacking action resulted in disclosure of patient pii"
      }
    ],
    "github": "17477",
    "master_id": "d0eb8aea-6006-4f03-a033-757559d5c78e",
    "modified": "2021-07-06T23:18:56.620Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 4,
        "year": 2021
      }
    }
  },
  "reference": "https://www.washingtonpost.com/dc-md-va/2021/04/16/data-breach-planned-parenthood-dc/ ; https://www.plannedparenthood.org/planned-parenthood-metropolitan-washington-dc/who-we-are/reports-financials/notice-our-patients-regarding-cyber-incident",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Planned Parenthood of Metropolitan Washington, D.C., on Friday revealed it had a breach of patient and donor information last fall.  In a notice posted to its website, the organization revealed that it found “unusual” activity on its networks on Sept. 3. At that time, it began securing its systems, started an investigation and notified law enforcement.  “Nothing is more important to us than our patients’ privacy,” the notice said. “We have extensive security measures in place, and we continuously take steps to enhance the security of our systems and the data entrusted to us. We will also continue to assist law enforcement’s efforts to identify and prosecute the perpetrators of this incident.”  On Oct. 21, the investigation determined that “unauthorized actors gained access to [the] network.” It also revealed that the data breach, which occurred from Aug. 27 to Oct. 8, impacted only the D.C. branch. PPMW indicated that confidential data was breached during the incident when the hackers acquired copies of documents that contained patient information. Leaked information included names, addresses, dates of birth, diagnoses, treatments and prescription information. Social Security and financial information was also included in the breach. Joshua Speiser, director of communications for PPMW, said the breach affected a limited number of its patients but did not provide a more specific figure.  The notice did not mention that donors were compromised in the breach but those affected also received letters. Check images with a donor’s name, bank account number and routing number were among the documents included in the leak.  On April 9, PPMW began mailing letters to affected patients about whom they could reach for guidance on further protecting their information. The findings of the investigation found “no reason to suspect that there has been any fraudulent use of patient information associated with this incident.” However, the organization is providing patients whose Social Security and driver’s license numbers were compromised with complimentary credit monitoring and identity-theft protection services. Donors with compromised bank information did not receive the same service offer.  The organization has been working with law enforcement to continue investigating who committed the breach, but Speiser said they have “no indication PPMW was specifically targeted because of the work we do.”",
  "timeline": {
    "containment": {
      "unit": "Weeks",
      "value": 6
    },
    "discovery": {
      "unit": "Weeks",
      "value": 1
    },
    "incident": {
      "day": 27,
      "month": 8,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "621410",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Planned Parenthood of Metropolitan Washington DC"
  }
}