{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Student"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EA741AD6-26B0-491E-AF85-471B8CC83A1A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-02T17:14:00Z",
    "dbir_year": 2017,
    "github": "7244",
    "master_id": "D102F942-E6DF-4F6E-AC3F-B67FC4283645",
    "modified": "2016-08-02T17:33:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 17,
        "month": 2,
        "year": 2016
      }
    }
  },
  "reference": "http://www.bbc.com/news/technology-35587529",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Personal details about hundreds of London-based research students were posted online in an apparent breach of data privacy laws. The University of Greenwich has apologised and said it is in the process of contacting those affected. The matter was brought to the BBC's attention by one of the students, who discovered the information could be found via a Google search. They also flagged the matter to the UK's data watchdog. The Information Commissioner's Office has confirmed that an investigation is under way. One legal expert warned there could be financial consequences. \"It does look as though there has been a significant breach of the Data Protection Act's obligations to process personal data securely, fairly and lawfully,\" said Ruth Boardman from the law firm Bird & Bird. \"[The university] may face enforcement action by the Information Commissioner (ICO) and claims by affected individuals. \"Under new rules due to be adopted in Brussels later in March, it would face a penalty of up to 10m euros [$11.2m; 7.8m].\" At present, the largest fine the ICO can impose is 500,000. Medical problems Students' names, addresses, dates of birth, mobile phone numbers and signatures were all uploaded to the university's website. They were posted alongside minutes from the university's Faculty Research Degrees Committee, which oversees the registrations and progress of its research students. In some cases, mental health and other medical problems were referenced to explain why students had fallen behind with their work.  In one example, it was disclosed that a student had a brother who was fighting in a Middle Eastern army and references were made to an asylum application. Supervisors' comments about the students' progress were also documented. In some instances, copies of emails between university staff and individual students were also published. The university believes all the documents are now offline and has contacted Google to try to ensure cached copies of the documents cannot be retrieved from its search engine. \"I am very sorry that personal information about a number of postgraduate research students has been accessible on the university website,\" said Louise Nadal, the university's secretary. \"This was a serious error, in breach of our own policies and procedures. The material has now been removed. This was an unprecedented data breach for the university and we took action as quickly as possible, once the issue came to light. \"We are now acting urgently to identify those affected. I will be contacting each person individually to apologise and to offer the support of the university. \"At the same time, I am also conducting an investigation into what went wrong. This will form part of a robust review, to make sure that this cannot happen again. The findings and recommendations of the review will be published. \"We are co-operating fully with the Information Commissioner and we will take all steps necessary to ensure that we have the best systems in place for the future.\" The university was unable to say whether or not any of its staff were aware of the problem before it was contacted by both the BBC and the ICO on Monday. The watchdog confirmed that its investigation was at an early stage. \"We are aware of an incident at Greenwich University and are making enquiries,\" it said. 'Huge relief' The student who discovered the uploads has not revealed their identity. They said they welcomed the fact the documents had been made inaccessible. \"It's sad that it took an investigation by the BBC to get the documents off the internet,\" they said.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "611310",
    "region": [
      "150154"
    ],
    "victim_id": "University of Greenwich"
  }
}