{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 24000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 24000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D155EC67-33EE-46B1-B3BA-9EC429D86A9B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-07T03:30:57Z",
    "master_id": "D155EC67-33EE-46B1-B3BA-9EC429D86A9B",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://vancouver.24hrs.ca/Entertainment/2011/11/26/19023511.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " South Koreas communications regulator said on Saturday that personal information of more than 13 million subscribers of a popular online game of Nexon Korea Corp, a leading game developer in the country, had been leaked in a hacking attack.  The Korea Communications Commission (KCC) said in a statement Nexon reported to the commission late Friday afternoon that the company on Thursday discovered the leakage of personal data of its online game Maple Storys 13.2 million subscribers.  The information was leaked weeks before the unlisted companys planned initial public offering of its Japanese affiliate on the Tokyo Stock Exchange on Dec. 14. Nexon aims to raise more than 95 billion yen ($1.2 billion) through the IPO, which would be the largest on the Tokyo bourse this year.  KCC said it, jointly with police and computer security experts, is investigating the hacking case. The leaked data included user IDs, names, resident registration numbers and passwords, it added.  A Nexon official said the leaked data covered no information on financial transactions and bank account numbers. And it did not affect overseas subscribers of the online game.  The company has asked game subscribers to change passwords to prevent additional damage, although the leaked resident registration numbers and passwords were encrypted. The entire subscription membership of Maple Story is about 18 million, the company official said.  Nexon, which has gained a global reputation through Maple Story and online game Kart Rider, is one of the two leading online game developers in South Korea, along with NCsoft Corp.  The incident is the largest such security breach case since late July when information of up to 35 million users of an Internet portal and blogging site operated by SK Comms was attacked by hackers from China, exposing the vulnerabilities of networks in the worlds most wired country.  Accusations against China over hacking incidents have mounted this year, with allegations it intruded into the networks of Lockheed Martin and other U.S. military contractors and tried to gain access to the Google email accounts of U.S. officials and Chinese human rights advocates. ",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "KR"
    ],
    "employee_count": "1001 to 10000",
    "industry": "511210",
    "region": [
      "142030"
    ],
    "victim_id": "Nexon North America"
  }
}