{
  "action": {
    "error": {
      "notes": "investigation found human error led the DOH's Bureau of Vital Records to release a partially redacted Transcript of Birth to an adoptee in 2012 in which the adoptee's biological mother was identified, despite the record being specifically flagged with restrictions to its dissemination.   The investigation found the DOH's vital records filing system was antiquated and susceptible not only to human error but also to the inadvertent loss or destruction of records.",
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Inadequate processes",
        "Carelessness",
        "Inadequate technology"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "The DOH Bureau of Vital Records maintains a repository of over 30 million vital records, including birth, death, marriage and dissolution certificates, as well as adoption records. Most of the records are contained on film, microfiche, and scanned digital files. However, approximately 2,420,000 are paper certificates. Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Other"
      ],
      "notes": "investigation found human error led the DOH's Bureau of Vital Records to release a partially redacted Transcript of Birth to an adoptee in 2012 in which the adoptee's biological mother was identified, despite the record being specifically flagged with restrictions to its dissemination.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "discovery_notes": "investigation by New York State Inspector General ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "58875861-EDCA-4492-9167-D3445D05295E",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "anastasia",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-16T20:05:00Z",
    "dbir_year": 2017,
    "github": "7977",
    "master_id": "D1E66639-775E-45CB-9CAA-60754345B638",
    "modified": "2016-08-16T21:14:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 6,
        "year": 2016
      }
    }
  },
  "reference": "https://www.databreaches.net/nys-inadvertent-release-to-adoptee-of-birth-mothers-identity-leads-to-reforms/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Inadvertent release to adoptee of birth mother's identity leads to reforms - New York State.  New York State Inspector General Catherine Leahy Scott yesterday released a report of an investigation that found the State Department of Health's (\"DOH\") complex and antiquated storage of vital records led to the inadvertent 2012 release of a birth mother's confidential identity to an adoptee; found human error led the DOH's Bureau of Vital Records to release a partially redacted Transcript of Birth to an adoptee in 2012 in which the adoptee's biological mother was identified, despite the record being specifically flagged with restrictions to its dissemination.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 4.0
    },
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "921110",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "New York State Department of Health"
  }
}