{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": " the information had been obtained from its old website, which has since been replaced by a new, unconnected site."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 100,
          "variety": "Payment"
        },
        {
          "amount": 650000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 650100,
      "data_victim": [
        "Customer"
      ],
      "notes": "650,000 people might have had their personal details leaked the card details of 100 people had been compromised. the chain acknowledged that data stored on the old site_not been encrypted",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "The hack of its old web site reportedly took place between June 15 and June 17 of this year. The pub chain reports that they first received information on December 1 that triggered an investigation, but do not say what information they received or from whom. ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D2AEC4E6-25FC-49FC-B955-95FA441AEAAB",
  "notes": "JD Wetherspoon NAICS: 722410 Empolyees: 34000 UK  Incident: 2015-12-01 Notification: 2015-12-04 Data 650,000 people might have had their personal details leaked the card details of 100 people had been compromised. the chain acknowledged that data stored on the old site_not been encrypted  Timeline Breach: 2015-06-15 Discovery: 2015-12-01 The hack of its old web site reportedly took place between June 15 and June 17 of this year. The pub chain reports that they first received information on December 1 that triggered an investigation, but do not say what information they received or from whom. ",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-08T11:50:00Z",
    "dbir_year": 2016,
    "github": "6753",
    "master_id": "D2AEC4E6-25FC-49FC-B955-95FA441AEAAB",
    "modified": "2016-01-08T11:50:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/uk-jd-wetherspoons-discloses-breach-impacting-656723-customers/;http://www.independent.co.uk/life-style/gadgets-and-tech/news/wetherspoon-s-hack-pub-chain-s-website-hit-by-huge-cyber-attack-personal-information-and-credit-card-a6760121.html;http://www.cisltd.com/news/2015/december/jd-wethersoon-hacked",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "British pub chain JD Wetherspoon (JDW.L) has been hit by a cyber attack which leaked the names, email addresses and birthdates of 650,000 customers as well as some of the credit and debit card details for 100 buyers of its gift vouchers, it said on Friday. Wetherspoon, which operates around 900 pubs, said the attack on its database occurred in June but had only just been discovered, and mainly affected customers who had purchased vouchers online or signed up to the company newsletter. It said no complete card numbers were recorded and as a result the data could not be used for fraudulent purposes. Cyber security has become an increasing concern for companies in Britain and worldwide following a string of high-profile attacks on customer databases in recent weeks. British telecoms company TalkTalk (TALK.L) was hit in October, with the personal details of 157,000 customers stolen from its database via its website, while earlier this week Hong Kong-based digital toy maker VTech Holdings said data on 6.4 million children across multiple markets had been accessed by hackers. Wetherspoon said the information had been obtained from its old website, which has since been replaced by a new, unconnected site. \"We apologise wholeheartedly to customers and staff who have been affected,\" said Chief Executive John Hutson. \"Unfortunately, hacking is becoming more and more sophisticated and widespread. We are determined to respond to this by increasing our efforts and investment in security and will be doing everything possible to prevent a recurrence.\" Shares in Wetherspoon reversed earlier losses on Friday to trade up 1.43 percent at 745 pence by 1024 GMT to value the company at 879 million pounds. The company said some personal information from its staff had also been stolen, but not salary, bank, tax or National Insurance numbers.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 5
    },
    "incident": {
      "day": 1,
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "25001 to 50000",
    "industry": "722410",
    "region": [
      "150154"
    ],
    "victim_id": "JD Wetherspoon"
  }
}