{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1778,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1778,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D305CA4D-0909-4F8B-9BA5-4CC3BEA5D33A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4808",
    "master_id": "D305CA4D-0909-4F8B-9BA5-4CC3BEA5D33A",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.southernminn.com/northfield_news/article_550d4a03-738f-5c89-947d-6e46ed8b4e71.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Northfield Hospital & Clinics is in the process of directly notifying 1,778 patients about a recent breach in the handling of protected patient information. The notification stems from an incident over a period of eight days in late October when documents containing protected health information were comingled in error with other refuse and placed in commercial dumpsters for disposal. The unsecured documents may have included patient names, account numbers, birth dates, home addresses, types of treatment, insurance information, medical information, and, in a few cases, credit card information. Hospital officials say they are confident the documents went directly to a secured landfill. But out of an abundance of caution, patients are being notified and offered assistance in monitoring their financial accounts. We sincerely apologize to our patients for the breach, said Steve Underdahl, President and CEO of Northfield Hospital & Clinics. We are committed to being good stewards of protected patient information and honoring our promise of confidentiality. We very much regret that this incident occurred. We are learning from it and are emerging with more secure protocols. Patients involved will receive a letter offering them resources to guard against identity theft. An 800 number will be established for people to call with questions and for help in minimizing their exposure. The number will be published next week on the Northfield Hospital & Clinics website. Northfield Hospital & Clinics is also offering free credit monitoring for a period of twelve months. As a result of the breach Northfield Hospital & Clinics, steps are underway to further improve the security of operations and eliminate future risk. For instance, desk-side recycling containers have been removed in favor of more secure, centralized confidential waste containers. Staff is being educated on best practices for the handling confidential waste and cleaning personnel will be supervised until further notice. Underdahl said a very small subset of patients is affected by this breach, but he said an incident like this is always taken seriously. We are confident that our patients exposure is minimal, he said. But we always want to error on the side of caution and do what we can to mitigate the impact of the incident.",
  "timeline": {
    "incident": {
      "month": 10,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "MN",
    "victim_id": "Northfield Hospital & Clinics"
  }
}