{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim secure area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 180,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 180,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D431BA39-A3DF-4728-96BE-5288402882B8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2015-03-05T05:11:23Z",
    "github": "2088",
    "master_id": "D431BA39-A3DF-4728-96BE-5288402882B8",
    "modified": "2015-03-05T05:11:23Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.myfoxaustin.com/story/25372824/computer-containing-patient-data-stolen-from-seton",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A computer-like device was stolen from Seton Northwest Hospital. Now two months later, nearly 180 patients possibly affected are just finding out. One of them came to FOX 7 for help.  It was inside a locked storage area at Seton Northwest Hospital where a device was stolen.  We're told only names, dates of birth, and Seton account numbers were on it.  A patient came to us in tears fearing this could lead to a much larger problem, identity theft.  When Brenda Falls received a letter from Seton Healthcare, she never expected to read this, \"I see that my privacy and confidentiality has been broken.\"  It was on February 28 when staff discovered that a Hewlett Packard desktop device had been stolen from the Seton Northwest Sleep Lab. Almost two months later, Falls was notified.  \"It really did frighten me because I mean, that's two months that someone could have been stealing my identity. There's no telling what it was,\" Falls said.  Seton says the device is used to capture and manipulate data from sleep studies, it does not function like a normal computer. The operator would need a password and access to Seton systems to get a hold of patient data. Data that we're told only consists of names, dates of birth and Seton account numbers.  Falls believes that's enough to cause harm.  \"We don't know who has this and we don't know what they're going to do with it. We need to arm ourselves now and protect ourselves because if we don't do it, nobody else is going to do it for us,\" Falls said.  In response Seton Healthcare sent the following statement:  \"But to be safe, Seton already has offered, at no cost to patients, ID protection for a year to all the 180 or so patients whose information we believe is on this data storage device. Seton is sincerely sorry that this incident occurred and plans to work closely with the patients involved to protect them from harm.\"  \"I think I would feel more secure if this was much longer than a year because anything can happen. A lot of things can happen even after a year,\" Falls said.  This isn't the first time for Seton to be in this type of situation. In October, a laptop computer was stolen from the Seton McCarthy Clinic. Nearly 5,500 people may have been affected and the device carried more data; including social security numbers, addresses, and insurance information.  Falls says she wants more to be done.  \"First of all making sure this does not happen again and I think Seton needs to step up to the plate,\" Falls said.  When it comes to making changes, in October the public was told, \"Seton has taken steps to reduce the possibility of this happening again.\"  In this most recent case, the public was once again told, \"Seton has taken steps to reduce the possibility of this happening again.\" Seton also added that they've \"enhanced physical security for its sleep lab facilities.\"",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "Seton Northwest Hospital"
  }
}