{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Student"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D44013EA-1423-423F-8BA9-E29E39893CF7",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-05-03T05:30:00Z",
    "github": "2063",
    "master_id": "D44013EA-1423-423F-8BA9-E29E39893CF7",
    "modified": "2014-05-03T05:30:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.falmouthpacket.co.uk/news/11163418.print/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Penryn College has apologised unreservedly after accidentally emailing confidential pupil details to all students.  A weekly summary of all students commendations and behaviour incidents was sent before the start of the Easter holidays.  After being contacted by the Packet, headteacher Marie Hunter said: The college has written apologising to all parents and students informing them that information will not be circulated in this way again at the college. The college takes its responsibilities for protection of data extremely seriously and apologises unreservedly for this error.  She asked anyone who had received a copy of the information: Please delete it immediately as you will be in breach of data protection if you knowingly share it with another person.  The school said that although the email was immediately recalled, the technical process took 30 minutes. During this time, a small number of students using computers would have been able to open the email and forward it, which meant that these copies could still have been in circulation.  Therefore, all students were asked to delete the email without opening it.  We now know a student subsequently forwarded the email from her school account. We are investigating how this could have happened. A parent informed the college that he had seen the email during the Easter break, added Mrs Hunter.  The Falmouth Packet has also received the email from an unidentified source. Unfortunately, students eligibility for pupil premium/free school meals or have special education needs was also identified on the email by a letter of the alphabet. This is because the Department for Education asks all schools to track the achievement and progress of these groups of students.  Consequently, the incident has been reported to the Data Protection Agency, added Mrs Hunter.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "11 to 100",
    "industry": "611110",
    "region": [
      "150154"
    ],
    "victim_id": "Penryn College"
  }
}