{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D5148ED3-778D-4363-A572-496574F1A349",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-08T04:28:22Z",
    "github": "5506",
    "master_id": "D5148ED3-778D-4363-A572-496574F1A349",
    "modified": "2015-03-08T04:28:22Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.kmbc.com/news/patient-records-found-outside-research-medical-center/26071174; http://fox4kc.com/2014/05/20/medical-records-with-private-information-found-strewn-across-local-field/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Medical records are supposed to be confidential, the information protected by federal and state law. But on Monday, personal information of several patients, who had been treated at the Midwest Womens Healthcare Specialists at Research Medical Center, ended up strewn across a neighborhood at 63rd Street and Prospect.  Witnesses said the medical records found in the field, came from Research Medical Center about a quarter mile from where they were found. FOX 4 spoke to one woman whose medical records were discovered in the field.  Honestly I am shocked, speechless and honestly just curious about how they came out of the doctors office and into public view, said the woman who did not want to be identified on camera.  A man FOX 4 spoke to, who also did not want to be identified, said he was driving along 63rd street on Monday around 2:00 p.m. And saw pink papers blowing across the street. He pulled over, saw they were medical records and traced them back to a dumpster behind research medical center where he could see them blowing out of the dumpster. 24 hours later FOX 4 located some more of them, still lying in a field.  FOX 4 located the womans contact information off the medical records and gave her a call, reading off her personal information to her.  How did you get my number? Very confused, shocked and speechless, said the woman when asked what she thought at the time of the call.  A spokesperson for Research Medical Center acknowledged the issue and directed FOX 4 to a representative from the Midwest Womens Healthcare Specialists, who as of Tuesday issued the following statement.  At Midwest Womens Healthcare we take patient privacy very seriously. We continue to thoroughly investigate this issue and will take appropriate action based on our findings.  Midwest Womens Healthcare is in the process of determining which patients may have been affected and intends to notify them as soon as possible.  FOX 4 asked the woman about what her expectations of privacy were at the time she went into the doctors office and signed all of the paperwork.  That my information would be kept private. That it would be secured with the hospital, and the doctors office, with the nurses. Thats a breach of confidentiality, she said. I was assured at the moment and very apprehensive at the time.  In fact, patient privacy is a federal law. The Office for Civil Rights enforces those laws, called the HIPPA Privacy Rules, which protects the privacy of individually identifiable health information.  A healthcare provider who violates a patients privacy rights under HIPPA is facing not only civil penalties by the government but criminal penalties as well, said Maureen Brady, of McShane & Brady, Attoneys at Law. That is why HIPPA is enacted. These healthcare providers are entrusted with your most private information, the information about your body, the information about your mind.  Attorney Maureen Brady says that criminal penalties for HIPPA violations can be as much as $50,000 for each violation can also carry prison time. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "MO",
    "victim_id": "Midwest Womens Healthcare Specialists"
  }
}