{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D524499D-5E31-43E6-B8FB-A329265F7CCB",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T13:09:00Z",
    "dbir_year": 2016,
    "github": "6919",
    "master_id": "D524499D-5E31-43E6-B8FB-A329265F7CCB",
    "modified": "2016-02-09T13:09:00Z",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://oag.ca.gov/system/files/Accuform-SampleNotification%20-%20Standard_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Dear [CUSTOMER/CARDHOLDER NAME]: We are contacting you regarding a data security incident that has occurred at Accuform Signs. Essentially, our systems have been illegally hacked into by outside intruders. Beginning at least as early as June 30, 2015, we believe Accuform Signs order information was improperly accessed from our website and/or the website of [DISTRIBUTOR NAME] (with whom we are working closely in order to provide you this joint notification with important information to better protect you). This order information may have included your name, address, email, phone and credit card information. As a result, this information may have been potentially exposed to others. Please be assured that we are taking appropriate steps necessary to address the incident, and that we are committed to protecting the information that you have entrusted to us. We have retained the services of an experienced cyber security and forensic investigative firm to fully investigate the incident, and we have reported the matter to federal law enforcement authorities, including the Electronic Crimes Task Force of the United States Secret Service. Because the breach occurred very recently, the investigations are still ongoing. However, we do know that one or more parties operating through foreign countries illegally accessed our computer network and exfiltrated copies of orders, a portion of which contained purchaser's names, credit card numbers and other related information. We have no information to indicate that any card has yet incurred any unauthorized charges. To better protect you and your information, we have taken immediate steps to further secure all data, including instituting changes in the ways purchase information is processed. Since discovering the breach, Accuform Signs has taken immediate action to identify and block access points, increase tracking and monitoring of activity, further restrict and remove sensitive data, increase anti-virus protection of servers, implement an advanced 2-factor password security system, and require secondary authorization to view credit cards. For nearly 40 years, all of us at Accuform Signs have been dedicated to manufacturing products that inform, protect, and motivate. We are committed to addressing this incident with the same dedication. We are offended by this cyber-attack on your business and our own and regret any inconvenience this incident may have caused you.",
  "timeline": {
    "incident": {
      "day": 30,
      "month": 6,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "339950",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Accuform Signs"
  }
}