{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 144,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 144,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D58A7DFF-EFAB-47ED-8D93-5A4A4E323AE6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-08T07:28:05Z",
    "github": "2133",
    "master_id": "D58A7DFF-EFAB-47ED-8D93-5A4A4E323AE6",
    "modified": "2015-03-08T07:28:05Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.sootoday.com/content/news/details.asp?c=72559 ",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A Sault Ste. Marie woman is angry, emotionally distraught and considering legal action over the fact her mothers medical records were inappropriately accessed by an employee of Sault Area Hospital (SAH).  The woman, who prefers to remain anonymous, has told SooToday.com a letter she received from Sonia Tassone, freedom of information and privacy coordinator at SAH, dated April 2, 2014, informs her that a March 31, 2014 audit of the hospitals MediTech system shows her mothers files were inappropriately accessed by an SAH employee.  A follow up letter, dated April 23, 2014, tells the woman her mothers medical records were accessed March 22, 2010, one full year after her mother passed away in March 2009.  The letter informs her that this was done outside the scope of the employees regular duties or job functions.  The letter states information in regards to the patients recent and past visits to SAH, name, date of birth, address, telephone number and Ontario health card number were inappropriately checked.  SAH announced in mid-April an employee had committed 144 inappropriate cases of accessing patient files using the MediTech system, dating back to 2008.  Many SAH staff, such as doctors, nurses, lab technicians and others, have access to medical records but access is restricted to those staff members directly involved in a particular patients case.  Letters were sent out from SAH to patients advising them of the breach, informing them that the SAH staff member involved (who has not been identified by SAH) has been fired, and that there was no reason to believe personal information had been shared.  The woman, as next of kin, who spoke to SooToday.com, showed us the original letter dated April 2, 2014, which states We have no reason to believe the documentation pertaining to you (or, in this case, the individuals mother) was used or reproduced and do not believe there will be any harm or impact to you.  Ron Gagnon, SAH president and CEO, told us it is a breach of confidentiality, which is a non-starter in this organization.  Based on the extent of our review were confident the information has not been passed on, Gagnon said.  We do many things to educate and keep our staff informed, anybody who works here what is required (in regards to confidentiality) its one of our key promises to our patients and were going to always, always, always act swiftly and take the same type of action that we took (dismissing an employee who violates confidentiality rules).  The fired SAH employee is appealing the termination of employment.  Meanwhile, the woman who contacted us said I was upset when I read the letter.  The woman remains concerned her mothers information may have been passed on and shared with others.  The more I thought about it, I started wondering if people have accessed her information and what theyre doing with it, she said.  Cant health card numbers be copied down by pen and paperI dont see where the hospitals confidence is.  I find it flippant and insulting for the hospital to say the employee was being nosyhow do they know for certain the employee was just being nosy (and did not pass the information along)?  What was the motivation (of the SAH employee) to do this?  My mother had cancer twice and beat it and she died from ALS which is a horrible diseaseshes now in her grave, she should be left alone, the woman said.  She was an extremely private person and I dont think she would have appreciated this.    Ottawa-based lawyer Michael Crystal is currently working on a $5 million class action lawsuit against the Peterborough Regional Health Centre concerning privacy breaches.  Crystal has been contacted by people affected by the SAH privacy breach and is inviting those affected to contact him at 613-794-1312 or 1-855-594-5490.  The woman we spoke to told us she has contacted Crystal, who will be visiting Sault Ste. Marie and holding an information meeting for those affected by the SAH privacy breach four to six weeks from now.  Well hear what he has to say and decide from there what we want to doIll go to the meeting and see what the lawyer has to say, she said.",
  "timeline": {
    "incident": {
      "day": 31,
      "month": 3,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Sault Area Hospital"
  }
}