{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 3500,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 3500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D5B5E6BB-BE82-46D9-809F-51D22AD0A2B0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-02T23:11:45Z",
    "github": "1136",
    "master_id": "D5B5E6BB-BE82-46D9-809F-51D22AD0A2B0",
    "modified": "2015-03-02T23:11:45Z",
    "timeline": {
      "notification": {
        "day": 19,
        "month": 12,
        "year": 2013
      }
    }
  },
  "reference": "http://www.phiprivacy.net/psychological-assessments-provider-notifies-patients-after-laptop-with-phi-stolen-in-office-burglary/; http://healthitsecurity.com/2013/12/19/comprehensive-psychological-services-has-3500-patient-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Comprehensive Psychological Services LLC of South Carolina recently reported a data breach in which it alerted 3,500 patients that a laptop with protected health information (PHI) was stolen from the practices office on October 28, according to PHIPrivacy.net.  The organization sent PHIPrivacy a copy of the media notice, which provided some detail of the breach. The laptops were password protected, but were not encrypted. According to the statement, there were two sources of PHI on the laptop computer, a scheduling program called Customer Appointment Manager and each patients treatment records including therapy notes and psychological reports.  The Customer Appointment Manager program contains the individual patients name, date of birth, phone number, address, the name of the health insurance company, appointment date, and a brief description of the presenting concern. Importantly, the Customer Appointment Manager did not contain Social Security numbers, financial information (credit cards) or health insurance identification numbers.  [Patients treatment records] include the patients name, date of birth, report date, tests utilized, family background information, test results, diagnostic impressions, and recommendations for future services. At the conclusion of the report, there is a list of the billing codes utilized by health insurance payers. Similar to the Customer Appointment Manager, there is no information pertaining to financial information (credit cards) or health insurance identification numbers contained within the treatment records. It is noted that the only evaluations conducted by this office that may have contained social security numbers was for the S.C. Department of Disability Services prior to April 2007. Otherwise, for any other evaluations or therapy sessions prior to April 2007, and all services conducted in this office after April 2007, your social security number was not recorded. Comprehensive Psychological Services told PHIPrivacy that it was developing a system that will use a higher standard of security to protect your confidentiality and personal information. Though there were no details, we can assume that encryption would be part of that system.",
  "timeline": {
    "incident": {
      "day": 28,
      "month": 10,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "624190",
    "region": [
      "019021"
    ],
    "state": "SC",
    "victim_id": "Comprehensive Psychological Services LLC"
  }
}