{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 5994,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 5994,
      "data_victim": [
        "Patient"
      ],
      "notes": "The computer was password-protected, however that does not provide complete security from unauthorized access, she said.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D6069176-2E35-4A58-B3BA-4C66AF561B13",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-11T00:05:15Z",
    "github": "3261",
    "master_id": "D6069176-2E35-4A58-B3BA-4C66AF561B13",
    "modified": "2015-03-11T00:05:15Z",
    "timeline": {
      "notification": {
        "day": 3,
        "month": 5,
        "year": 2011
      }
    }
  },
  "reference": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20110503/NEWS03/705039970/0/NEWS",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A laptop computer containing health information of nearly 6,000 Speare Memorial Hospital patients was stolen April 3 from an employees vehicle in Boston, officials announced Monday.  Michelle McEwen, Speare Memorial Hospitals president and CEO, said the company immediately began the process to identify the extent of information on the computer and last week sent a letter of notification to the patients affected by the potential breach.  Hospital spokeswoman Michele Hutchins said letters went out to 5,994 patients.  The laptops contents did not include Social Security numbers, credit card information or insurance carriers, Hutchins said, except for one patients file whose Social Security number was present. That patient has been notified, she said.   The protected health information on the computer included patient names, and in some instances, patient addresses, hospital account numbers, medical record numbers, physician names, dates of service, procedure codes, and diagnosis codes.  The letters took so long to send because the (Information-Technology) Department needed to find out what was on the computer and that took some time, Hutchins said.  What we are advising patients to do is monitor billing statements, she said.   The laptop was in a parked and locked private vehicle in Boston.   It was a random act, Hutchins said. The person was most likely interested in the hardware. But, she said, the hospital cannot assume the information was deleted or discarded.   Boston police were also notified and are investigating the theft, said Hutchins.  She said the hospital will also monitor  for any indication of misuse of information.  Its unfortunate that this happened, Hutchins said. We have taken multiple steps to ensure that this doesnt happen again.  The computer was password-protected, however that does not provide complete security from unauthorized access, she said.  McEwen said the hospital has hired experts to assist in identifying additional safeguards that could strengthen current security protocols.  Speare Memorial Hospital understands that safeguarding confidentiality is fundamental to our mission and we are taking measures to ensure this does not happen again, McEwen said.   Patients with questions or concerns may contact Speare Memorial Hospital directly at 866-331-1226 or e-mail patientinfo@spearehospital.com ",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 4,
      "year": 2011
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "101 to 1000",
    "industry": "622110",
    "region": [
      "000000"
    ],
    "victim_id": "Speare Memorial Hospital"
  }
}