{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 9000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 9000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D61CFC66-C52E-41E8-BEDB-7FD1C4CA8705",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-05-03T05:27:00Z",
    "github": "2111",
    "master_id": "D61CFC66-C52E-41E8-BEDB-7FD1C4CA8705",
    "modified": "2014-05-03T05:27:00Z",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 5,
        "year": 2014
      }
    }
  },
  "reference": "http://www.zdnet.com/multicard-leaks-data-online-in-privacy-breach-oaic-7000028967/; http://www.computerworld.com.au/article/544105/multicard_breached_privacy_act_maritime_id_card_data_leak_commissioner/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Identification card solutions provider, Multicard, has been found to have leaked the personal information of approximately 9,000 maritime security identity card (MSIC) applicants online.  The Office of the Australian Information Commission (OAIC) found that Multicard stored personal information on a publicly accessible web server without appropriate security controls to prevent unauthorised access.  The personal information was discoverable via Google search over a four month period. As a result, at least one unidentified unauthorised third party accessed and downloaded the information.  Australian Privacy Commissioner Timothy Pilgrim said Multicard failed to take reasonable steps to ensure the security of the personal information it held.  \"The OAICs investigation found that Multicard failed to implement a number of basic security measures which resulted in a large amount of personal information being exposed. This was a data breach that could have easily been avoided,\" he said.  OAIC was initially informed about the data breach in January 2014 by the Office of Transport Security. It resulted in personal information, including first and last names, dates of birth, addresses, partial credit card numbers and expiry dates, and photographs being made publicly accessible online.  \"I urge all organisations to carefully consider what security safeguards they have in place to protect the personal information they hold,\" Pilgrim. \"It was disappointing to find that, amongst other issues, there was no requirement for a password, username or other authenticator to establish the identity of the user before the information could be accessed.\"  However, the Commissioner found that Multicard acted appropriately to contain the data breach by immediately disabling its website and restricting access. Since the data breach, Multicard has appointed an independent auditor and taken a number of steps to improve its information security. ",
  "timeline": {
    "incident": {
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "326199",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "Multicard"
  }
}