{
  "action": {
    "malware": {
      "result": [
        "Infiltrate"
      ],
      "variety": [
        "Worm"
      ],
      "vector": [
        "Removable media"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Other"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "incident_id": "dcf59c40-fe76-11e8-aee0-f7420d4f3238",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2018-12-13T09:38:22.430Z",
    "dbir_year": 2019,
    "event_chain": [
      {
        "action": "mal",
        "actor": "int",
        "asset": "srv",
        "attribute": "ia",
        "summary": "Technician installs a worm from a USB stick."
      }
    ],
    "github": "12709",
    "master_id": "d6202cc2-6c08-42ce-8607-baccda19631c",
    "modified": "2018-12-13T09:38:22.430Z"
  },
  "reference": "http://www.ics-shipping.org/docs/default-source/resources/safety-security-and-operations/guidelines-on-cyber-security-onboard-ships.pdf?sfvrsn=16",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A ship was equipped with a power management system that could be connected to the internet for software updates and patching, remote diagnostics, data collection, and remote operation. The ship was built recently, but this system was not connected to the internet by design. The company’s IT department made the decision to visit the ship and performed vulnerability scans to determine if the system had evidence of infection and to determine if it was safe to connect. The team discovered a dormant worm that could have activated itself once the system was connected to the internet and this would have had severe consequences. The incident emphasizes that even air gapped systems can be compromised and underlines the value of proactive cyber risk management. The shipowner advised the producer about the discovery and requested procedures on how to erase the worm. The shipowner stated that before the discovery, a service technician had been aboard the ship. It was believed that the infection could potentially have been caused by the technician. The worm spread via USB devices into a running process, which executes a program into the memory. This program was designed to communicate with its command and control server to receive its next set of instructions. It could even create files and folders. The company asked cyber security professionals to conduct forensic analysis and remediation. It was determined that all servers associated with the equipment were infected and that the virus had been in the system undiscovered for 875 days. Scanning tools removed the virus. An analysis proved that the service provider was indeed the source and that the worm had introduced the malware into the ship’s system via a USB flash drive during a software installation. Analysis also proved that this worm operated in the system memory and actively called out to the internet from the server. Since the worm was loaded into memory, it could affect the performance of the server and systems connected to the internet.",
  "targeted": "Unknown",
  "timeline": {
    "incident": {
      "year": 2018
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "483",
    "region": [
      "019021"
    ]
  }
}