{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 64
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "D919FBA0-8619-4F65-91B2-247ACD9A5294",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-02-21T04:07:15Z",
    "master_id": "D919FBA0-8619-4F65-91B2-247ACD9A5294",
    "modified": "2014-07-30T19:07:19Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Veteran A presented to the Patient Advocate that while he was a patient at the Halfway house, he was given the 12 step workbook for the program. In the back of the workbook were the names, SSN and dates of birth of all the Veterans in the Program. The Veteran had left the building when he discovered this. He stopped by an office that he stated was occupied by a VA employee and left the workbook. The Privacy Officer (PO) is working with the Community Based Outpatient Clinic \nin the area for retrieval of the workbook, and communication with the apparent VA employee that has the workbook to get specific details.  02/01/13:\nSocial Work staff spoke with the owner of the Halfway house regarding the issue the Veteran discussed with the Patient Advocate. The book that was given to the\nVeteran was a stapled copy of the workbook used by the Halfway house. It appears that someone had copied the Census and inadvertently left it on the copier.\nWhen the workbook was copied, all materials were copied were picked up and stapled together. The other Veterans in the group were surveyed and denied that\nthey had received the Census in their workbook. The pages will be forwarded to the Privacy Officer.\nThe Census given to staff at the Halfway home will no longer include their social security number. The Census given to the VA will only include a Veterans last four\ndigits of the SSN. The facility has agreed that all information containing a Veterans full social will be kept behind locked doors and a shredder will be utilized to\nshred information related to Veterans sensitive information. They are hopeful that this will help to eliminate problems in the future. The Privacy Officer received a\ncopy of the Census sheet that was attached to the back of the Veteran's workbook. It has been attached to this incident ticket and contained 55 names. Along\nwith the names are the full social security numbers, dates of birth, admission dates and military service dates (years only).\nSince the book was given to a Veteran and was taken off station, all 54 Veterans will be offered credit protection services. It is 54 (not 55) since the Veteran's own\ninformation was one of the 55 on the form.\n02/06/13:\nOn further review 64 Veterans had their information disclosed and will be offered credit protection services.",
  "timeline": {
    "incident": {
      "day": 24,
      "month": 1,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "TN",
    "victim_id": "United States Department of Veterans Affairs"
  }
}