{
  "action": {
    "misuse": {
      "notes": "According to the Sakai government, a 59-year-old official in charge of accounts, who has since been dismissed in disgrace, downloaded the data from a government computer and stored the information on a private-sector rental server. He took private data of voters home nine times to develop a computer program, starting in 2006, when he was in charge of computer system maintenance for the election administration commission. The information was available online for three months, and there were accesses to the data during the period.",
      "variety": [
        "Illicit content",
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun",
        "Unknown"
      ],
      "notes": "According to the Sakai government, a 59-year-old official in charge of accounts, who has since been dismissed in disgrace, downloaded the data from a government computer and stored the information on a private-sector rental server. He took private data of voters home nine times to develop a computer program, starting in 2006, when he was in charge of computer system maintenance for the election administration commission.",
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "downloaded the data from a government computerFollowing enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 680000,
      "data_victim": [
        "Other"
      ],
      "notes": "Information like the names, addresses and birthdates of about 680,000 citizens",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D9958FCC-949B-42F4-874B-75515AD7B015",
  "notes": "city of Sakai, Osaka Prefecture NAICS: 921140  Notification: 2015-12-16  Data Information like the names, addresses and birthdates of about 680,000 citizens  Vector According to the Sakai government, a 59-year-old official in charge of accounts, who has since been dismissed in disgrace, downloaded the data from a government computer and stored the information on a private-sector rental server. He took private data of voters home nine times to develop a computer program, starting in 2006, when he was in charge of computer system maintenance for the election administration commission. The information was available online for three months, and there were accesses to the data during the period.  Timeline Breach 2006",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-08T12:49:00Z",
    "dbir_year": 2016,
    "github": "6822",
    "master_id": "D9958FCC-949B-42F4-874B-75515AD7B015",
    "modified": "2016-01-08T12:49:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.japantoday.com/category/crime/view/data-on-sakais-680000-voters-in-2011-election-leaked-online; http://ajw.asahi.com/article/views/editorial/AJ201512220019; http://www.databreaches.net/jp-data-on-sakais-680000-voters-in-2011-election-leaked-online/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The municipal government of Sakai in Osaka Prefecture said Monday personal information on all the around 680,000 voters in the 2011 Osaka gubernatorial election had been leaked on the Internet, as an employee had handled the data inappropriately. The city fired the 59-year-old male employee, who had access to data such as the names, birth dates and addresses of voters in the 2011 election, for taking the information home with him and storing it on a private rental server without permission, it said. [__] The city government has found there were 55 accesses to 15 of the 184 files on June 20 and 22. No secondary damage from the data leak has been confirmed, according to the city authority. ",
  "timeline": {
    "discovery": {
      "unit": "Years"
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "JP"
    ],
    "employee_count": "Unknown",
    "industry": "921140",
    "region": [
      "142030"
    ],
    "victim_id": "City of Sakai"
  }
}