{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "D99E3CEB-218E-46A7-B88A-7DD4B5CC2A21",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-12T20:41:00Z",
    "github": "3606",
    "master_id": "D99E3CEB-218E-46A7-B88A-7DD4B5CC2A21",
    "modified": "2014-11-12T20:41:00Z",
    "timeline": {
      "notification": {
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://www.nydailynews.com/news/national/nm-abortion-complaint-highlights-privacy-concerns-article-1.1257650",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "New York woman's intimate personal details made public in New Mexico abortion clinic probe The case raises questions about whether anti-abortion groups' aggressive tactics to halt abortions encroach on patient privacy  ALBUQUERQUE, N.M.  A woman from New York came to New Mexico to terminate her pregnancy at one of the nations four late-term abortion clinics after she found out the fetus she had been carrying for more than eight months had severe brain abnormalities. There were complications during the abortion and the 26-year-old woman was rushed to the hospital with a ruptured uterus.  Nearly two years later, the intimate details of her medical treatment, her mental state, her religion and family status have become public as part of a state medical board probe that was initiated not by the patient, but by anti-abortion activists with Operation Rescue who aggressively monitor and file complaints based on 911 calls made from abortion clinics.  On Thursday, the New Mexico Medical Board is expected to decide whether to revoke the license of or otherwise discipline Dr. Shelley Sella, a former colleague of slain Kansas abortion doctor George Tiller and one of the few doctors in the country who still openly performs third-term abortions. Its a case that highlights Operation Rescues aggressive attempts to halt abortions and raises questions about whether the tactics are an invasion of privacy when patient records become public.  The case also highlights the sensitivity surrounding late-term abortions, which several states have made illegal in recent years. Supporters of abortion rights say the procedures are rare and used only in cases where the health of the mother or child is in danger. Abortion opponents say they are a danger to mothers and painful for the unborn baby. The procedure involves injecting the fetus with a drug to stop its heartbeat and administering drugs over the next three to four days to prepare the cervix and induce labor.  Sella gave the woman drugs commonly used in late-term abortions, drugs that, according to transcripts in the case, are known to potentially cause contractions strong enough to cause uterine ruptures in women who previously have delivered a baby through cesarean section, as this woman had.  Records show the patient, who returned to New York three days after the rupture was repaired and was not involved in the complaint or hearing, was warned of the risks. But board prosecutor Daniel Rubin argued that proper standards of care were not followed. At issue is whether abortions providers should be held to the same standards of care that apply to live births, such as whether such a risky procedure so late in a pregnancy should have been done in a hospital rather than a clinic.  Anti-abortion activists are aggressively seeking that determination.  Operation Rescues Cheryl Sullenger, who filed the complaint against Sella, says winning such a determination will dramatically impact the ability of these abortionists to do these dangerous procedures on women.  But Vicki Saporta, president and CEO of the National Abortion Federation, downplayed the potential outcome of the case, saying it was part of the groups ongoing campaign against abortion doctors.  This is a medical board, she said. This is certainly not a standards-setting body for the rest of the United States. So while Operation Rescue would love for their complaints to have national scope, they really dont, and they havent had much success in having medical boards agree with their complaints.  Another question focuses on patient privacy. The name of the woman who had the abortion has not been released, but full transcripts of three days of hearings into the details of her case have been made public.  Marc Rotenberg, president and executive director of the Electronic Privacy Information Center in Washington, said the case underscores the sensitivity of medical records and the need to keep them private.  He pointed to a 2004 decision by the 7th U.S. Circuit Court of Appeals that blocked an attempt by the Department of Justice under Attorney General John Ashcroft to get redacted abortion records from a Chicago hospital for a trial on the constitutionality of late-term abortions. The opinion said that opening even redacted medical records was a violation of privacy and that the details could lead to a patient being identified and harassed.  Lynn Hart, executive director of the New Mexico Medical Board, said the panel has authority to open an investigation into any medical case in the state, regardless of who files the complaint. She said it has the subpoena authority to obtain patient records with or without a patients consent, and it is also exempt from federal medical privacy laws.  Attorneys for Sella successfully argued to close the hearing to media and the public, but the transcripts were made public in advance of the board vote on whether to discipline Sella.  Sullenger, who lives in Wichita, Kan., says the group currently has some 100 complaints pending with medical boards around the country based on information it gets from things like 911 calls for ambulance runs to abortion clinics. Although there are only four clinics in the country that do late-term abortions, according the transcripts presented in the New Mexico case, she said that their efforts are focused on all abortion clinics, not just those like Southwestern Womens Options in Albuquerque that do the procedures on women in their final trimester.  Its a tactic the group has employed for years with varying results. In 2005, for instance, a Kansas judge dismissed a public records lawsuit from Sullenger after she was denied copies of 911 calls involving Tillers clinic. But the group was successful, through similar complaints, in winning the revocation of the medical license of Dr. Ann Kristin Neuhaus, who provided second opinions for Tiller. And Operation Rescue believes it would have ultimately won the revocation of Tillers Kansas license if he had not been killed by an anti-abortion zealot. Sellas license in Kansas was cancelled at her request after she moved to New Mexico.  Privacy of patients was long an issue surrounding Tillers Kansas clinic. Operation Rescue used to post pictures of pregnant women, with their faces blurred, going into Tillers clinic. And a former state attorney general who tried to prosecute Tiller fought to get redacted medical records of Tillers clinics patients, then crosschecked information about their hometowns and dates of procedures with records from the hotel where many of Tillers patients stayed to learn their identities.  Sullenger said her group had no contact with the patient in the Albuquerque case, and has no interest in revealing patients identities.  We are actually about protecting them, she said. We believe that if these abortionists did not employ these dangerous practices we would not have these problems.  RELATED STORIES Abortion opponents march in Washington Roe v. Wade cheered, jeered in New York Lone Miss. abortion clinic might lose license Bill criminalizing abortions for rape victims is revised",
  "timeline": {
    "incident": {
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "923120",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "NM",
    "victim_id": "New Mexico Medical Board"
  }
}