{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 1425000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Class action settlement;",
    "overall_amount": 1425000,
    "overall_rating": "Unknown"
  },
  "incident_id": "D9C5CA62-FB99-43E0-BB1B-FAA662B6107C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-10-30T18:17:00Z",
    "github": "4076",
    "master_id": "D9C5CA62-FB99-43E0-BB1B-FAA662B6107C",
    "modified": "2014-10-30T18:17:00Z",
    "timeline": {
      "notification": {
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://blog.princelaw.com/2014/07/22/settlement-in-philadelphia-class-action-lawsuit-regarding-disclosure-of-confidential-ltcf-information/; https://princelaw.files.wordpress.com/2014/07/filed-settlement-agreement.pdf; http://princelaw.files.wordpress.com/2014/07/press-release-7-22-14.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Joshua Prince, Esquire of Prince Law Offices, P.C., Benjamin R. Picker, Esquire of McCausland Keen & Buckman, Jonathan Goldstein, Esquire of McNelly & Goldstein, LLC, Jon Mirowitz, Esquire, and attorneys for the City of Philadelphia (the City), jointly announced today that a proposed settlement has been reached in John Doe, et al. v City of Philadelphia, et al., Case No. 121203785, a class action lawsuit filed under seal in the Philadelphia Court of Common Pleas regarding the disclosure of allegedly confidential Pennsylvania License to Carry Firearms (LTCF) information by the City. The settlement is the result of a year and a half of litigation and extensive settlement discussions during two days of mediation with former United States Magistrate Judge Diane Welsh. The proposed settlement is on behalf of a putative class of approximately 3,265 current or former LTCF applicants who appealed to the Philadelphia Licenses and Inspections Board of Review from the Philadelphia Police Departments denial or revocation of the Pennsylvania LTCF. The claimants alleged that the City failed to secure adequately a website database that included these individuals names, addresses, and appeal information, thereby allowing that information pertaining to approximately 2,188 of the individuals to be accessed by individuals not entitled to do so for several days in August of 2012. The City maintained that the information on the website was not confidential and was not exposed to the public in violation of Pennsylvania law, and the City does not admit liability to the plaintiffs as part of the settlement. Under the proposed settlement, the City will pay $1.425 million to the class and will be separately responsible for the costs of administering the settlement. Once the Philadelphia Court of Common Pleas approves the settlement, class members will receive a check without having to submit a claim form. Under the proposed settlement, the approximately 2,188 individuals will receive more than the other approximately 1,077 members of the class. In addition, the City will voluntarily implement substantial changes in certain policies and procedures, which will positively affect firearm owners who have legally obtained a firearm, and those who choose to carry a firearm for self defense and other lawful purposes. Such policy changes will include, but are not limited to, ensuring that confidential LTCF applicant information will not be disclosed by the City electronically or in-person, not requiring or contacting references for any LTCF applicant, processing LTCF applications within 45 calendar days, refunding $15 of the LTCF application fee to any applicant who is denied, and not confiscating a firearm or LTCF unless an officer has probable cause to believe it is evidence of a crime. ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "921",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "City of Philadelphia"
  }
}