{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse",
        "Privilege abuse",
        "Unapproved hardware"
      ],
      "vector": [
        "LAN access",
        "Physical access"
      ]
    },
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      },
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DA3902D1-6146-4EFF-8149-6CFA1ED7E92F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-05-03T00:17:00Z",
    "master_id": "DA3902D1-6146-4EFF-8149-6CFA1ED7E92F",
    "modified": "2015-02-13T19:02:25Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://triblive.com/news/adminpage/5768047-74/pnc-daly-lawsuit",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " A former senior vice president of PNC Bank's Palm Beach, Fla., office used her cellphone to snap pictures of her computer screen hours before she resigned to take a job with a competitor, the Pittsburgh-based bank claims in a federal lawsuit filed on Friday.  PNC Bank and PNC Financial Services Group Inc. accuse Eileen Daly of North Palm Beach, Fla., of conspiring with other former employees to steal confidential customer information before they resigned to take jobs with Morgan Stanley Inc. of New York City.  The Tribune-Review could not find a phone listing for Daly.  The bank's security software thwarted Daly's attempt to download customer data, the lawsuit states.  Not to be deterred, on Jan. 31, 2014, mere hours before her resignation from PNC, Daly was observed taking photographs of her computer screen with her mobile phone, the lawsuit claims.  Ten boxes of customer files were missing after she left, the lawsuit says.  PNC is suing Daly and Morgan Stanley. Spokeswomen for PNC and Morgan Stanley declined to comment.  The PNC lawsuit claims that Daly and Morgan Stanley used the stolen data to lure away at least 15 customer accounts, valued collectively at $250 million.  A data security researcher said that although theft of information by former employees is common, resorting to a cellphone is not.  To be that overt and to be taking photographs of your screen is remarkable, said Larry Ponemon, founder of the Ponemon Institute of Traverse City, Mich.  He was not surprised that Daly resorted to that measure. His company's annual survey of retail banking customers put PNC among the top five banks for data security in eight of the 10 years it has done the study.  PNC is one of the best; they have very high ratings, he said. They are consistently viewed as being very good in privacy and security.  A 2009 study done by the Ponemon Institute for Symantec Corp., a computer security software company, surveyed 945 people who changed jobs in the previous 12 months and had access to confidential information.  About 59 percent admitted to taking contact lists or other proprietary information when they left employers. ",
  "timeline": {
    "incident": {
      "day": 31,
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "PNC Bank"
  }
}