{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Customer"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DA45269E-6777-4955-814E-AC49BA8A1B97",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2016,
    "github": "4728",
    "master_id": "DA45269E-6777-4955-814E-AC49BA8A1B97",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 11,
        "year": 2014
      }
    }
  },
  "reference": "http://www.cnn.com/2014/09/16/showbiz/joan-rivers-clinic/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The cardiac arrest leading to Joan Rivers' death happened as the comedian's personal doctor began performing a biopsy on her vocal cords, a source close to the death investigation told CNN. A staff member at Manhattan's Yorkville Endoscopy clinic told investigators that the doctor, who has not been publicly identified, took a selfie photo in the procedure room while Rivers was under anesthesia, the source said. Rivers, 81, was at the clinic for a scheduled endoscopy by another doctor, gastroenterologist Dr. Lawrence Cohen. That procedure, intended to help diagnose her hoarse voice and sore throat, involved the insertion of a camera down her throat. After Cohen, the clinic's medical director, finished his work, a biopsy was done on Rivers without her prior consent, according to the source.  An ear, nose and throat specialist not certified by the clinic as required by law performed a biopsy on her vocal cords. The doctor is described by the source as Rivers' personal ear-nose-throat physician. Clinic: Vocal-cord biopsy did not kill Joan Rivers \"Even though you are a licensed physician, you still should have, if you will, the checks and balances to get your approval to practice in that particular place,\" said Dr. Arthur Caplan, a medical ethicist at New York University's Langone Medical Center. Investigators believe that Rivers' vocal cords began to swell during the allegedly unauthorized biopsy, cutting off the flow of oxygen to her lungs, which led to cardiac arrest on the morning of August 29, the source said.  Rivers, 81, was rushed by paramedics from Yorkville Endoscopy to New York's Mount Sinai Hospital a mile away, where she died a week later.  Yorkville Endoscopy issued a statement last Thursday denying reports that any vocal cord biopsy has ever been done at the clinic, although federal privacy law prevented any patient information from being released. The day after the denial was issued, the clinic confirmed that Dr. Cohen \"is not currently performing procedures... nor is he currently serving as medical director.\" The source said that at this time neither Cohen nor the ear, nose and throat doctor have been accused of wrongdoing by investigators. The clinic declined to respond to the source's comments about a biopsy or a selfie, citing federal privacy law.",
  "timeline": {
    "incident": {
      "day": 4,
      "month": 9,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "Yorkville Endoscopy"
  }
}