{
  "action": {
    "hacking": {
      "variety": [
        "Use of stolen creds"
      ],
      "vector": [
        "Unknown"
      ]
    },
    "malware": {
      "variety": [
        "C2",
        "Exploit vuln"
      ],
      "vector": [
        "Direct install"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "CN"
      ],
      "motive": [
        "Espionage"
      ],
      "region": [
        "142030"
      ],
      "variety": [
        "Unknown",
        "Nation-state"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 5100000,
          "variety": "Credentials"
        },
        {
          "amount": 21500000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 21500000,
      "notes": "Data The intruders in the OPM case gained access to information that included employees' Social Security numbers, job assignments, performance ratings and training information, agency officials said Data stolen from U.S. government computers by suspected Chinese hackers included security clearance information and background checks dating back three decades  We believe that Social Security numbers were not encrypted, a cybersecurity failure that is absolutely indefensible and outrageous, -  participate in free credit monitoring services offered by the federal personnel office; and place a free 90-day \"fraud alert\" on credit reports.  As many as 18 million people are now thought to be affected by the recent Office of Personnel Management (OPM) data breach  he Office of Personnel Management (OPM) said data stolen from its computer networks included Social Security numbers and other sensitive information on 21.5 million people who have undergone background checks for security clearances.  That is in addition to data on about 4.2 million current and former federal workers that was stolen in what the OPM called a \"separate but related\" hacking incident. Because many people were affected by both hacks, a total of 22.1 million people were affected, or almost 7 percent of the U.S. population.  Sam Schumach, announced this morning that the breach of OPM background investigation data included approximately 5.6 million sets of fingerprints from federal employees, contractors, and other subjects of federal background checks.",
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Infrastructure monitoring"
      ]
    }
  },
  "discovery_notes": "The OPM, using new tools, discovered the breach in [2015] April, according to officials at the agency who declined to discuss who was behind the hack. According to the timeline, OPM officials did not know they had a problem until April 15, 2015, when the agency discovered \"anomalous SSL traffic with [a] decryption tool\" implemented in December 2014. OPM then notified DHS' U.S. Computer Emergency Readiness Team, and a forensic investigation began. ",
  "impact": {
    "overall_amount": 133300000,
    "overall_rating": "Unknown"
  },
  "incident_id": "DA9FD4C0-4054-4E3F-9EA9-2FA05DD202DD",
  "notes": " Office of Personnel Management, Washington VA  Incident Investigators suspect that the hack, which took place in_[2014] December, But officials have acknowledged a second intrusion that stretched back to last [2014] June  Exfil in  According to investigators, hackers likely gained access to OPM's local-area network on May 7, 2014, by stealing credentials and then planting malware and creating a backdoor for exfiltration. Actual exfiltration of data on background investigations did not begin until July 3, 2014, and it continued until August. Pivot In October, the hackers pivoted to the Interior Department data center where OPM's personnel records resided. On Dec. 15, 2014, the intruders siphoned that data away. OPM has said the personnel records of 4.2 million people were comprised in that breach.  Discovery The OPM, using new tools, discovered the breach in [2015] April, according to officials at the agency who declined to discuss who was behind the hack. According to the timeline, OPM officials did not know they had a problem until April 15, 2015, when the agency discovered \"anomalous SSL traffic with [a] decryption tool\" implemented in December 2014. OPM then notified DHS' U.S. Computer Emergency Readiness Team, and a forensic investigation began.  Containment By April 24, the hackers had been evicted from OPM systems, and the next day, the document states, the agency used an \"advanced host-based security tool to discover, quarantine and eliminate [the] malware.\" OPM verified the malware was gone on April 30, according to the timeline.  Data The intruders in the OPM case gained access to information that included employees' Social Security numbers, job assignments, performance ratings and training information, agency officials said Data stolen from U.S. government computers by suspected Chinese hackers included security clearance information and background checks dating back three decades  We believe that Social Security numbers were not encrypted, a cybersecurity failure that is absolutely indefensible and outrageous, -  participate in free credit monitoring services offered by the federal personnel office; and place a free 90-day \"fraud alert\" on credit reports.  As many as 18 million people are now thought to be affected by the recent Office of Personnel Management (OPM) data breach  he Office of Personnel Management (OPM) said data stolen from its computer networks included Social Security numbers and other sensitive information on 21.5 million people who have undergone background checks for security clearances.  That is in addition to data on about 4.2 million current and former federal workers that was stolen in what the OPM called a \"separate but related\" hacking incident. Because many people were affected by both hacks, a total of 22.1 million people were affected, or almost 7 percent of the U.S. population.  Sam Schumach, announced this morning that the breach of OPM background investigation data included approximately 5.6 million sets of fingerprints from federal employees, contractors, and other subjects of federal background checks.  Cost The arrangement will cost the government at least $133.3 million, and options could bring its value to as high as $329.8 million.  Actor state sponsored China One private security firm, iSight Partners, says it has linked the OPM intrusion to the same cyber_espionage group  Vector ntruders used a \"zero-day\" _ a previously unknown cyber-tool _ to take advantage of a vulnerability that allowed the intruders to gain access into the system.",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2016-01-07T13:10:00Z",
    "dbir_year": 2016,
    "github": "5929",
    "master_id": "DA9FD4C0-4054-4E3F-9EA9-2FA05DD202DD",
    "modified": "2016-01-07T13:10:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 6,
        "year": 2015
      }
    }
  },
  "reference": "http://www.washingtonpost.com/world/national-security/chinese-hackers-breach-federal-governments-personnel-office/2015/06/04/889c0e52-0af7-11e5-95fd-d580f1c5d44e_story.html; http://www.reuters.com/article/2015/06/06/us-cybersecurity-usa-idUSKBN0OL1V320150606; http://www.slate.com/blogs/future_tense/2015/06/05/office_of_personnel_management_discovered_hack_while_trying_to_upgrade_security.html?wpsrc=sh_all_dt_tw_top; http://www.charlestondailymail.com/article/20150611/ARTICLE/150619767/1276; http://hosted.ap.org/dynamic/stories/U/US_GOVERNMENT_HACKED?SITE=SCAND&SECTION=HOME&TEMPLATE=DEFAULT; http://thehill.com/policy/cybersecurity/245769-fbi-head-told-congress-opm-hack-could-hit-18-million; http://www.reuters.com/article/2015/07/09/us-cybersecurity-usa-idUSKCN0PJ2M420150709?feedType=RSS&feedName=technologyNews; http://www.msnewsnow.com/story/29524906/fingerprints-among-records-hacked-in-federal-breach; http://www.usnews.com/news/politics/articles/2015/06/15/390-000-people-tied-to-dhs-may-have-had-data-breached; http://fcw.com/articles/2015/08/21/opm-breach-timeline.aspx?m=2; http://www.engadget.com/2015/09/02/opm-data-breach-identity-theft-protection/; http://arstechnica.com/security/2015/09/opm-breach-included-five-times-more-stolen-fingerprints/; http://sputniknews.com/us/20150923/1027415778/fingerprints-us-data-theft-hack.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hackers working for the Chinese state breached the computer system of the Office of Personnel Management in December, U.S. officials said Thursday, and the agency will notify about 4__million current and former federal employees that their personal data may have been compromised.  The hack was the largest breach of federal employee data in recent years. It was the second major intrusion of the same agency by China in less than a year and the second significant foreign breach into U.S. government networks in recent months.Last year, Russia compromised White House and State Department e-mail systems in a campaign of cyber_espionage.  [What to do if your information was stolen]  The OPM, using new tools, discovered the breach in April, according to officials at the agency who declined to discuss who was behind the hack.  Other U.S. officials, who spoke on the condition of anonymity, citing the ongoing investigation, identified the hackers as being state-sponsored.  One private security firm, iSight Partners, says it has linked the OPM intrusion to the same cyber_espionage group that hacked the health insurance giant Anthem. The FBI suspects that that intrusion, announced in February, was also the work of Chinese hackers, people close to the investigation have said.  The intruders in the OPM case gained access to information that included employees' Social Security numbers, job assignments, performance ratings and training information, agency officials said. OPM officials declined to comment on whether payroll data was exposed other than to say that no direct- deposit information was compromised. They could not say for certain what data was taken, only what the hackers gained access to.  [China calls the accusation 'irresponsible and unscientific']  \"Certainly, OPM is a high-value target,\" Donna Seymour, the agency's chief information officer, said in an interview. \"We have a lot of information about people, and that is something that our adversaries want.\"  The personal information exposed could be useful in crafting \"spear-phishing\" e-mails, which are designed to fool recipients into opening a link or an attachment so that the hacker can gain access to computer systems. Using the stolen OPM data, for instance, a hacker might send a fake e-mail purporting to be from a colleague at work.   After the earlier breach discovered in March 2014, the OPM undertook \"an aggressive effort to update our cybersecurity posture, adding numerous tools and capabilities to our networks,\" Seymour said. \"As a result of adding these tools, we were able to detect this intrusion into our networks.\"  \"Protecting our federal employee data from malicious cyber incidents is of the highest priority at OPM,\" Director Katherine Archuleta said in a statement.   Katherine Archuleta, shown in November in Arlington, is director of the Office of Personnel Management. (Win Mcnamee/Getty Images) In the current incident, the hackers targeted an OPM data center housed at the Interior Department. The database did not contain information on background investigations or employees applying for security clear_ances, officials said.  By contrast, in March 2014, OPM officials discovered that hackers had breached an OPM system that manages sensitive data on federal employees applying for clearances. That often includes financial data, information about family and other sensitive details. That breach, too, was attributed to China, other officials said. OPM officials declined to comment on whether the data affected in this incident was encrypted or had sensitive details masked. They said it appeared that the intruders are no longer in the system.  \"There is no current activity,\" an official said. But Chinese hackers frequently try repeat intrusions.  [The real story of how the Internet became so vulnerable]  Seymour said the agency is working to better protect the data stored in its servers throughout the government, including by using data masking or redaction. \"We've purchased tools to be able to implement that capability for all\" the data, she said.  Among the steps taken to protect the network, the OPM restricted remote access to the network by system administrators, officials said. When the OPM discovered the breach, it notified the FBI and the Department of Homeland Security.  A senior DHS official, who spoke on the condition of anonymity because of the ongoing investigation, said the \"good news\" is that the OPM discovered the breach using the new tools. \"These things are going to keep happening, and we're going to see more and more because our detection techniques are improving,\" the official said.  FBI spokesman Josh Campbell said his agency is working with DHS and OPM officials to investigate the incident. \"We take all potential threats to public- and private-sector systems seriously and will continue to investigate and hold accountable those who pose a threat in cyberspace,\" he said.   The intruders used a \"zero-day\" _ a previously unknown cyber-tool _ to take advantage of a vulnerability that allowed the intruders to gain access into the system.  [Why the Internet's massive flaws may never get fixed]  China is one of the most aggressive nations targeting U.S. and other Western states' networks. In May 2014, the United States announced the indictments of five Chinese military officials for economic cyber_espionage _ hacking into the computers of major steel and other companies and stealing plans, sensitive negotiating details and other information.  \"China is everywhere,\" said Austin Berglas, head of cyber investigations at K2 Intelligence and a former top cyber official at the FBI's New York field office. \"They're looking to gain social and economic and political advantage over the United States in any way they can. The easiest way to do that is through theft of intellectual property and theft of sensitive information.\"  Rep. Adam B. Schiff (Calif.), ranking Democrat on the House Intelligence Committee, said the past few months have seen a massive series of data breaches affecting millions of Americans.  \"This latest intrusion .__.__. is among the most shocking because Americans may expect that federal computer networks are maintained with state-of-the-art defenses,\" he said. \"The cyberthreat from hackers, criminals, terrorists and state actors is one of the greatest challenges we face on a daily basis, and it's clear that a substantial improvement in our cyber databases and defenses is perilously overdue.\"  Colleen M. Kelley, president of the nation's _second-largest federal worker union, the National Treasury Employees Union, said her organization \"is very concerned\" about the breach. \"Data security, particularly in an era of rising incidence of identity theft, is a critically important matter,\" she said.  \"It is vital to know as soon as possible the extent to which, if any, personal information may have been obtained so that affected employees can be notified promptly and encouraged to take all possible steps to protect themselves from financial or other risks,\" she said.",
  "timeline": {
    "containment": {
      "unit": "Days",
      "value": 15
    },
    "discovery": {
      "unit": "Years",
      "value": 1
    },
    "exfiltration": {
      "unit": "Months",
      "value": 2
    },
    "incident": {
      "day": 15,
      "month": 4,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "921190",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "notes": "In October, the hackers pivoted to the Interior Department data center where OPM's personnel records resided.",
      "victim_id": [
        "Interior Department"
      ]
    },
    "state": "VA",
    "victim_id": "Office of Personnel Management"
  }
}