{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim secure area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "US"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "019021"
      ],
      "variety": [
        "State-affiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 218,
          "variety": "Classified"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 218,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DB549F07-9FE3-43EC-BFD6-D02D78D1E90C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-09-03T13:29:00Z",
    "github": "4271",
    "master_id": "DB549F07-9FE3-43EC-BFD6-D02D78D1E90C",
    "modified": "2014-09-03T13:29:00Z",
    "timeline": {
      "notification": {
        "day": 7,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://rt.com/news/171180-germany-spy-scandal-policy/;http://rt.com/usa/171104-us-admits-recruiting-german-spy/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "First since WWII: Germany may start spying back on US after double-agent scandal  Germany may scrap its decades-old policy of not spying on key NATO allies in response to the latest spy scandal, which exposed a German intelligence officer as a double-agent leaking secret documents to the US.  READ: Officials admit US had recruited German spy  After the defeat of Nazis in World War II, the new authorities of West Germany adopted a policy of turning a blind eye to the intelligence activities of some of the victors, namely the US, Britain and France. However, Chancellor Angela Merkels government may change that situation, Interior Minister Thomas de Maizire told Bild newspaper.  He said Germany urgently needs to acquire 360-degree view on operations conducted on its soil, which means it must conduct surveillance of all foreign intelligence agents working in the country.  The newspaper says it has obtained a document detailing concrete countermeasures it plans to implement to that regard.  The possible change in Germanys stance follows the exposure of a German intelligence officer, who worked for the Federal Intelligence Service (BND), as an American double agent. The 31-year-old reportedly contacted the US embassy and offered cooperation, after which he leaked at least 218 secret documents in exchange for cash payments amounting more than $34,000.  Ironically, one of the prime interests for the US that the double agent was meant to meet was Berlins investigation into the alleged spying by the US National Security Agency on Chancellor Merkel and other German citizens.  The scandal reignited the outrage in Germany over American surveillance, with some lawmakers calling on expelling the handlers of the double agent from the country. The government so far refrained from commenting on the ongoing counter-espionage investigation, but Merkel said that if the allegations are proven to be true, it would be a serious case.  German Foreign Minister Frank-Walter Steinmeier said the relations between Germany and the US would change if the allegations are confirmed.  Should the suspicions be confirmed that American intelligence agencies were involved, then thats also a political matter where one cant just go back to the daily routine, his office cited him as saying during a visit to Mongolia.  German President Joachim Gauck said if the allegations were to turn out to be true, then it truly needs to be said: enough is enough.  Merkels government is facing criticism over the restrained response it demonstrated after the revelation of NSA snooping on Germany, and the new scandal gives critics more ammunition.  To respond to these allegations with the motto 'now we're going to spy back on you' is just absurd, and a sign of the government's helplessness, commented Konstantin von Notz, a member of the parliamentary investigation committee into the NSA activity. Either these surveillance activities are illegal and we do something to curb them, or not.  The revelation of bugging of Merkels phone in publications based on leaks by NSA whistleblower Edward Snowden triggered a heated debate in Germany, which is cautious of government surveillance due to a negative historic record the country had. The German government wanted the US to sign a no-spy deal to address the public concern, which Washington rejected.  The no-spy deals failure resurfaced this week after the new spy scandal. Former US Secretary of State Hillary Clinton told Der Spiegel magazine that Washington would never agree to one.  The US will never sign a no-spy agreement with any other countries, not with you, not with Britain or Canada, Clinton was quoted as saying. But that doesnt mean that the two countries and their intelligence agencies shouldnt clarify whats appropriate and what isnt.  The comment came shortly after Defense Minister, Ursula von der Leyen, made a personal appeal to Clinton, who was visiting Berlin.  \"For God's sake, take a hard line with your secret services,\" the minister said. \"Good friends don't spy on one another.\"",
  "timeline": {
    "incident": {
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "DE"
    ],
    "employee_count": "Large",
    "industry": "928110",
    "locations_affected": 1,
    "region": [
      "150155"
    ],
    "victim_id": "German Federal Intelligence Service"
  }
}