{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Financial"
      ],
      "notes": " The partner subcontracted the work to another party.  None are named.",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "availability": {
      "notes": "Company faced extortion demands.",
      "variety": [
        "Other"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1500000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1500000,
      "data_victim": [
        "Customer"
      ],
      "notes": "Company faced extortion demands.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DBAE87C5-B8F4-4921-82C7-1048B6A35BF5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-02-17T22:10:00Z",
    "master_id": "DBAE87C5-B8F4-4921-82C7-1048B6A35BF5",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 11,
        "year": 2010
      }
    }
  },
  "reference": "http://translate.google.com/translate?hl=en&rurl=translate.google.com&sl=de&tl=en&twu=1&u=http://www.spiegel.de/netzwelt/netzpolitik/0,1518,677280,00.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "When BKK Health, the largest with 1.5 million policyholders German company health insurance, gave it a report by the TV magazine \"contrasts\", according to a security leak. Perhaps highly sensitive medical data had fallen into the hands of unauthorized persons, reports \"contrasts\" in his article, which was to be aired on ARD on Thursday night. The Federal Data Protection Commissioner Peter Schaar was shocked. A spokesman for the BKK Health Fund said on Thursday upon request, the company being blackmailed.  According to research of the TV magazine, the health insurance had entrusted an external company with the care of their telephone hotline. These have hired a subcontractor, the unskilled assistants instructed. The assistants had with private computers or laptops retrieve data such as medical diagnoses and save. The Data Protection Commissioner Peter Schaar told the magazine, with the health insurance much is manifestly been missed when personal data protection. One such flippancy about social data has not yet happened to him. Schaar described the process as \"scandalous\".  The BKK health fund has turned the prosecution claims to be. An unknown man had offered last week by phone not concrete documents designated for sale, said a spokesman for the health insurance. The man had threatened to publish the documents. The BKK health fund did not address it. How much money the stranger asks for the documents is not known.  Whether data gets into the wrong hands, currently it is not proved. However, having the health insurance company, which was entrusted with the care of the telephone hotline, deprived of access to their computers on Tuesday. The Federal Ministry of Health, the Federal Privacy Commissioner and the Federal Insurance Office had been informed. Because of the extortion attempt has already filed a complaint against persons unknown, according to BKK. ",
  "timeline": {
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "DE"
    ],
    "employee_count": "11 to 100",
    "industry": "621111",
    "region": [
      "150155"
    ],
    "victim_id": "BKK Health"
  }
}