{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Developer"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - File"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 6000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 6000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Audit"
      ]
    }
  },
  "discovery_notes": "We recently received a report to our White Hat program regarding a bug that may have allowed some of a person's contact information (email or phone number) to be accessed by people who either had some contact information about that person or some connection to them. ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DE5377FE-C6B2-4073-9F57-C5EDC4FC6A1A",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-07T08:54:00Z",
    "dbir_year": 2016,
    "github": "3398",
    "master_id": "DE5377FE-C6B2-4073-9F57-C5EDC4FC6A1A",
    "modified": "2016-01-07T08:54:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 6,
        "year": 2015
      }
    }
  },
  "reference": "http://www.gizmocrave.com/15627-facebook-security-breach-actually-happened/; http://www.reuters.com/article/2013/06/21/net-us-facebook-security-idUSBRE95K18Y20130621; https://www.facebook.com/notes/facebook-security/important-message-from-facebooks-white-hat-program/10151437074840766/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Facebook Inc has inadvertently exposed 6 million users' phone numbers and email addresses to unauthorized viewers over the past year, the world's largest social networking company disclosed late Friday.  Facebook blamed the data leaks, which began in 2012, on a technical glitch in its massive archive of contact information collected from its 1.1 billion users worldwide. As a result of the glitch, Facebook users who downloaded contact data for their list of friends obtained additional information that they were not supposed to have.  Facebook's security team was alerted to the bug last week and fixed it within 24 hours. But Facebook did not publicly acknowledge the bug until Friday afternoon, when it published an \"important message\" on its blog explaining the issue.  A Facebook spokesman said the delay was due to company procedure stipulating that regulators and affected users be notified before making a public announcement.  \"We currently have no evidence that this bug has been exploited maliciously and we have not received complaints from users or seen anomalous behavior on the tool or site to suggest wrongdoing,\" Facebook said on its blog.  While the privacy breach was limited, \"it's still something we're upset and embarrassed by, and we'll work doubly hard to make sure nothing like this happens again,\" it added.  The breach follows recent disclosures that several consumer Internet companies turned over troves of user data to a large-scale electronic surveillance program run by U.S. intelligence.  The companies include Facebook, Google Inc, Microsoft Corp, Apple Inc and Yahoo Inc.  The companies, led by Facebook, successfully negotiated with the U.S. government last week to reveal the approximate number of user information requests that each company had received, including secret national security orders.  (Reporting by Gerry Shih; Editing by Richard Chang)",
  "timeline": {
    "containment": {
      "unit": "Hours",
      "value": 24
    },
    "discovery": {
      "unit": "Years"
    },
    "incident": {
      "month": 6,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "519130",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Facebook Inc"
  }
}