{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3,
          "variety": "Credentials"
        },
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 4,
      "data_victim": [
        "Patient"
      ],
      "notes": "Cedars-Sinai said that three community physicians, Dr. Sam Bakshian, Dr. Abraham Ishaaya and Dr. Shamim Shakibai, violated hospital policy by offering their user names and passwords to employees, who then used the logins to access confidential patient records, including Kardashians. And according to a Cedars-Sinai statement, four of the six workers who logged onto the hospitals information system without permission to access patient records were local physicians employees that had hospital staff privileges. The others were a research assistant and volunteer.",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "It review"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DE78D048-8CB7-4A1A-907B-135A3CD82B58",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-10T00:40:47Z",
    "github": "2523",
    "master_id": "DE78D048-8CB7-4A1A-907B-135A3CD82B58",
    "modified": "2015-03-10T00:40:47Z",
    "timeline": {
      "notification": {
        "day": 15,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://healthitsecurity.com/2013/07/15/kim-kardashians-patient-data-breached-at-cedars-sinai/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Perhaps some recent news about reality television show star Kim Kardashian can be viewed as beneficial to the public in that it could help spread the word on patient privacy problems across the country. Kardashian was among the patient whose records were accessed inappropriately at Cedars-Sinai Medical Center in Los Angeles between June 18 and June 24. The Los Angeles Times reported that six workers were fired for the internal breach, but hopefully this case will help alert the public of ongoing health data security issues and spark conversation within the industry to reevaluate celebrity patient privacy procedures.  Kardashian gave birth on June 15 at Cedars-Sinai to North West (yes, thats her real name) and according to Reuters, the organization contacted her shortly after checking out of the hospital to alert her that her data had been breached. Exactly what patient information, such as medical or financial data, was viewed has yet to be reported.  Los Angeles healthcare organizations such as Cedars-Sinai often have to deal with high-profile patient records being targeted during internal breaches and this Cedars-Sinai case was no different, as five of the employees accessed a single patient record the other viewed 14 different records.  Cedars-Sinai said that three community physicians, Dr. Sam Bakshian, Dr. Abraham Ishaaya and Dr. Shamim Shakibai, violated hospital policy by offering their user names and passwords to employees, who then used the logins to access confidential patient records, including Kardashians. And according to a Cedars-Sinai statement, four of the six workers who logged onto the hospitals information system without permission to access patient records were local physicians employees that had hospital staff privileges. The others were a research assistant and volunteer.  David Blake, Cedars-Sinais chief privacy officer, said in a statement to the Times that the hospital has a high standard for security and that unauthorized access to any patients record is, quite simply, unacceptable.  Though theres a strong chance that employees werent trying to do much beyond look at the records in efforts to find Kardashians. But Cedars-Sinai was smart to act swiftly in firing all of the employees involved and banning them from accessing its patient data from another organization in the future. Healthcare organizations can only do so much to train employees and when they give out passwords to their underlings who arent supposed to have access, it makes their job to protect data even harder.  Other high-profile patient privacy breaches at Los Angeles healthcare organizations include data belonging to late actress Farrah Fawcett, Britney Spears and Maria Shriver being inappropriately accessed at UCLA Medical Center.",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Cedars-Sinai Medical Center"
  }
}