{
  "action": {
    "hacking": {
      "notes": "The Office of Personnel Management is alerting more than 48,000 federal employees their personal information may have been exposed following a breach at KeyPoint Government Solutions, which conducts background investigations of federal employees seeking security clearances.",
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 48439,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 48439,
      "data_victim": [
        "Employee"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DED635B4-F7D5-438B-A31E-3153DAFAA318",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-06T23:25:00Z",
    "dbir_year": 2016,
    "github": "5008",
    "master_id": "DED635B4-F7D5-438B-A31E-3153DAFAA318",
    "modified": "2016-02-06T23:25:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.nextgov.com/cybersecurity/2014/12/opm-alerts-feds-second-background-check-breach/101622/; http://www.bizjournals.com/washington/blog/fedbiz_daily/2014/12/keypoint-suffers-computer-breach-potentially.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Office of Personnel Management is alerting more than 48,000 federal employees their personal information may have been exposed following a breach at KeyPoint Government Solutions, which conducts background investigations of federal employees seeking security clearances.  The total number of employees affected is 48,439, according to an email from OPM Chief Information Officer Donna Seymour obtained by Nextgov.  Seymour said OPM worked closely with the Department of Homeland Security to investigate the incident, \"and while we found no conclusive evidence that [personally identifiable information] was taken by the intruder, OPM has elected to conduct these notifications out of an abundance of caution.\"  Affected employees will receive free credit monitoring.  DHS spokesman S.Y. Lee on Thursday evening told Nextgov the breach was detected by a DHS entity.   \"Recently, the DHS National Cybersecurity and Communications Integration Center became aware of a potential intrusion of a private sector company that conducts U.S. government security background investigations for OPM,\" he said in a statement. \"Working with OPM and other interagency partners, the NCCIC, per standard procedure, deployed an on-site [U.S.-Computer Emergency Readiness Team] to assess and mitigate any risks identified.\"  \"As we examine the potential impact on DHS employees, we are committed to ensuring the privacy of our workforce and will take all appropriate measures to safeguard it,\" he added.   Background investigators conduct interviews with employees or applicants seeking security clearances, as well as their family members, neighbors and former employers. Investigators also compile police and court records on interview subjects. Their reports are used by federal officials to determine potential employees' suitability to hold security clearances and are a treasure trove of personal information.  An OPM statement provided to Nextgov read in part: \"We take very seriously our responsibility to protect sensitive data in background investigations, and our top priority is to make sure the networks that handle that data are secure. KeyPoint has worked closely with OPM to implement additional security controls that will afford its network greater protection.\"  It's the second time this year hackers have targeted a private background-check company. Over the summer, USIS, once the government's largest provider of checks, revealed its systems had been breached, potentially exposing information on 25,000 employees. OPM subsequently temporarily suspended work with the company in the wake of that breach and later severed ties altogether.   \"Following the discovery of the problem, KeyPoint implemented numerous controls to strengthen the security of its network,\" Seymour's email stated. \"The immediacy with which KeyPoint was able to remediate vulnerabilities has allowed us to continue to conduct business with the company without interruption.\"  A month before the USIS hack, OPM's own networks were breached, with news reports indicating Chinese hackers had infiltrated OPM's databases, potentially in pursuit of the personnel files of security clearance holders.  KeyPoint did not immediately return phone calls and emails seeking comment.   DHS says it inspected other background check firms for vulnerabilities following the USIS breach. ",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "92",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Office of Personnel Management"
  }
}