{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 3700,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 3700,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DF5C0857-B950-4F3B-A28A-D96C435D6CF8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T04:30:25Z",
    "github": "4232",
    "master_id": "DF5C0857-B950-4F3B-A28A-D96C435D6CF8",
    "modified": "2015-03-03T04:30:25Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://insurancenewsnet.com/oarticle/2014/06/06/health-insurer-highmark-blames-mailroom-error-as-private-data-sent-to-wrong-subs-a-514636.html#.U_t1rlaFr7Q",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Highmark Inc. notified nearly 3,700 of its Medicare Advantage members that some of their personal and medical information may have been disclosed to others without authorization and in violation of federal law.  The state's largest health insurer said an error by a mailroom employee led to an unknown number of Security Blue and Freedom Blue members receiving the results of risk assessments belonging to others. The forms included member names, addresses, dates of birth, some medical information and their unique member identification numbers.  \"There is no evidence at all that any of the information that was mailed in error has been accessed or used inappropriately,\" the insurer said in a statement.  The mailings went out on April 19, and within days, Highmark heard from members who said they had received other people's forms.  Lisa Martinelli, chief privacy officer of the insurer's parent organization, Highmark Health, said the insurer spent the past month investigating how the error occurred before deciding to notify members. The risk assessment results were sent after Security Blue and Freedom Blue members replied to surveys intended to help them find resources to improve their health.  Medications being taken by members, scores on mood tests for depression and scores for frailty tests were among the medical information included on some of the risk assessments, Martinelli said. Social Security numbers were not on the forms, she said.  \"It is unlikely that anyone has done anything with this data,\" she said.  Under medical privacy rules included in the 1996 federal Health Insurance Portability and Accountability Act, health insurers, hospitals and other medical providers are required to have policies and procedures in place to prevent the unauthorized disclosure of personal medical information. When a breach involving 500 or more people occurs, they must notify the Health and Human Services Department, which opens an investigation, along with local news organizations and those affected by the breach.  HHS spokeswoman Rachel Seeger declined to comment, citing a department policy not to comment on specific cases.  Highmark spokesman Leilyn Perri said the insurer on Thursday notified the department of the unauthorized disclosure.",
  "timeline": {
    "incident": {
      "day": 19,
      "month": 4,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "Highmark Inc."
  }
}