{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DF63C96F-04ED-408B-97FF-9DADA885402A",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2014-08-25T16:48:00Z",
    "github": "1934",
    "master_id": "DF63C96F-04ED-408B-97FF-9DADA885402A",
    "modified": "2014-08-25T16:48:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "https://oag.ca.gov/system/files/Template%20Letter%20for%20California%20Submission_1.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Please read This Important Notice Regarding: your mortgage loan number(s) ending in 0146, 1234. Dear Joe Smith, Protecting the privacy and security of your personal information is extremely important to us.  We are writing to let you know about a recent incident in which certain personal information related to your mortgage loan serviced by Cole Taylor Mortgage, a division of Cole Taylor Bank, was inadvertently made accessible to employees of another federally regulated bank.  This information included your name, address, social security number,loan number and certain loan information(such as balance and payment infroamtion).  This incident occurred because of an inadvertent tecnical error by our third-party vendor that provides information technology services and solutions to both Cole Taylor Mortgage and the other bank. This error allowed the other bank the ability to access certain information related to Cole Taylor mortgage-serviced mortgage loans.  The third-party vendor and the other bank reported this to us as soon as they learned of this incident on February 7, 2014.  To be clear, we have carefully researched this incident and are not aware of any misuse of your information.  We deeply regret this incident and any inconvenience or concern that it may cause you.  Upon discvoery of the incident, we promptly launched an ivnestigation and worked with the vendor and the other bank to resolve this incident.  We also received assurance from the other bank that your personal information was not subject to any known unauthorized access, use, or disclosure.  You should know that the other bank is subject to the same federal regulations as Cole Taylor Mortgage and is therefore obligated to keep your personal information confidential.  As noted above, we are not aware of any misuse of your personal information due to this incident, and we believe it is unlikely that your personal information will be misused in the future due to this incident.  However, our customer-focused operating philosophy includes transparency to our customers, and as such, we felt it important to notify you of this incident, what we have done to address the incident, and additional steps you can take to safeguard against potential misuse of your information.  As a precaution to help you detect any possible misuse of your personal information, we recommend that you regularly review your financial account statements and credit reports.  Out of an abundance of caution, we are offering you a complimentary one-year membership of Experian's ProtectMyID Alert.  This product helps detect possible misuse of your personal information and provides you with identity protection services focused on immediate identification and resolution of identity theft.  ProtectMyID Alert is completely free to you and enrolling in this program will not hurt your credit score.  For more information on identity theft prevention and ProtectMyID Alert, including instructions on how to activate your complimentary one-year membership, please see the additional information in the attachment to this letter.  Even if you do not choose to enroll in the ProtectMyID Alert credit monitoring product, there are other steps you can take to protect yourself.  Please see the \"Information About Identity Theft Prevention\" attachment ot this letter for information on how you can place a fraud alert and/or security freeze on your credit file and how you can obtain a free copy of your credit report.    In addition, we have established a dedicated toll-free hotline that you can call if you have any questions.  The toll-free telephone number is 800-572-9809.   We appreciate the opportunity to meet your financial needs.  We apologize for any inconvenience or concern this incident may cause and want to assure you that safeguarding your personal information is a top priority.",
  "timeline": {
    "incident": {
      "day": 7,
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "522310",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "OR",
    "victim_id": "Cole Taylor Mortgage"
  }
}