{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse"
      ],
      "vector": [
        "Physical access"
      ]
    },
    "physical": {
      "variety": [
        "Assault"
      ],
      "vector": [
        "Partner facility"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Customer"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "50AECCDD-CD69-4818-89D6-91CBD28A95EC",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-09-07T22:10:00Z",
    "dbir_year": 2016,
    "github": "5750",
    "master_id": "DFAD96A6-998A-4612-8F63-B8EF485C5C91",
    "modified": "2016-09-07T22:17:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.sandiego6.com/news/state-news/Pencil-stabbing-photo-leaked-hospital-staff-info-301922701.html; http://mynewsla.com/crime/2016/01/27/suicidal-woman-who-stuck-pencils-in-her-eyes-settles-part-of-suit-over-internet-photo/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A hospital patient who stuck pencils in her eyes in a suicide attempt, then found out that a photo of her self-mutilation turned up on the Internet three years later, has agreed to settle the part of her lawsuit against Los Angeles County and one of its nurses, her attorney said Wednesday.  Douglas Johnson, who represents the 24-year-old plaintiff, told Los Angeles Superior Court Judge Elizabeth Allen White that the proposed resolution would remove the county and nurse Shannon Lipham as defendants in the case.  The case will proceed against nurse Kristin Ciasulli, who the plaintiff accuses of taking the photo at County-USC Medical Center, and Ciasulli's then- employer, HRN Services Inc., Johnson said.  Johnson declined to state the amount of the settlement, but noted it would be public information if the Board of Supervisors approves it.  He praised the county's lawyers for working with him toward a resolution of the case, which was filed in October 2014 and identifies the plaintiff only as Jane Doe.  \"I absolutely think it was the right thing to do and I was impressed with the compassion they showed for my client,\" Johnson said.  During today's hearing, the judge said Johnson needs to shore up only one of the four allegations against HRN Services  intentional infliction of emotional distress. Johnson said the problem with the complaint can be easily fixed.  The attorney also said he was pleased that the judge found the details behind the other three allegations  negligent infliction of emotional distress, intrusion upon seclusion and negligent training, supervision and retention of an employee  were sufficient, and that White rejected a defense argument that his client didn't have an expectation of privacy in the large emergency room where her unauthorized photo was taken.  According to the complaint, the woman was admitted to the county-run hospital in June 2011 after trying to kill herself by thrusting pencils into her eyes. She survived, but was blinded.  Lipham was a relief pool nurse employed by the county who also was assigned to care for the plaintiff, according to Doe's court papers, which say Lipham acknowledged in a June deposition that she sent the photograph to her niece, who in turn gave it to a man named Joshua Shivers, who the plaintiff's attorneys allege posted the photo.  Ciasulli admitted during a deposition that she took a photo of the injured plaintiff and says she did so as a \"teaching tool.\" She says she later deleted the image and that it was not the photo that turned up on the Internet.  Up to a half-dozen other medical workers took similar images of the plaintiff when the injured La Canada Flintridge resident was brought into the County-USC Medical Center emergency room, according to Ciasulli.  Ciasulli worked at the time for HRN Services, which supplies hospitals with temporary and supplemental healthcare employees.  Shivers uploaded the image in July 2014 onto \"one of the most visited shock websites in the world,\" the suit says. The same day, he took credit for his actions on a social networking site, saying, \"I finally made it in life. Please check out my shiz,\" and included a link to the photo, according to the complaint.  A week later, he placed the same photo onto a \"popular entertainment and social media website,\" according to the plaintiff's attorney, who says it has received more than 192,000 Internet views.  Ciasulli said she did not send a copy of the photo she took to Lipham.  Shivers in deposition testimony said he didn't know how the photo he posted was taken, but said it was given to him by Alexis Brennecke Siwek, the niece of a nurse at the hospital.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "County-USC Medical Center"
  }
}