{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim secure area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Media"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Unknown",
      "data_victim": [
        "Patient"
      ],
      "notes": "Theaft of voice-recorded files",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Security alarm"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "DFF8DC5B-7D4D-4A36-BD3C-36FEEF13CFD2",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-30T18:54:00Z",
    "github": "4360",
    "master_id": "DFF8DC5B-7D4D-4A36-BD3C-36FEEF13CFD2",
    "modified": "2014-09-30T18:54:00Z",
    "timeline": {
      "notification": {
        "day": 12,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.santafenewmexican.com/news/health_and_science/santa-fe-health-clinic-says-patient-information-stolen/article_da003586-4ff9-5d6d-a914-36a7a27867ab.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "One of the busiest medical clinics in Santa Fe has reported a security breach affecting patients who were treated at Santa Fe Family Health Center during two weeks in July. The clinic, 2801 Rodeo Road, released a statement Friday afternoon saying the breach occurred July 14 for patients who had office visits between June 30 and July 13. We are sorry to report to you that on July 14, Santa Fe Medical Group became aware of a breach to your personal health information, the company said in a statement. An unidentified man entered the clinic at about 3 a.m. July 14, according to the statement. There was a theft of voice-recorded files from the providers, as well as cash and checks taken from the safe of Santa Fe Family Health. No credit card information was stolen, the clinic said. The clinic is owned by Atrinea Health, a company founded by Dr. Philip Briggs, a physician who started practicing in Santa Fe and has since opened offices statewide. In addition to Santa Fe Family Health, Atrinea also owns Coraz_n Family Health on Rodeo Lane and clinics in Espaola, Los Alamos, Las Vegas, N.M., Albuquerque, Rio Rancho and Los Lunas. Santa Fe Family Health offers both urgent and primary care. No other clinics were affected, said Tammy Payne, medical records supervisor with Atrinea. She could not say if patients were notified before Friday, adding that the company is doing what it is required under federal laws. We had to do an investigation with regards to the information, Payne said. She said Atrinea was providing the press the same information as it was providing patients, and that she could not elaborate. In its statement, the company said it filed a police report July 14, initiated a forensics security investigation, changed locks as well as policies and procedures, and initiated operational or technology updates or changes triggered by the incident to improve confidentiality. Celina Espinoza, a Santa Fe Police Department spokeswoman, said the initial dispatch log from 1:46 p.m. July 14 indicates that deposits were stolen from the safe, it but does not refer to other items. I dont know if they made us aware there was personal information, she said. A full incident report was not available Friday. It is possible, Espinoza said, that further investigation by the company showed the possibility of identification theft and that is why the company was now alerting the public. Contact Bruce Krasnow at brucek@sfnewmexican.com. What to do if you are affected In a letter to patients, Atrinea Health advises patients at Santa Fe family Health Clinic to:  Register a fraud alert with the three credit bureaus listed here and order credit reports. Experian: 888-397-3742, www.experian.com, P.O. Box 9532, Allen, TX 75013 TransUnion: 800-680-7289; www.transunion.com, Fraud Victim Assistance Division, P.O. box 6790, Fullerton, CA 92834-6790 Equifax: 800-525-6285; www.equifax.com, P.O. Box 740241, Atlanta, GA 30374-0241  Monitor account statements, explanations of benefits and credit bureau reports closely.  Contact the Consumer Protection Agency: www.nmag.gov/the_office/Communications-Division/consumer-protection.  Notify law enforcement to assist in the investigation: Case No. 14-009636.  Access helpful Web links to learn additional information on consumer protection when personal information is compromised, such as http://library.ahima.org/xpedio/groups/public/documents/ahima/bok1_039114.pdf. The company also said patients can contact its representatives at 877-356-8089 during business hours or at privacy@atrineahealth.com.",
  "timeline": {
    "compromise": {
      "unit": "Minutes"
    },
    "containment": {
      "unit": "Hours"
    },
    "discovery": {
      "unit": "Hours",
      "value": 11
    },
    "exfiltration": {
      "unit": "Minutes"
    },
    "incident": {
      "day": 14,
      "month": 7,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "621111",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "NM",
    "victim_id": "Santa Fe Family Medical Group"
  }
}