{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 200,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 200,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E0615CB9-B22C-4EAE-B217-481D74A26C8D",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-07T02:35:00Z",
    "dbir_year": 2016,
    "github": "6549",
    "master_id": "E0615CB9-B22C-4EAE-B217-481D74A26C8D",
    "modified": "2016-02-07T02:35:00Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 10,
        "year": 2015
      }
    }
  },
  "reference": "http://www.leicestermercury.co.uk/8203-GP-surgery-apologises-letters-personal-info/story-27991761-detail/story.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "GP surgery bosses have apologised to parents after letters containing personal information about children were sent to the wrong addresses.  Bosses at the Latham House Medical Practice in Melton have apologised after up to 200 child flu vaccination consent forms were sent out to the wrong addresses.  These forms gave the child's name, date of birth, full address, registered GP and Egton Medical Information System (EMIS) number.  Latham House Medical Practice manager Alison Hipkin said she was not sure how many forms had been sent to the wrong addresses.  She said: \"We do not know if six, 16 or 60 or more forms went to the wrong addresses.  \"It was down to human error and we apologise to the parents concerned.\"  The error was spotted after parents in the town started receiving letters with consent forms containing details of other people's children.  Mum-of-five Kim Hendy, of Drummond Walk, Melton, said she received a letter about the flu vaccination on Saturday October 10.  She said: \"There was a standard letter about the consent form and another sheet of paper which was the consent form.  \"When I looked at the consent form it had the details of someone else's child on.  \"I could not believe it. Luckily I knew the other mum and was able to warn her.  \"What worries me most is who has got the details of my child and other children too.  \"There are lots of undesirable people out there. If this sort of information - the name of a child, their age, their address, gets into their hands, knows what might happen.  \"You read about children being snatched. it is very, very worrying.  \"They might apologise but I still do not know who got my child's personal information and what they have down with it.\"  A spokesperson for the practice said: \"It was brought to our attention this Monday that an administrative error occurred whilst sending out flu immunisation letters to a few households in Melton.  \" Invitation letters were sent to parents/guardians of children between the ages of two and four offering them a seasonal flu immunisation.  \"Whilst the letters have gone out to the correct patients, we have since been informed that the consent forms, in some instances, have been attached to the wrong letters.  \"This has been fully investigated and reported to the correct authorities.  \"The staff members have been informed of the error and all appropriate actions have been taken by the Practice to prevent a repeat of this incident.  \"The breach of confidentiality is regarding the child's name, address and date of birth. No medical information has been disclosed.  \"Any breach of data security will always be taken seriously by the Practice and we have mailed out apology letters to patients who might have been affected by this administrative error.\"  The Information Commissioner's Office (ICO), which upholds information rights, said no complaints about the Melton practice had been received.  An ICO spokesperson said: \"If people feel their information has not been processed in line with the law, they should take this up with the organisation in question.  \"If they are not satisfied with the response they receive they can contact us.\"",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "150154"
    ],
    "victim_id": "Latham House Medical Practice"
  }
}