{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Desktop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E0B8E84F-916A-4B7D-8DF5-DB8AC0EDF826",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2015-03-04T00:02:58Z",
    "github": "1122",
    "master_id": "E0B8E84F-916A-4B7D-8DF5-DB8AC0EDF826",
    "modified": "2015-03-04T00:02:58Z",
    "timeline": {
      "notification": {
        "day": 13,
        "month": 12,
        "year": 2013
      }
    }
  },
  "reference": "http://oag.ca.gov/system/files/RS%20RMD%20Incident%20121313%20notification%20letter_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Massachusetts Mutual Life Insurance Company and its subsidiaries (MassMutual) understand the importance of protecting the privacy and security of information about our customers, and take seriously our obligations to protect this information. This is to inform you of an incident involving the inadvertent disclosure of information about you and your retirement plan. On December 3, 2013, a MassMutual retirement services account manager sent a secure email to an individual at a MassMutual retirement services client. However, the account manager inadvertently included information about you and your retirement plan in that message to the other MassMutual client. The individual who received the information in error was contacted by MassMutual and confirmed to MassMutual both verbally and in writing that the email and the information received in error was deleted. We have conducted an investigation into the incident to determine the extent and its impact on our customers. We have determined that the information provided to the other MassMutual client did contain personal identifying information, including your name, address, date of birth, Social Security number, and your retirement plan name and group number. MassMutual employees are instructed to safeguard client information. However, even after taking reasonable steps to protect confidential information, a security breach may occur. When we are informed of such situations, we investigate the matter and take appropriate corrective action. Based on the particular circumstances of this incident, we have no indication that your personal information has been or will be subject to misue or further disclosure. However, in an effort to provide you with additional protection for your personal and credit information, MassMutual has arranged with Equifax Personal Solutions to provide you with a free two year subscription for Equifax Credit WatchTM Gold with 3-in-1 Monitoring and Credit Report Control. A description of this product and enrollment instructions are enclosed. The promotion code to activate the product is located at the top of the enrollment instructions. Also, please note that this code is valid for 60 days. We would like to bring to your attention various steps you may want to consider taking to protect yourself against the possibility of identity theft.",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 12,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "524114",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "Massachusetts Mutual Life Insurance Company"
  }
}