{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Finance"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1800000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1800000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E0F631DD-7445-4A4D-8A69-4E365B58497F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-17T21:38:00Z",
    "master_id": "E0F631DD-7445-4A4D-8A69-4E365B58497F",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 11,
        "year": 2007
      }
    }
  },
  "reference": "http://www2.ocregister.com/articles/kim-numbers-affairs-1924451-security-social",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": " A man who purchased $5,600 in jewelry at a store in Tustin using three fraudulent credit cards, one belonging to actor Marlon Wayans, was arrested Thursday in Los Angeles after a months-long investigation, said Tustin police Lt. John Strain.  The investigation also uncovered from his home computer about 1.8 million Social Security numbers from the U.S. Department of Veteran Affairs, where Kim had been employed as an auditor. Veterans Affairs' officials have said only 185,000 numbers are at risk because many were repeated in the file.  Tae Kim, 28, was booked at Orange County Jail and is being held in lieu of $1 million bail after being arrested at 5 p.m. Thursday at a car wash in Koreatown, police said.  On April 7, two Asian men identified as Kim and Justin Hong, purchased jewelry from Jewelry Exchange at 15732 Tustin Village Way using three skimmed cards belong to three different victims, one of whom was actor Marlon Wayans, Strain said.  Wayans is best known for his role in the now defunct WB series The Wayans Bros. and the Scary Movie film series.  Kim was on formal probation and a search was conducted at his Los Angeles residence June 14 where a computer was taken as evidence. After a search warrant was obtained, police found the Social Security numbers hidden in a computer file.  Kim had worked at the Veteran Affairs office since 2003 when he was a student at USC but quit in February of this year when he discovered a background check would be conducted.  The U.S. Department of Veteran Affairs verified that Kim did not have permission to possess the Social Security numbers. Officials have notified several victims from Orange County, police said.  In May 2006, Social Security numbers for 26.5 million U.S. veterans were stolen in an apparent random burglary in Maryland from a Veterans Affairs employee's house after he took the laptop containing the information home without authorization.  Authorities from the Orange County District Attorney's Office, LAPD and U.S. Marshalls have been attempting to arrest Kim since August.  Kim is believed to be a member of Koreatown Gangsters, police said. He faces eight different charges, including commercial burglary, fraudulent use of an access card, identity theft, criminal street gang activity and computer access fraud.  Justin Hong is in L.A. County Jail awaiting trial for a gang related murder. A warrant for his arrest is also pending filing with the court.",
  "timeline": {
    "incident": {
      "year": 2007
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "561990",
    "region": [
      "019021"
    ],
    "state": "DC",
    "victim_id": "Department of Veteran Affairs"
  }
}