{
  "action": {
    "physical": {
      "variety": [
        "Skimmer",
        "Surveillance"
      ],
      "vector": [
        "Victim public area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unaffiliated"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 13,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 13,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Transmitted unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E19FBC94-3F2D-4E04-95B8-672BD5384F87",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-12-08T20:00:11Z",
    "github": "1830",
    "master_id": "E19FBC94-3F2D-4E04-95B8-672BD5384F87",
    "modified": "2014-12-08T20:00:11Z",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 3,
        "year": 2014
      }
    }
  },
  "reference": "http://patch.com/california/manhattanbeach/accused-atm-skimmers-plead-not-guilty",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Accused ATM Skimmers Plead Not Guilty The two allegedly left the skimming device on an ATM at a Chase bank branch in Manhattan Beach Saturday and returned later the same night to retrieve it, authorities said.  Two Los Angeles men accused of placing a skimming device on a bank ATM in Manhattan Beach pleaded not guilty today to three felony charges.  Melik Torosyan, 31, and Khachatur Harutyunyan, 23, are charged with one felony count each of conspiracy to commit grand theft, possession of identifying information of 10 or more victims and acquisition of access card account information.  The two allegedly left the skimming device on an ATM at a Chase bank branch Saturday and returned later the same night to retrieve it, authorities said.  The device captured the financial information of at least 13 victims, according to prosecutors.  Undercover officers arrested the two as they left the bank's parking lot, according to Manhattan Beach police Officer Stephanie Martin.  Numerous items were seized during the investigation, including a credit card scanner skimming device, credit cards, gift cards, cell phones, mounting tape and a magnetic block to clear the magnetic strips on cards, police said.  According to police, the suspects installed the skimmer and a pin hole camera to cover the ATM's card slot. Account information, including the PIN numbers, were captured by the device, police said.  It was later discovered that the same suspects had placed similar devices on ATMs in Manhattan Beach at least six other times starting Jan. 30, officials said.  Torosyan and Harutyunyan are due back in court May 8, when a date is scheduled to be set for a hearing to determine if there is enough evidence to require them to stand trial.  --City News Service",
  "timeline": {
    "incident": {
      "day": 30,
      "month": 1,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "522110",
    "locations_affected": 7,
    "region": [
      "019021",
      "021000"
    ],
    "state": "NY",
    "victim_id": "Chase Bank"
  }
}