{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "E326BEAE-E1F3-4431-865E-85B543DC020C",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:08Z",
    "dbir_year": 2014,
    "master_id": "E326BEAE-E1F3-4431-865E-85B543DC020C",
    "modified": "2015-02-13T16:50:37Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Veteran A was sent medical records requested from the Portland VAMC and with the records that were mailed to him on 02/08/13 was a 1-page EKG document for Veteran B. Veteran A mailed this back to the facility with a letter dated 02/17/13 explaining he had discovered the other Veterans EKG in the documents released to him and asking us to switch it to the correct record in our system. A copy of the EKG results was sent with the letter. There is a non-VA internet page printed\non the back side of the copy so we know this is not the original sent to the Veteran. The letter was directed to the Cardiology Clinic then forwarded to the Privacy Officer.\nThe Privacy Officers review of the Veterans records show that they both had EKGs done on 02/05/13 within 1.5 hours of each other and both documents are currently in the correct charts. The Privacy Officer called the Cardiology Clinic to ask about the letter and they did not recall making any changes to either of these records after receiving the letter. The Release of Information office database shows that both Veterans had records released on 02/08/13. The records for Veteran A were printed and put in the office mail 20 minutes before a request for Veteran Bs EKG was received by fax so the Privacy Officer cannot explain how a copy of the second EKG was mailed to Veteran A.\nThe EKG results page contains first and last name, age, diagnosis explaining an abnormal EKG with atrial fibrillation and other issues, and the date and time the EKG was recorded. Veteran Bs social security number is on the form but only labeled as an ID number.",
  "timeline": {
    "incident": {
      "day": 21,
      "month": 2,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "United States Department of Veterans Affairs"
  }
}