{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Victim organization"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "d2d4f030-7509-11ee-8da1-4f2f8c80e63f",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "created": "2023-10-28T03:45:54.740Z",
    "dbir_year": 2024,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Internal actor shares data inappropriately."
      }
    ],
    "github": "19735",
    "master_id": "60bcf409-4755-4730-9344-02481eb5f745",
    "modified": "2023-10-28T04:06:53.327Z"
  },
  "reference": "https://sgbonline.com/columbia-sportswear-sues-two-former-execs-for-trade-secrets-theft/",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Columbia Sportswear Company (CSC) filed suit against two former executives in Oregon District Court for alleged theft of trade secrets. The two former employees resigned on the same day and joined Huk Gear, the fishing apparel brand owned by Marolina Outdoor, Inc.  The lawsuit, brought by Stoll Stoll Berne Lokting & Shlachter, contends that William Ferreira, Columbia’s former director of global merchandising for Columbia’s PFG-PHG, youth, accessories, headwear, and equipment categories, and Dean Rurak, who served as SVP and chief product officer for Columbia Sportswear, misappropriated confidential documents. Ferreira joined Columbia in July 2004, and Rurak joined the company in July 2008. Both resigned on October 28, 2022.  The filing states that Ferreira and Rurak both entered into several employment-related agreements with CSC that restricted their ability to disclose or use CSC’s trade secrets and other confidential information to compete with CSC for a period of time after leaving CSC or to solicit employees, customers, consultants, or vendors of CSC for a period of time after leaving CSC including Proprietary Information and Noncompetition Agreements. CSC also publishes a Code of Business Conduct and Ethics (Code), which similarly restricts employees’ ability to use or disclose CSC’s trade secrets and other confidential information.  The noncompete agreements were for six months.  The suit contends that after their resignations, CSC discovered that in the 24 hours prior to tendering his resignation, Ferreira downloaded numerous confidential documents from his CSC work computer to an external hard drive, thus violating several provisions of his Noncompete Agreement and the company’s Code. These documents contained confidential strategic, financial and technical plans, including trade secrets, directly relevant to any work Ferreira might perform for Huk.  The suit further states that “on information and belief,” Rurak also downloaded confidential documents from his CSC work drive, thus violating several provisions of the Noncompete Agreement and the Code.  Columbia also contends in the filing that in the months prior to his resignation, Ferreira was one of the leaders of CSC’s efforts to compare and analyze CSC’s and Huk’s performance fishing apparel products and sales. He had unique access to information that would allow CSC to gain a competitive advantage over Huk (or the reverse).  The filing suggests that when confronted with CSC’s concern that Ferreira maintained and did not return CSC’s confidential information, Ferreira’s lawyer, after consulting with his client, told CSC that Ferreira told him that Ferreira downloaded only one CSC presentation. Subsequently, Ferreira’s lawyer admitted that his client’s information was not accurate and that Ferreira had downloaded additional presentations. CSC knows, although not admitted by Ferreira, that at least one presentation related to a direct comparison and competition between CSC and Huk, their product lines and their marketing of the product lines.  Regarding Rurak, the suit states that, when confronted with CSC’s concern that Rurak maintained and did not return CSC’s confidential information, Rurak’s lawyer, after consulting with his client and told CSC that Rurak told him that Rurak actually did not know what, if any, confidential documents or presentations he downloaded. Regardless of whether this information was believable at the time, subsequently, Rurak’s lawyer admitted that his client’s information was not accurate and that Rurak had actually downloaded presentations or other documents from CSC. CSC believes that the downloaded presentations included CSC’s confidential information.  The suit also states that, at this time, Ferreira and Rurak have not admitted which confidential documents or presentations they downloaded and stole from CSC, nor have they ever provided or returned those confidential documents or presentations they downloaded and stole from CSC.  CSC said in the filing that it has “continued to pay Ferreira and Rurak under the relevant Proprietary Information and Noncompetition Agreements, even though they have violated these agreements and their trade secret obligations.”",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 4,
      "year": 2023
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "10001 to 25000",
    "government": [
      "NA"
    ],
    "industry": "424330",
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "Columbia Sportswear"
  }
}