{
  "action": {
    "hacking": {
      "variety": [
        "Use of stolen creds"
      ],
      "vector": [
        "Desktop sharing",
        "Desktop sharing software"
      ]
    },
    "malware": {
      "variety": [
        "Capture stored data",
        "Capture app data"
      ],
      "vector": [
        "Direct install"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    },
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "541512",
      "motive": [
        "Unknown",
        "NA"
      ],
      "notes": "Signature Systems",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - POS controller"
      },
      {
        "variety": "U - POS terminal"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Partner"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E411354B-C90A-4A71-B079-49C18C64D94B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-20T21:19:00Z",
    "github": "4121",
    "master_id": "E411354B-C90A-4A71-B079-49C18C64D94B",
    "modified": "2014-11-20T21:19:00Z",
    "sub_source": "priority",
    "timeline": {
      "notification": {
        "day": 1,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://krebsonsecurity.com/2014/07/sandwich-chain-jimmy-johns-investigating-breach-claims/?utm_source=twitterfeed&utm_medium=twitter; http://www.pymnts.com/news/2014/cyberthieves-reportedly-crack-into-sandwich-chain-jimmy-johns-pos/#.U-AbuFaFr7Q; http://www.myfoxdetroit.com/story/26622236/customers-say-jimmy-johns-data-breach-release-anything-but-freaky-fast; http://news.softpedia.com/news/PoS-Vendor-Signature-Systems-Informs-of-Credit-Card-Breach-Affecting-324-Restaurant-Locations-460160.shtml#hyperanchor1.3%3A%2F%2Fdiv%5B%40id%3D%26quot%3Bnewsbody%26quot%3B%5D%2Fp%5B1%5D%2Fstrong%5B1%5D%280%29%283%29%28Ven%29%26%2F%2Fdiv%5B%40id%3D%26quot%3Bnewsbody%26quot%3B%5D%2Fp%5B1%5D%2Fstrong%5B1%5D%28204%29%283%29%28es.%29%26border%3A%20thin%20dotted%20; http://krebsonsecurity.com/2014/09/signature-systems-breach-expands/; http://nakedsecurity.sophos.com/2014/09/29/point-of-sale-vendor-loses-password-causes-breaches-at-324-us-restaurants/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+nakedsecurity+%28Naked+Security+-+Sophos%29; https://nakedsecurity.sophos.com/2014/09/29/point-of-sale-vendor-loses-password-causes-breaches-at-324-us-restaurants/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+nakedsecurity+%28Naked+Security+-+Sophos%29; http://www.pdqpos.com/notice.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A nationwide data breach has Jimmy John's with a fiasco on its hands.   The company released a statement today saying that it became aware of the incident at the end of July.  Many customers think that the place that promises \"freaky fast delivery\" took its time alerting them.  And that left many Jimmy John's customers that  with a bad taste in their mouths.  For more details including the reactions of employees and customers, watch the video for the complete report.   Eighteen locations were affected by the breach in Michigan including two in Sterling Heights, Novi, Livonia and East Lansing. Other stores were Madison Heights, Warren, Ypsilanti, Canton, Niles, Royal Oak, Bloomfield Hills, Marquette and Bay City.  For a full list of locations and addresses, click here.  An excerpt of the company's statement said:  \"We apologize for any inconvenience this incident may have on our customers. Jimmy John's values the privacy and security of its customers' information, and is offering identity protection services to impacted customers, although Jimmy John's does not collect its customers' Social Security numbers.   To take advantage of these services, please visit Contacts & Information here.  For more information, call (855) 398-6442.   In addition, customers are encouraged to monitor their credit and debit card accounts, and notify their bank if they notice any suspicious activity. Additional recommendations for protecting your information can be found here.   Additional info will be posted at jimmyjohns.com.\"   ignature Systems responsible for the payment information leak at the 216 Jimmy John's sandwich stores Vendor of point-of-sale (PoS) equipment Signature Systems announced that an unauthorized person managed to infiltrate malware on its payment terminals in 324 restaurant locations across the United States.  The incident impacted credit and debit cards at 216 Jimmy Johns stores and franchised locations, announced by the sandwich chain on Wednesday.  Signature Systems has been blamed for compromising card data of Jimmy Johns customers, but the disclosure statement did not give any names, saying that an intruder stole log-in credentials from Jimmy Johns point-of-sale vendor.   In an official statement issued on Friday, Signature Systems informed that 108 other restaurant locations using its payment terminals were affected, apart from the Jimmy Johns ones. It took three months to clear all affected systems of malware  The first sign of intrusion was traced back to June 16, when an unauthorized person used Signature Systems credentials for remote access to the PoS systems in the restaurants.  Once logged in, the perpetrator proceeded to install malware designed to capture payment card data from cards that were swiped through terminals in certain restaurants.  The information exposed consisted of the name of the cardholder, credit and debit card number, as well as expiration date and verification code from the magnetic stripe.  After receiving alerts of a possible breach on July 30 and during the ensuing week, the company cleared the malicious software from the payment terminals in most of the affected locations.  Removing the malware from all machines was not possible until mid-September. In the case of Jimmy Johns, the last unauthorized access happened on September 5. Number of impacted customers is unknown  The company says that it could not identify the cards impacted by the incident and it does not have names or addresses of the potentially affected customers. As such, it falls in the hands of each individual that used their card at one of the compromised locations to notice fraudulent charges and notify the bank that issued the card.  A list of all affected locations and the timeframe of the compromise is provided in the disclosure announcement. In some cases, the breach lasted only a few days, but there are restaurants where even a three-month compromise period is given.  Most of the locations are pizza shops, but places serving other dishes are also on the list, such as Wings to Go, Costello's Italian Ristorante, Romanellis or Austin's Bar & Grill.  Signature Systems also provides details on what potentially affected customers can do in the case of fraudulent transactions on their cards.",
  "timeline": {
    "containment": {
      "unit": "Months",
      "value": 3
    },
    "discovery": {
      "unit": "Weeks",
      "value": 6
    },
    "incident": {
      "day": 16,
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "541512",
    "locations_affected": 324,
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 109,
      "notes": "NAICS 722513",
      "victim_id": [
        "Jimmy John's",
        " 108 other small restaurants"
      ]
    },
    "state": "PA",
    "victim_id": "Signature Systems"
  }
}