{
  "action": {
    "unknown": {}
  },
  "actor": {
    "unknown": {}
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Payment card"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 8000,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "partner": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E4FF6839-D564-45C8-986B-0926724BC772",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-07-24T00:46:00Z",
    "github": "2457",
    "master_id": "E4FF6839-D564-45C8-986B-0926724BC772",
    "modified": "2014-07-24T00:46:00Z",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 7,
        "year": 2013
      }
    }
  },
  "reference": "http://kfor.com/2013/07/24/thousand-of-tfcu-customers-at-risk-after-security-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Tinker Federal Credit Union is sending a warning to about 8,000 of its members.  It details a security breach that left credit and debit cards issued by the credit union compromised.  Theyll get a letter telling them that their card was on that list and that we want to be a protective as we can be of their data, so theyll get a new card, Matt Stratton said, a spokesperson for TFCU.  He said thousands of Oklahomans will now be issued a new card and that will happen within two weeks of the letter.  Stratton said it is the best way to handle a breach like this, which this time came via a warning from a department store.  Stratton said TFCU moved to swiftly deal with the problem.  But that doesnt mean customers arent upset.  I mean, come on, you are supposed to keep peoples credit and important stuff secret, customer Greg Eggers said.  In the age of identity theft, that doesnt always happen.  The number of transactions by credit cards is growing and that does keep us very busy, Stratton said.  That means TFCU and other credit unions and banks across the country must stay vigilant.  TFCU said any affected customer who would like to close their account may do so immediately and that they hope any customers noticing unusual activity will report it.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "522130",
    "region": [
      "019021"
    ],
    "state": "OK",
    "victim_id": "Tinker Federal Credit Union"
  }
}