{
  "action": {
    "physical": {
      "variety": [
        "Skimmer"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Lewys Martin",
      "region": [
        "019021",
        "150154",
        "142145",
        "150155",
        "150151"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E52F20CC-0C4E-4CB3-AE34-18FEC59BA3E6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-08-24T04:24:00Z",
    "github": "4070",
    "master_id": "E52F20CC-0C4E-4CB3-AE34-18FEC59BA3E6",
    "modified": "2014-08-24T04:24:00Z",
    "timeline": {
      "notification": {
        "day": 21,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://gazette.com/thieves-use-digital-pickpocketing-to-skim-credit-card-data-from-colorado-springs-customers/article/1534079",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Credit card thieves are using a type of \"digital pickpocketing\" technology to steal credit card information from unsuspecting victims.  Technology has emerged in recent years that enables thieves to intercept credits card information with a simple swipe during a purchase. That information can be cloned to another card and used even as the original card remains securely inside its owner's purse or wallet.  Earlier this month, local authorities reported that more than 50 people, the majority from El Paso County, were victims of credit card skimming fraud. A multi-agency investigation was launched in April after members of ENT Federal Credit Union reported unauthorized purchases after visiting a 7-Eleven store in Monument.  The details of the technology used in the fraud were outlined in arrest warrants for three of the suspects identified in the case, including Geider Morales, who was arrested on suspicion of identity theft, money laundering, forgery, computer crimes and theft during in SWAT operation on July 1, authorities said.  In addition to the arrest, three skimming devices were recovered Colorado Springs police Detective Joshua Bliss in an email.  Police located one of the devices at a 7-Eleven at 3502 N. Academy Blvd.in April. Detectives and fraud investigators suspected another skimmer had been installed at the Shell gas station at 7805 N. Academy Blvd., although they didn't find anything.  Another device was found at a 7-Eleven on 624 Highway 105 in Monument, according to court documents.  Authorities tracked the fraudulent activities as far south as Pueblo and as far north as Denver. Suspects caught on camera used the rewritten or \"farmed\" cards at Chili's, Home Depot, and Walgreens.  Authorities reported that the theft amounted to more than $100,000.  The technology behind the fraud involves skimming devices that are covertly attached to a credit card reader, often inside of a gas pump.  The devices are designed to intercept credit card data as it's swiped through a reader. The information is stolen and loaded onto a memory chip capable of holding information from thousands of cards.  \"Skimmers are found anywhere you can use your credit card,\" Bliss said.  Not only can skimmers be put anywhere, Bliss said that they are virtually undetectable. They majority of them are purchased, he said, but they can also be made by the thieves.  \"You have to be aware of the internal setup of the device and know what you are looking for (to recognize it),\" he said. \"In other words, they are not too obvious.\"  That means the devices can often be installed and removed without ever being detected. And once the thieves have the information they want, they can rewrite it onto a blank or old credit card  It makes the victims of credit card skimming all the more unsuspecting.  In one victim's case, three $1,500 Home Depot cards were purchased with a card that had also been used to buy gas at the Shell station on North Academy Boulevard, according to court documents.  This type of crime is fairly new to Colorado Springs police. Since 2008, the police department has recovered two other skimmers, though neither was active when it was found.  \"Unfortunately, by the time that we are alerted to a potential compromised purchase point, the skimmer has already been removed,\" Bliss said. \"They were not presently in use, but had been used less than a day before we seized them.\"  Because of the complex nature of the current investigation and the capabilities of the devices, Bliss said there are likely many more skimming victims. And definitely more suspects.  There are two ways he says people can protecting themselves from this type of fraud.  \"Regarding the skimmers placed on gas pumps, you can pay inside the store, essentially bypassing the possible point of compromise, which is usually located inside the gas pump,\" he said. \"The best piece of advice is to check your account statements frequently for anomalies.\" ",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "445120",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "7-Eleven"
  }
}