{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "country": [
      "US"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "f6a7b530-fe8d-11e8-aee0-f7420d4f3238",
  "plus": {
    "analysis_status": "Validated",
    "analyst": "swidup",
    "created": "2018-12-13T12:24:49.827Z",
    "dbir_year": 2019,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Internal actor abuses privileges to look up people in police database."
      }
    ],
    "github": "12183",
    "master_id": "e5816bbc-8f95-4746-a306-b87460bcfc57",
    "modified": "2018-12-13T12:24:49.827Z"
  },
  "reference": "https://www.chieftain.com/news/crime/indictment-reveals-more-about-charges-against-widup/article_4b9d2a7c-abf3-11e8-a0f8-87a7181abb98.html; https://www.chieftain.com/news/ex-pueblo-da-investigator-pleads-guilty-to-felonies/article_20fa3e20-d413-11e8-a473-8ba3e009fd6a.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "New information about the criminal charges against a former investigator in the Pueblo District Attorney’s office shows he allegedly was part of a nationwide bookmaking ring and using the office to help run the illegal gambling.The information is in the indictment against Charles “Chuck” Widup, which lists 21 counts of 8 state laws he is accused of violating. Widup was deputy chief investigator in the DA’s office during the period of the alleged crimes: June 1, 2016, until July 5, 2017.The Pueblo Chieftain obtained a copy of the 11-page indictment Wednesday. It had been under seal since January, when a grand jury issued it.Previous reports in The Chieftain were based on other court documents that were not sealed.The indictment also accuses Widup of being part of a ring that collected and transported funds from this “gambling and illegal debt collection operation.“He is scheduled to go on trial Oct. 29 in Denver District (state) Court. He has pleaded not guilty.The Colorado Attorney General’s office, based in Denver, obtained the indictment after an investigation of Widup and others, who allegedly conspired to operate the bookmaking and debt collection ring.Widup “used subterfuge with other members of his office to access information” to facilitate “the collection of these (gambling) proceeds and illegal debts,” the indictment alleges. He did that by searching confidential government records of license plate numbers to obtain names of persons to whom the plates were assigned.Widup, 69, had a 30-year career in law enforcement. He joined the DA’s office in 2013. Prior to that, he was an investigator for the attorney general’s office, La Junta police chief for 20 years and a Colorado Department of Corrections investigator.The crimes he is accused of are: a pattern of racketeering, conspiracy and conspiracy to commit professional gambling, official misconduct, computer crime, misuse of official information, attempt to influence a public servant and conspiracy to commit criminal usury. The racketeering charge falls under the Colorado Organized Crime Control Act.The indictment does not state where the bookmaking ring was based. It states that a key figure in the ring came from an unspecified location to Pueblo on June 22 last year to meet with Widup. “Investigators conducted surveillance and observed” the meeting, the indictment said.No one else is charged in the indictment but it lists the names of five co-conspirators.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "922130",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "Pueblo County District Attorney’s Office"
  }
}