{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Remote access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Let go"
      ],
      "motive": [
        "Unknown",
        "Grudge"
      ],
      "notes": "Found out he would be fired imminently.",
      "variety": [
        "Unknown",
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "N - PBX"
      },
      {
        "variety": "S - Backup"
      },
      {
        "variety": "S - File"
      },
      {
        "variety": "N - Telephone"
      },
      {
        "variety": "S - Proxy"
      },
      {
        "variety": "S - Mail"
      },
      {
        "variety": "S - Authentication"
      },
      {
        "variety": "S - Directory"
      },
      {
        "variety": "S - Database"
      },
      {
        "variety": "N - SAN"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "duration": {
        "unit": "Months",
        "value": 1
      },
      "variety": [
        "Destruction"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "discovery_notes": "immediate damage caused",
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 1000000,
        "variety": "Business disruption"
      }
    ],
    "overall_amount": 1000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "E5D427C6-B22B-47E8-8A3A-9FF7B99C07EC",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "created": "2014-09-12T17:25:00Z",
    "github": "1445",
    "master_id": "E5D427C6-B22B-47E8-8A3A-9FF7B99C07EC",
    "modified": "2014-09-12T17:25:00Z",
    "timeline": {
      "notification": {
        "month": 6,
        "year": 2012
      }
    }
  },
  "reference": "http://www.wvgazette.com/News/201401280098",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Man faces prison for computer-related fraud  Kate White Ricky Joe Mitchell told a federal judge he had found out he was going to be fired the night he shut down his former company's computer network and phone system for a month.   Mitchell, 34, pleaded guilty to one count of fraudulent activity connected with computers on Tuesday. He faces a maximum of 10 years in prison when U.S. District Court Judge John Copenhaver sentences him April 24.  As a network engineer for EnerVest Operating, an oil and gas company with an office in Charleston, the indictment alleged Mitchell deleted backup information and transmitted a command to disable the data replication process, which is designed to transmit backup data to the company's Houston location.  \"Out of anger and being upset,\" Mitchell told the judge he sent the commands from his Hurricane home in June 2012. \"I expected it to actually be more of a window more so than hurting the entire company.\"  Mitchell said he only expected company employees wouldn't be able to log on to computers, access the Internet, or check e-mails for one day after he sent the command.   Instead, the company couldn't conduct business for a month, and lost $1 million because of Mitchell, according to the indictment. Mitchell, however, only admitted to causing the company to lose a \"substantial\" amount of money.  \"In 2014, it goes without saying that any business's electronic communication capabilities and data storage are nearly as important to its success as the product or service it provides,\" U.S. Attorney Booth Goodwin said in a statement. \"The prosecution of Mr. Mitchell for his reckless conduct underscores my commitment to help protect small businesses from any threat - both inside and out.\"  Mitchell, now living in Mableton, Ga., worked for EnerVest from August 2009 through June 26, 2012 - the date the computer system damage occurred.  He agreed to pay restitution, which Copenhaver will determine at a later date and also faces a fine of up to $250,000.  The plea agreement drops one count of recklessly damaging a protected computer. He could have faced a maximum of 15 years in prison and a $500,000 fine, Goodwin previously said.  Earlier Tuesday, Mitchell's attorney, public defender David Bungard, told Copenhaver his client was having second thoughts about his plea and asked for more time to meet with prosecutors.  Copenhaver gave Mitchell until 3 p.m., but said if an agreement hadn't been made by then, to be prepared for trial Monday.  When Mitchell was 17 and went by the nickname \"RickDogg\" online he was accused of attempting to plant viruses in the computer system at Capital High School. He was suspended and later forced to transfer schools, in a case that reached the West Virginia Supreme Court.  Mitchell told the judge Tuesday he had a bachelor's degree in computer science from West Virginia University Institute of Technology.  Copenhaver told Mitchell that a clerk would speak to him after the hearing about his financial standing. A magistrate judge had previously ordered Mitchell to make payments for his public defender, because he obviously had some assets, Copenhaver said, noting the order showed a 2013 and a 2014 BMW plus an \"upscale home\" Mitchell was making payments on.  In 1997, Mitchell graduated from East Bank High School, but not without a fight to be reinstated at Capital High that reached the Supreme Court.  The previous summer, he was suspended for three days from Capital for copying \"108 computer viruses from floppy diskettes to disk space allocated and assigned to another student on the Capital High School computer system,\" according to a memo to Kanawha County school board members, available in court documents from the earlier case.  The memo also states that Mitchell bragged about the incident and admitted it to school officials.  During the summer of 1996, according to the memo, Mitchell published derogatory statements about teachers and made threats to students he believed reported the virus.  He was given the option of transferring to South Charleston or East Bank to finish high school, but Mitchell wanted to keep taking Advanced Placement courses at Capital. His lawyer, Basil Legg, requested an injunction in Kanawha Circuit Court to let him remain at Capital.  Kanawha Circuit Judge Paul Zakaib decided an emergency injunction wasn't necessary and that Mitchell could wait for a hearing before Kanawha Circuit Judge Tod Kaufman. The state Supreme Court agreed with Zakaib.  In 1998, Kaufman dismissed the case, noting the matter was no longer relevant because Mitchell had graduated.",
  "timeline": {
    "containment": {
      "unit": "Months",
      "value": 1
    },
    "discovery": {
      "unit": "Seconds"
    },
    "incident": {
      "month": 6,
      "year": 2012
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "211111",
    "locations_affected": 1,
    "region": [
      "021000",
      "019021"
    ],
    "state": "WV",
    "victim_id": "EnerVest Operating"
  }
}