{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 12000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 12000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E68C118A-E10C-4351-B22F-E35E40820E30",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-27T00:02:39Z",
    "github": "4140",
    "master_id": "E68C118A-E10C-4351-B22F-E35E40820E30",
    "modified": "2015-03-27T00:02:39Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.scmagazine.com/insider-breach-at-las-vegas-brain-and-spine-surgery-center/article/364837/; http://www.wrcbss.com/wp-content/uploads/2014/07/wrletter.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "In July, Las Vegas-based Western Regional Center for Brain & Spine Surgery (WRCBSS) began notifying patients that their personal information  including Social Security numbers  might have been stolen by a former employee and used for fraudulent purposes.  How many victims? 12,000, according to HHS.gov.  What type of personal information? Names, addresses, dates of birth, Social Security numbers and WRCBSS patient billing account numbers.  What happened? A former employee allegedly stole patient data and used it for fraudulent purposes, and is now the subject of a law enforcement investigation.  What was the response? WRCBSS is reviewing its internal policies and procedures, as well as its technology safeguards. All impacted individuals are being notified.  Details: WRCBSS was notified by law enforcement on May 13 of a breach of information related to its billing files. The former employee who is the subject of the investigation worked for WRCBSS in 2011 and 2012. HHS.gov lists the breach as having occurred from Nov. 28, 2011, to June 29, 2012.  Quote: Presently, we are unable to identify the specific patients whose personal health information was actually stolen nor do we know which of those patients whose information was stolen was also used for fraudulent activities, Robin Hasty, office administrator for WRCBSS, wrote in the notification to patients. We are therefore notifying all patients whose personal information was in our billing system at the time of the breach.  Source: wrcbss.com, An Important Notification Concerning Data Breach of Certain Patient Information, July 9, 2014.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "NV",
    "victim_id": "Western Regional Center for Brain & Spine Surgery"
  }
}