{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "38CFD1AF-A9AF-49DA-8285-97B0D885C320",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-06T23:20:00Z",
    "dbir_year": 2016,
    "github": "7600",
    "master_id": "E7EB1AA3-69E2-4B20-A0EE-C259F0F5C7EA",
    "modified": "2016-07-06T23:28:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.bournemouthecho.co.uk/news/14447692.Confidential_medical_records_found_dumped_in_alleyway/; http://www.bournemouthecho.co.uk/news/14447692.Confidential_medical_records_found_dumped_in_alleyway/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "REAMS of confidential patient details have been discovered dumped in a Bournemouth alleyway, the Daily Echo can reveal.  The black plastic ribbons, which appear to contain counterfoil prescription label information, include patients' names, dates-of-birth, addresses and doctor details. They also include confidential NHS patient numbers.  This find has raised concerns about sensitive information falling into the hands of criminals and prompted the watchdog Healthwatch Dorset to call for an urgent investigation.  A number of the black plastic ribbons were discovered by a business owner along Warwick Place, an alleyway adjacent to Christchurch Road, close to Pokesdown railway station.  The man, who asked not to be named, collected them up on Thursday. \"They were just floating about in the alleyway,\" he said. \"It was only the second day when I walked past that I noticed the barcode on them.  \"At first I thought they contained credit card information, but then I realised it was medical information.  \"So I went along and picked them all up.\"  After contacting the Echo we took possession of the patient details and have since passed them to the NHS.  No medical details were contained on the plastic strips but the information included could easily be used to obtain further forms of false identification.  The man who found them said: \"I just thought they were strips of bin bags at first, they'd been there for at least a couple of days.  \"There is a lot of information, date of birth, names, addresses and NHS numbers. This information in the wrong hands could be used for all sorts.\"  Healthwatch Dorset manager Martyn Webster said it was very worrying to hear that the information had been found in the street. \"There needs to be an urgent investigation to discover how this happened and the public needs to know that steps have been taken to make sure it never happens again,\" he stressed.  After handing over the ribbons to a health service representative a NHS spokesman told the Echo they would now investigate the issue.",
  "timeline": {
    "incident": {
      "month": 4,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "621",
    "region": [
      "150154"
    ]
  }
}