{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 141,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 141,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E7ECEED8-A64C-4EAD-8225-82148F90A9C3",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-24T14:01:00Z",
    "dbir_year": 2015,
    "github": "4394",
    "master_id": "E7ECEED8-A64C-4EAD-8225-82148F90A9C3",
    "modified": "2015-07-24T14:01:00Z",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 9,
        "year": 2014
      }
    }
  },
  "reference": "http://www.cbc.ca/news/canada/new-brunswick/vitalit-health-refers-doctor-privacy-breach-to-rcmp-1.2775290",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Vitalit Health Network is asking Codiac Regional RCMP in Moncton to investigate possible criminal charges after one of its doctors accessed the electronic medical records of dozens of female patients without authorization.  An investigation by New Brunswick's Privacy Commissioner Anne Bertrand determined Dr. Fernando Rojas Lievano, a radiation oncologist at the Dr. Georges-L.-Dumont University Hospital Centre in Moncton, had accessed the personal health information of 141 females between the ages of 13 and 39 without authorization.  Bertrand's investigation found Rojas had accessed the files during a 28-month period, dating back to September, 2010. Bertrand made a series of recommendations to Vitalit Health Authority.  Vitalit should consider disciplinary measures against Rojas Vitalit should consider charges under the Provincial Offences Procedures Act Random audits of access to electronic patient records be made more frequent The authority quickly limit or restrict access to patient records when any suspicious activities are found Continue the limits on Rojass access to the electronic patient records system and impose ongoing monitoring Vitalit's board of directors announced Tuesday it had passed a motion accepting Bertrand's recommendations and said it would immediately refer the matter to the RCMP for investigation.  Vitalit CEO Rino Volp says the health network is taking the case seriously.  It has been reviewing the privacy breach since February 2013.  \"According to the commissioner and according to the board and to us, it's major, you know, when somebody does access without _ permission,\" Volp said.  \"It's a major breach of trust, you know. This is what was recommended and this is why we're going in this direction.\"  In the privacy commissioner's report, Rojas apologized for what he did.  He told hospital officials he looked at the files out of interest and to find out how old the patients were.  Rojas has not been working since February and remains on leave from the hospital.  \"It's for medical reasons. It's a leave of absence,\" said Volp. \"But still, his status is legal status with the heath authority, until that internal process is over and some recommendations are made,\" he said.  Volp expects Vitalit's own investigation into Rojas is expected to be complete within a month.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 4.0
    },
    "incident": {
      "year": 2010
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "1001 to 10000",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "Vitalit Health Network"
  }
}