{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "Remote access"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "000",
      "motive": [
        "Unknown"
      ],
      "notes": "Kristin Nyunt",
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 25,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 25,
      "data_victim": [
        "Other"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EA243FE2-D42E-4F89-95A7-32C94BAB1997",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-10-24T21:22:00Z",
    "github": "944",
    "master_id": "EA243FE2-D42E-4F89-95A7-32C94BAB1997",
    "modified": "2014-10-24T21:22:00Z",
    "timeline": {
      "notification": {
        "year": 2013
      }
    }
  },
  "reference": "http://www.montereyherald.com/localnews/ci_24601060/former-pacific-grove-police-commander-accused-by-attorney",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Former Pacific Grove police commander accused by attorney in ex-wife's identity theft case Ex-wife's attorney says John Nyunt 'was involved'  By JULIA REYNOLDS  Herald Staff Writer POSTED:   11/25/2013 08:35:14 PM PST0 COMMENTS| UPDATED:   11 MONTHS AGO  RELATED STORIES Jul 15: Wife of former Pacific Grove cop pleads guilty to ID theft, burglary Apr 24: Former Pacific Grove police Cmdr. Nyunt threatened to kill cops, investigators, prosecutors say Mar 3: Former Pacific Grove police commander arrested Dec 7: Amid investigations, ex-Pacific Grove policeman has quiet support Nov 27: Pacific Grove defends actions in Nyunt case Nov 22: Testimony sheds bad light on Pacific Grove police commander In a convoluted case fraught with ever stranger twists, more questions were raised Monday about a possible cover-up of crimes by a Pacific Grove police commander in the identity theft prosecution of his ex-wife.  After a three-day preliminary hearing, Kristin Nyunt, 39, was ordered by Judge Julie Culver to stand trial on 43 counts of theft, forgery, computer fraud and burglary, including downloading personal information of more than 25 potential victims from a law enforcement-sensitive database assigned for police use by her then-husband John Nyunt, a since retired commander in the Pacific Grove Police Department.  John Nyunt has not been charged in the case, although officials say the Monterey County District Attorney's office and the FBI are investigating him.  \"John Nyunt and his family were among her many, many victims,\" said Juliet Peck, Nyunt's attorney. \"He continues to be.\"  Adding to the confusion during court testimony this week and last is the fact that several of the case's victims were colleagues or relatives of John Nyunt, who has been on leave since Kristin's arrest in January. He retired from the force on Saturday.  According to testimony, Nyunt took charge of investigating his family's complaints for Pacific Grove police while his wife was a suspect.  What hasn't come out in court is why the commander chose to investigate cases involving his own family.  Judge Culver said that \"whether or not another person was involved,\" Kristin Nyunt will have to stand trial.  Advertisement    The crimes were \"very involved ... very sophisticated,\" Culver said.  Over multiple sustained objections of prosecutor Steve Somers, Kristin Nyunt's attorney Angela Johnson suggested John Nyunt looked the other way or failed to fully investigate his wife's alleged crimes, even after victims turned to him for help as a commander in the Pacific Grove Police Department.  \"There's not only the possibility that he was involved,\" Johnson said. \"He was involved.\"  There is ample evidence, she said, \"that John Nyunt is part of this ... He took advantage of my client when she was not being treated for her bipolar condition ... He was part of it and he set her up.\"  In one instance, Nyunt's previous wife had contacted him after she discovered charges were made to credit cards in her name.  Seeing that items were ordered but not yet delivered to an empty rental house in Monterey, the victim allegedly asked Nyunt to stake out the house on the delivery date to see who picked up the package  a common police procedure in mail fraud cases.  But according to testimony, Nyunt never endeavored to see who came for the deliveries, nor did he ask his next-in-command to do so.  That subordinate, a Pacific Grove officer who has since left the area to work at another department, later became one of the scam's identity theft victims, according to testimony.  Johnson also suggested John Nyunt committed a security breach when he attended an FBI training in Quantico, Va., and failed to report to law enforcement he'd just discovered Kristin had apparently tapped into his cellphone.  According to testimony, district attorney investigator George Ramirez was the only law enforcement official to learn of the phone bugging, and that was after Ramirez asked John Nyunt about it.  As to whether John Nyunt could have been involved in crimes or cover-ups, prosecutor Somers said, \"He could have ... It doesn't affect her culpability.\"  Somers said the case involved a \"clear modus operandi\" of running database searches for the names of people who somehow crossed Kristin's path. Then phony credit accounts were set up and merchandise ordered.  \"A lot of the stuff ends up in Kristin Nyunt's home,\" he said. Among the items seized by police were several Victoria's Secret bras that were possibly ordered through the scam.  Forged checks were also traced to Kristin after she allegedly tried to cash them at a Carmel area grocery store.  Plenty of evidence tied her to the crimes, Somers said.  Kristin Nyunt is scheduled for arraignment on Dec. 10.  Julia Reynolds can be reached at 648-1187 or jreynolds@montereyherald.com.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "922120",
    "locations_affected": 1,
    "region": [
      "019021",
      "021000"
    ],
    "state": "CA",
    "victim_id": "Pacific Grove Police Department"
  }
}