{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "job_change": [
        "Unknown"
      ],
      "motive": [
        "Fun"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 890,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 890,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "discovery_notes": "Zabala was caught after she accessed the records of a one-year-old patient, who was a distant relative, without the consent of the child's parents.  She then raised concerns about the child's liver function results to a nurse in front of the parents, who were not aware of the results.  The nurse raised the issue with her manager and an audit of Zabala's database use found she had repeatedly accessed the records of other patients, including family and church members.",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "18E7681D-C6F8-4FF6-BD6A-7D6D64D71284",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-18T23:36:00Z",
    "dbir_year": 2016,
    "github": "8196",
    "master_id": "EA4E6F1B-02C3-4C9F-91A6-22B282CA17FA",
    "modified": "2016-08-18T23:41:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "https://www.databreaches.net/auckland-lab-tech-caught-accessing-patient-records-890-times-can-return-to-work/; http://www.stuff.co.nz/business/82729430/auckland-lab-tech-caught-breaching-patient-privacy-890-times-can-return-to-work",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An Auckland DHB lab technician has been censured after inappropriately prying into medical records.  Rosalinda Zabala inappropriately accessed the medical records of patients, including a one-year-old, just short of 900 times in a three year period.  Zabala, who worked for the DHB for more than 15 years, admitted her wrongdoing when confronted by management and lost her job in December 2014.  She was censured for the misconduct, charged $4000 in costs and would be required to take a course on ethics, privacy and confidentiality.   Zabala was caught after she accessed the records of a one-year-old patient, who was a distant relative, without the consent of the child's parents.  She then raised concerns about the child's liver function results to a nurse in front of the parents, who were not aware of the results.  The nurse raised the issue with her manager and an audit of Zabala's database use found she had repeatedly accessed the records of other patients, including family and church members.  The medical records of her family members were accessed 345 times between 2011 and 2014.  Zabala also accessed the records of three members of her church 86 times, and the records of three other patients 140 times.   She accessed her own records 92 times, which the Auckland DHB's policies forbid.   In total, she accessed records without permission 890 times.  In an explanation of her actions, Zabala said she accessed the records out of concern, and did not intend to gossip.  She accepted it was a knowing breach of patient privacy, and that she actively ignored a warning sign in the system.  The Tribunal did not think there was any ingoing issue of patient safety that required a suspension.   In a letter presented to the tribunal, Zabala expressed remorse and a desire to return to work as a laboratory technician. ",
  "timeline": {
    "containment": {
      "unit": "Years",
      "value": 4.0
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "NZ"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "009053"
    ],
    "victim_id": "Auckland District Health Board"
  }
}