{
  "action": {
    "error": {
      "variety": [
        "Loss"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 239
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "EACDA6A8-47DC-4318-AD1C-587EF4217A46",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-07-30T19:04:07Z",
    "dbir_year": 2014,
    "master_id": "EACDA6A8-47DC-4318-AD1C-587EF4217A46",
    "modified": "2015-02-13T16:50:37Z"
  },
  "reference": "http://vcdb.org/pdf/va-security-may-2014.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Two biomedical device laptops were discovered missing on 05/20/14. VA Police were notified of the event. The two missing laptops were password protected but not encrypted due to being attached to biomedical devices. The laptops were located on mobile test stations in the Pulmonary Department. The portable test equipment was used when patients could not be transported to the Pulmonary Department for testing. The exact number of patients is unknown. The upper limit is 5,000 and could be as low as 350. The ticket will be updated when more information is available.  Update: The laptops were not encrypted as they were attached to biomedical devices. The laptops were VA issued equipment (EE#56243 and EE#56244). The Pulmonary supervisor reported that she discovered the laptops missing on 05/20/14 but was informed by one of the technicians that she saw them missing about 2 weeks ago, exact date unknown, but thought they were being worked on. The supervisor then checked with Information Resource Management Systems (IRMS) and Bio-med to see if they had been picked up the reply was negative. The laptops were last inventoried on 04/22/14 in room 6A-144. These were standalone systems and had never been connected to the network. To the best of the facility's knowledge, the laptops were not secured with cables and it is currently unknown why they were not secured. The facility is currently working on identifying the number of affected individuals (the number could be between 350 - 5000), as well as identifying the identity of the potentially affected individuals.",
  "timeline": {
    "incident": {
      "day": 20,
      "month": 5,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "CO",
    "victim_id": "United States Department of Veterans Affairs"
  }
}