{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 40000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 40000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EB3D9A63-6814-4784-A1EA-B960215D80E4",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-02T21:53:26Z",
    "github": "876",
    "master_id": "EB3D9A63-6814-4784-A1EA-B960215D80E4",
    "modified": "2015-03-02T21:53:26Z",
    "timeline": {
      "notification": {
        "day": 24,
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://metronews.ca/news/ottawa/861955/medical-marijuana-patients-outed-by-health-canada/; http://www.newswire.ca/en/story/1502559/commissioner-health-canada-violated-privacy-laws-by-disclosing-personal-health-information-of-over-40-000-canadians",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Tens of thousands of medical marijuana patients across the country are receiving a mass mailing from Health Canada exposing them as medical cannabis users and many are now in panic mode.  The letter, which Health Canada says was sent to 40,000 people, comes in a white envelope, and has a return address with the words Medical Marihuana Access Program written across the top, followed by the patients name and address. Many people say their privacy has been violated and fear their houses may be robbed and their home growing gardens targeted.  Im outright panicked, said Multiple Sclerosis patient Suzi Berardini, who also suffers from trigeminal neuralgia. She said the mailman who dropped the letter off smirked when he handed her the envelope. Its terrifying. So many levels of terrifying.  Laurie MacEachern, who represents medical marijuana patients as director of the Medicinal Cannabis Patients Alliance of Canada Inc. said she is supremely concerned about the information being released to the public.  One patient said she got her mail and the delivery man said, I didnt know you smoked, said MacEachern.  MacEachern said previous letters did not have the word marijuana on it. Almost a dozen other medical marijuana patients called Metro with similar concerns. Most werent willing to comment on the record for fear of being exposed even more.  Health Canada Deputy Minister George Da Pont said the format of the mailing was the result of an administrative error. He said the letters outlining changes to the Marihuana Medical Access Program, which take effect next spring, were sent to 40,000 patients.  This is not standard Health Canada practice, he wrote in an email to Metro. On behalf of Health Canada, I deeply regret this administrative error. Health Canada is taking steps to ensure this does not happen again. Protection of personal information is of fundamental importance to Health Canada. We are in discussion with the Office of the Privacy Commissioner of Canada.  Among the reasons for changes to the rules, which will prohibit patients from growing their own marijuana at home, cited in the letter is concern that participants in the program will be targets of home invasions.  A spokesperson with the office of the Information and Privacy Commissioner Heather Ormerod said in an email:  Our Office was not notified by Health Canada of this incident. We were made aware of it by a number of concerned individuals who contacted our Office. We have since received complaints and we will be investigating this matter, Omerod wrote. We have been in touch with Health Canada and are currently gathering further information.  Why people say they are upset: Suzi Beradini says she no longer feels safe in her Ottawa home after a letter from Health Canada exposed her as a medical marijuana patient.  Any Joe Blow who works at Canada Post now might know where I am and that Im a patient and can easily think, well, if shes a legal patient, she must have meds, she told Metro after receiving a letter.  I feel like a I have a giant bullseye on my roof.  Rick Gauthier is now considering moving from his small town in Quebec, as he says everybody likely knows he is a medical marijuana user after receiving his letter in the mail Thursday.  I think Im unsafe now.  He worries Canada Post workers may even steal his medicine.  Michael Greenblatts letter went through several hands before it was delivered to his room at a nursing home in Markham. When the letter finally reached his room, he said the delivery person said,  I would sure like to be in this program.   First of all, its my private medical issue, Greenblatt said. Its not up to Health Canada.  He has filed a complaint with Canadas privacy commission.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "621491",
    "region": [
      "019021"
    ],
    "victim_id": "Health Canada"
  }
}