{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EB678ADF-19D9-415B-8B75-74C363D86603",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-08T01:06:00Z",
    "dbir_year": 2016,
    "github": "6152",
    "master_id": "EB678ADF-19D9-415B-8B75-74C363D86603",
    "modified": "2016-02-08T01:06:00Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 7,
        "year": 2015
      }
    }
  },
  "reference": "http://www.lfpress.com/2015/07/14/moms-health-info-stolen",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Personal health information about young mothers and their babies was stolen from the parking lot of the local health unit after an employee left files and a laptop in a vehicle, health officials say.  The thief made off with health information of about a dozen families that had been left in a locked case inside a bag with the laptop.  \"It's definitely something that is of concern to us,\" Dr. Christopher Mackie, medical officer of health for London and Middlesex County, said Tuesday.  The medical notes were for mothers attending baby clinics to get help for issues ranging from checking their babies' weights to overcoming challenges with breast feeding, he said.  \"It is not believed that the loss of this information could result in any significant harms to the client,\" he wrote in a report to the health board that meets Thursday.  Employees of the Middlesex-London Health Unit are prohibited from leaving medical records, paper or electronic, in their vehicles.  As to what has happened to the employee who left the files in a vehicle July 3, Mackie wouldn't disclose specifically what had been done but said that there had been followup.  The theft occurred in the farther of two employee lots from the health unit at 50 King St.  Mackie doesn't believe the thief was able to access files in the laptop because of a number of safeguards:  The health unit's practice is to encrypt all agency laptops. A username and password are needed to gain access to the device. Information technology staff were able to trace the laptop while it was connected to the Internet and wipe the data from it remotely. Health unit officials will send out notices to affected families and will contact Ontario's Information and Privacy Commissioner to inform them of the privacy breach.  The breach follows more notable alleged thefts reported this year:  The health records of Toronto Coun. Rob Ford were repeatedly breached in hospital while he battled cancer.  Criminal charges have been laid after a massive privacy breach at Scarborough's Rouge Valley Health System that saw the identities of new moms allegedly sold to a firm offering education investment vehicles. Ontario Health Minister Eric Hoskins has promised to introduce legislation in the fall that would deliver tougher penalties to those who pry into health records.  ",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 7,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "150154"
    ],
    "victim_id": "London and Middlesex Health Unit"
  }
}