{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Victim work area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 144,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 144,
      "data_victim": [
        "Patient"
      ],
      "notes": "Employees paid to steal records for tax fraud.",
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 257710,
        "variety": "Asset and fraud"
      }
    ],
    "notes": "Stolen from US Treasury through IRS;",
    "overall_amount": 257710,
    "overall_rating": "Unknown"
  },
  "incident_id": "EB89640F-5EDA-453F-9ED0-A6D408F68C53",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "gdbassett",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-09-12T13:22:00Z",
    "github": "3137",
    "master_id": "EB89640F-5EDA-453F-9ED0-A6D408F68C53",
    "modified": "2014-09-12T13:22:00Z",
    "timeline": {
      "notification": {
        "month": 9,
        "year": 2011
      }
    }
  },
  "reference": "http://healthitsecurity.com/2013/03/13/pa-health-system-reports-144-patient-data-identity-theft/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "PA health system reports 144-patient data, identity theft  In whats turned out to be a multi-layered case, 144 patients of Community Hospital in Chester and Crozer-Chester Medical Center in Upland, PA had their names, dates of birth and Social Security numbers stolen in an IRS tax fraud sting from January 2008 to September 2011. Rafael Henriquez Polanco, 30, and wife, Yanira Lopez, 27, according to delcotimes.com, allegedly filed fraudulent tax returns with fake W2 forms, sought $1.7 million in refunds and ended up with $257,710 in return money from the U.S. Department of the Treasury. The couple had paid hospital employees to steal confidential medical forms and from there they would use those forms to steal patient identities. The couple is facing charges ranging from conspiracy to defraud the government, aggravated identity theft, passport fraud and presentation of an immigration application containing a false statement. The report also says that Lopez was charged with wire fraud and is looking at 52 years in prison if convicted while Polanco faces 32 years in jail if convicted. The U.S. Department of State Diplomatic Security Service, the Department of Labor, IRS Criminal Investigations, and Immigration and Customs Enforcement Homeland Security Investigations handled the case and charges. But one has to wonder whether the Department of Health and Human Services (HHS) plans on getting involved in the case to see if Crozer could have prevented the patient data theft. Polanco and Lopez were Crozer Keystone Health System and, according to philly.com, Crozer spokesman Grant Gegwich said two employees, non-professional employees of the hospital employees, have been terminated for their involvement. While there were no other details, Gegwich said procedures for handling and disposal of documents containing patient information have been modified. Considering that Gegwich said the hospitals were notified of the information theft in October 2011, will those modifications be sufficient if HHS or the Office for Civil Rights (OCR) comes knocking?",
  "timeline": {
    "incident": {
      "month": 1,
      "year": 2008
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Small",
    "industry": "622110",
    "locations_affected": 2,
    "region": [
      "019021",
      "021000"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "Crozer-Chester Medical Center of Upland, PA"
      ]
    },
    "state": "PA",
    "victim_id": "Community Hospital of Upland, PA"
  }
}