{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Espionage"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 1144,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1144,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EBF69CD9-C00D-495F-A22B-D2EF127A0A20",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-06T22:47:13Z",
    "github": "1988",
    "master_id": "EBF69CD9-C00D-495F-A22B-D2EF127A0A20",
    "modified": "2015-03-06T22:47:13Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://healthitsecurity.com/2014/04/14/university-urology-of-tenn-releases-data-breach-statement/; http://www.urologypc.net/hippa.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "University Urology, P.C. of Knoxville, Tenn. released a statement on April 11 that detailed how 1,144 patients data had been exposed in 2013 and early 2014.  Though the information was limited to patient names and addresses, University Urology said in statement posted on its website that Social Security Numbers, financial account information, clinical information were not exposed. According to the statement, an administrative assistant had gathered the data in efforts to sell it to a competing provider to help gain patient business. Patients began calling University Urology on February 13, 2014 to alert the organization that the competing provider had unexpectedly been soliciting their business.  We understand that any breach of protected health information is a concern for our patients. We sincerely regret this situation occurred, said Peggy Kares, HIPAA Security Officer at University Urology, P.C.  Following the breach, University Urology spoke with the breaching employee, terminated their employment, revoked their access to protected health information (PHI), changed internal passwords and agreed with the competing organization that received the patient information to destroy it. The organization added that employees would be retrained on patient privacy best practices.  University Urology, P.C. is notifying by mail the patients impacted by this breach. While it appears that the information subject to the breach was to be used for patient solicitation and there is absolutely no indication that the information may be used for purposes of identity theft, patients may choose to monitor their credit card, bank, or other financial statements for signs of fraud and identity theft. The level of culpability on the part of the competing provider in this breach is the most interesting part, considering it came to an agreement with University Urology. HealthITSecurity.com will post more details on the breach as they come out.",
  "timeline": {
    "discovery": {
      "unit": "Months",
      "value": 3
    },
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "621111",
    "region": [
      "019021"
    ],
    "state": "TN",
    "victim_id": "University Urology, P.C."
  }
}