{
  "action": {
    "hacking": {
      "variety": [
        "SQLi",
        "Exploit vuln"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Ideology"
      ],
      "notes": "Phantom Squad",
      "region": [
        "142034",
        "019021"
      ],
      "variety": [
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 1410,
          "variety": "Credentials"
        },
        {
          "amount": 1410,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1410,
      "data_victim": [
        "Partner"
      ],
      "state": [
        "Stored unencrypted"
      ]
    },
    "integrity": {
      "variety": [
        "Repurpose"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EC0ACFE0-3159-4EE8-B317-4A76F48B3A83",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "tecamac",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-09T09:48:00Z",
    "dbir_year": 2016,
    "github": "6721",
    "master_id": "EC0ACFE0-3159-4EE8-B317-4A76F48B3A83",
    "modified": "2016-02-09T09:48:00Z",
    "timeline": {
      "notification": {
        "day": 30,
        "month": 11,
        "year": 2015
      }
    }
  },
  "reference": "http://news.softpedia.com/news/anonymous-hacks-un-climate-change-summit-website-to-protest-french-police-brutality-496924.shtml",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "After doing the world a whole lot of good by going after ISIS members, Anonymous activists have now turned their hacking skills towards two websites connected with the UN Climate Change Summit that's going on in Paris this week.  The reason behind the group's actions is a protest that turned ugly over the weekend, where peaceful activists against world climate change policies have been arrested and brutalized by French police forces.  While in normal circumstances peaceful protests would be allowed in any city around the world, France has banned any public gatherings (including protests) after the November 13, Paris ISIS attacks. For this reason, Paris police forces intervened against the protesters, using force, in some cases.  After the incident was consumed, hackers that have identified themselves as part of Anonymous, have targeted the main website of the UN Climate Change Summit, the very same event the peaceful demonstrators were trying to disrupt.  Hackers breached websites, stole and dumped databases online  According to data dumped on the Cyber Guerilla anonymous-posting blog and its adjacent IRC channel, hackers have identified an SQL injection flaw in the summit's website at unfccc.int.  They exploited this vulnerability to extract a database dump and then gain access to the website's CMS administration panel (screenshots below the article). Dump data is available in three Just Paste URLs (1, 2, 3). This attack happened yesterday, November 29.  Today, the same group also hacked meta-fusion.com, the website of the company that provides webcast streaming services for the UN Climate Change Summit (screenshots below the article). As before, an SQL injection seems to be the cause of this intrusion (data dumps 1, 2, 3).  Leaked data contains information like usernames, passwords (most are encrypted), real names, email addresses, organizations, job titles, and security questions.  Anonymous has not expressed any kind of opinion against or for the UN Climate Change Summit, and this attack seems to be only retaliation against what they've perceived as unjustified police brutality.",
  "timeline": {
    "incident": {
      "day": 29,
      "month": 11,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "Unknown"
    ],
    "employee_count": "Unknown",
    "industry": "928120",
    "region": [
      "000000"
    ],
    "victim_id": "UN Climate Change"
  }
}