{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown"
      ],
      "industry": "5112",
      "motive": [
        "Unknown",
        "NA"
      ],
      "region": [
        "000000"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "management": [
      "External"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 35000,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 35000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Audit"
      ]
    }
  },
  "discovery_notes": "External: Unaffiliated",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "ED790568-51B0-48F0-8473-FE71E2528E1F",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-02-03T03:58:00Z",
    "dbir_year": 2016,
    "github": "6894",
    "master_id": "ED790568-51B0-48F0-8473-FE71E2528E1F",
    "modified": "2016-02-03T03:58:00Z",
    "timeline": {
      "notification": {
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.hipaajournal.com/californian-health-plan-administrator-35k-record-data-breach-8201/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Californian health plan administrator, Keenan & Associates, has announced a breach of Protected Health Information that has impacted 35,000 health plan subscribers.  An error was made by a vendor with the configuration of a web portal. The server security settings had been misconfigured resulting in a number of confidential documents being inadvertently indexed by search engines. A search of the Internet would have resulted in the documents being displayed in the search results. Clicking on the links would have opened up the documents and a number of data fields would have been viewable.  The data contained in the documents was mostly limited to personal information. Subscriber names, addresses, dates of birth, contact telephone numbers, health plan identifiers, and medical plan names were stored in the documents. Some Social Security numbers were also exposed, although Keenan & Assoc., reports that no financial information was detailed in the documents, neither any clinical or medical information.  An investigation into the data breach has not uncovered any evidence to suggest the files were actually viewed during the time they were accessible. However, this cannot be confirmed so there is a risk that data were viewed by a third party. In order for the documents to have appeared in a search, the search term entered would have needed to be quite specific.  The server settings have now been changed and the documents are no longer accessible via the Internet, and are no longer appearing in searches.  The breach notice issued by Keenan & Assoc., indicates the error was discovered on October 9, 2015; however, no information has been disclosed about the length of time the data were accessible.  All affected individuals have been provided with a range of services to monitor credit files and protect against identity theft and fraud for a period of two years. The breach victims are being covered by a $1 million identity theft protection policy, and in the event that health plan subscribers do suffer identity theft or fraud, services will be provided to restore credit and identities.  Since a wide range of personal information was exposed along with health plan identifiers, there is a possibility that an individual would be able to commit insurance fraud. As such, all breach victims have been advised to keep a close check on their Explanation of Benefits (EoB) statements to monitor for signs of fraudulent activity.",
  "timeline": {
    "incident": {
      "month": 12,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "524291",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Keenan & Associates"
  }
}