{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "ownership": [
      "Victim"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 260,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 260,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "A9FC622C-FBAC-48A3-8D7E-A40FC8F697D4",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-09-01T22:24:00Z",
    "dbir_year": 2017,
    "github": "6740",
    "master_id": "ED8B9E5C-A7C7-4E5D-A365-AD82DB2681A9",
    "modified": "2016-09-01T22:35:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 12,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/santa-barbara-public-health-notifying-patients-after-employee-accessed-records-without-authorization/; http://www.noozhawk.com/article/santa_barbara_public_health_employee_accessed_patient_records; http://www.independent.com/news/2015/dec/02/public-health-warns-records-breach/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Some 260 patients with records in the Santa Barbara County Public Health Department will receive notification letters explaining that a Health Care Center employee illegally accessed their personal health information.  The department announced the unauthorized data breach Wednesday, saying a staff member accessed electronic information for an unapproved academic research project.  \"The Public Health Department deeply regrets this incident,\" said department director Dr. Takashi Wada.  \"At this point in the investigation, we have no reason to believe any identifying information has been shared outside our department.\"  The Public Health Department completed an investigation into the incident, and the staff member in question has since been denied access to any additional patient information.  Whether the employee has been disciplined further or fired wasn't something the department could share, since it's a personnel issue, said Susan Klein-Rothschild, community health deputy director.  She also couldn't share where the staff member worked.  \"We wanted to be very transparent with the public,\" Klein-Rothschild said.  The Public Health Department is cooperating with the State Department of Health Care Services, informing patients whose information was inappropriately accessed.  \"Depending upon the nature of each case, credit monitoring has been offered to patients in accordance with the regulations,\" the department said.  \"Unless further information becomes available, no further action by the Public Health Department or the state is anticipated.\"  Because of the incident, Wada said all Health Care Center staff were being retrained, adhering to standards that place the highest importance in the confidentiality of personal information according to Health Insurance Portability and Accountability Act (HIPAA) laws.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "101 to 1000",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Santa Barbara County Public Health Department"
  }
}