{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "US"
      ],
      "industry": "000",
      "motive": [
        "Convenience"
      ],
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 6831,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 6831,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EE9D7B58-B353-43E2-834B-53CB748938F2",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-03-16T06:39:00Z",
    "github": "1750",
    "master_id": "EE9D7B58-B353-43E2-834B-53CB748938F2",
    "modified": "2014-03-16T06:39:00Z",
    "timeline": {
      "notification": {
        "day": 6,
        "month": 4,
        "year": 2014
      }
    }
  },
  "reference": "http://www.bostonglobe.com/business/2012/04/06/elizabeth-medical-center-notifies-patients-billing-data-breach-charlestown-incident/yknvi1ffpVJCI42h6pfazN/story.html; https://www.privacyrights.org/node/32173",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "St. Elizabeths Medical Center said Friday it is notifying 6,831 patients that their billing information, including credit card numbers and security codes, may have been compromised when documents the hospital planned to shred were removed by a vendor from a building scheduled for demolition.  The papers did not include personal medical information and so far, there have been no reports that any of the billing data contained in the documents has been misused, according to hospital officials.  St. Elizabeths, in Bostons Brighton neighborhood, released a statement saying it was alerted Feb. 3 by an individual who reported finding papers from the hospital blowing through a field in Charlestown. They contained cashiers receipts for credit card payments made by five patients at St. Elizabeths surgical day center and other outpatient services.  While the individual reported seeing other papers but did not retrieve them, St. Elizabeths said representatives sent to the scene were unable to find any other documents. The hospital is owned by Boston-based Steward Health Care System, a chain of community hospitals.  St. Elizabeths Medical Center had hired certain trusted vendors to begin clearing out the building on Jan. 30, 2012, the hospital said in a statement. All materials containing either a patient name or personal information were supposed to have been shredded.   Hospital officials have no evidence that information for more than five patients was lost, but said they decided to alert all patients whose information had been stored in the office where the five patients records were kept. The receipts found included patients names, hospital account numbers, and credit card numbers, security codes, and expiration dates.  We take patients information very seriously, and were reviewing our policy, and our training procedures to make sure this never happens again, said hospital spokesman Chris Murphy.  The incident marked the second health care data breach in the region in recent weeks. On March 23, CVS Caremark Corp. said it had mistakenly sent letters to about 3,500 Tufts Health Plan members, giving them personal information about the medical conditions and medications of other members enrolled in a supplemental Medicare plan managed by Tufts.  That mistake was caused by an unspecified programming error by CVS Caremark, the pharmacy benefits manager for the Tufts Medicare Preferred Plan.",
  "timeline": {
    "incident": {
      "day": 3,
      "month": 2,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "St. Elizabeth's Medical Center"
  }
}