{
  "action": {
    "physical": {
      "variety": [
        "Skimmer",
        "Surveillance"
      ],
      "vector": [
        "Public facility"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 225,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 225,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EED85633-9212-4E4C-B3F3-1AFA6F416954",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-09-29T17:23:00Z",
    "github": "4039",
    "master_id": "EED85633-9212-4E4C-B3F3-1AFA6F416954",
    "modified": "2014-09-29T17:23:00Z",
    "timeline": {
      "notification": {
        "day": 14,
        "month": 8,
        "year": 2014
      }
    }
  },
  "reference": "http://www.11alive.com/story/news/local/mcdonough/2014/08/14/atm-skimmers-mcdonough-suntrust-bank/14091693/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A well organized, sophisticated fraud ring is committing a crime that is becoming harder and harder to detect because of the technology they are using, according to Henry County Police.  ATM skimmers have been around for a long time but they are getting very hard for bank customers to detect. At one ATM in McDonough, 225 customers had their bank account information stolen, according to police.  So far, police have received reports from about 20 people whose accounts were breached. That leaves about 200 more who don't even know they're information was stolen. Lt. Joey Smith said the suspects haven't used their information yet, but probably will.  Lt. Smith said the suspects are using skimmers, electronic devices that are placed over the card slot on an ATM and when you put your card in, it scans your account information.  But Smith said they're also getting customers PIN's. \"They had some type of small, sophisticated camera that they could actually see you punch the PIN in on the key pad so they had the card information and the PIN information,\" he said.  Police released photos of several suspects using the stolen bank account information to withdraw cash from other ATM's in hopes that someone could identify them.  Authorities are seeking to identify these suspected ATM skimmersAuthorities are seeking to identify these suspected ATM skimmers (Photo: 11Alive) ATM photos from the Sun Trust bank on Highway 81 in McDonough show a man installing the skimmer on the banks ATM at about 7:00AM on August 1, 2014. Another photo shows a different suspect removing the skimmer at around 10:00PM.  Lt. Smith said anyone who used the Sun Trust ATM during those hours on that day should contact their bank and police.  The suspects have bank account information from every customer who used the ATM at that time. \"They would then take the electronic data, put it on another generic card, and they would go to various ATM's in Metro Atlanta and withdraw cash,\" Lt. Smith said.  Kristy Nix had her information stolen. She said she hardly ever uses an ATM but did on that day. She says she won't take a chance in the future. \"I'll go to my bank and write a check and do a cash option that way,\" she said.  The suspects used her bank account information to withdraw about $1,500. Even though her bank will eventually cover her loss, she says it hurts now. \"We have about 22 cents in the bank right now and I've had a bounced mortgage payment and two small kids at home,\" she said. \"We have to have money to get gas and go to work.\"  Police have advice for potential victims. \"Those customers who used this ATM during this time frame should check their accounts and notify Sun Trust bank,\" Lt. Smith said. \"They must also report any suspicious activity on their account to the police.\"  Lt. Smith said the suspects may not have used some of the stolen information yet so people should check their accounts every day. ",
  "timeline": {
    "incident": {
      "month": 8,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "25001 to 50000",
    "industry": "522110",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "SunTrust Banks Inc"
  }
}