{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "EF551307-9B76-4F7F-B6C3-A47BA2F913F5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-26T22:57:52Z",
    "github": "4217",
    "master_id": "EF551307-9B76-4F7F-B6C3-A47BA2F913F5",
    "modified": "2015-03-26T22:57:52Z",
    "timeline": {
      "notification": {
        "day": 25,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/managedmed-reports-patient-scheduling-data-breach-to-california/; https://oag.ca.gov/system/files/071714SampleNotice_0.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "ManagedMed Inc. (A Psychological Corporation), based in Los Angeles, recently notified the California Attorney Generals Office of a breach involving patient scheduling information.  According to their July 17th letter to patients, submitted to the state on July 25, some patient scheduling information located in their computerized system had been viewed via an unsecured webpage by two non-ManagedMed people.    ManagedMed learned of the breach on May 13 and launched an immediate investigation that revealed that from approximately March, 2013 through May 15, 2014, it was possible for unauthorized individuals to access the calendaring system in certain circumstances.  Seth Hirsch, PhD, President of ManagedMed, informed patients that An individual who knew the website address for the calendaring system could access patient scheduling information for the period between November 1, 2010 through May 15, 2014. In addition, with respect to a limited number of patients, it was possible for an unauthorized person to access the ManagedMed calendaring system by performing a Google search of a patients name and then clicking on a link to the calendaring system website.  Information in the calendaring system included patients names,  telephone numbers, names of care providers, limited notes, and the date of the appointment. In certain cases, Dr. Hirsch wrote, the notes contain abbreviations about the general type of visit scheduled, for example f/u (follow up),  i/e (initial examination) or notes about medication or a test the patient was scheduled to take.  Considering that this is a mental health facility, exposure of such information could be somewhat embarrassing or problematic.  No Social Security numbers or drivers license numbers were accessible via the calendaring system and it was not possible to access patients actual medical records, which are not maintained on a computer, Dr. Hirsch explained.  The calendaring system was secured on May 15, and other than the two individuals who accessed it without authorization on May 13, ManagedMed is not aware of any other access to the system or any misuse of information.  No services were offered to the patients and they were given no advice. ManagedMed did apologize for the incident and reassure patients that the system was now secured.  You can read the notification here (pdf).  And no, this incident is not (yet?) up on HHSs public breach tool. Im wondering what they might do in this case as exposing information about patients at a mental health facility is pretty serious, even if only two people actually accessed the information.  Note: ManagedMed Inc. does business as Managed Med, Inc.",
  "timeline": {
    "discovery": {
      "unit": "Years",
      "value": 4
    },
    "incident": {
      "month": 3,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1 to 10",
    "industry": "621330",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "ManagedMed Inc."
  }
}