{
  "action": {
    "error": {
      "notes": "made flash cards that held highly sensitive nuclear missile information available on the internet",
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "System admin"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "External Cloud Asset(s)"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Classified"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Victim organization"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "incident_id": "76d289c0-3bed-11ec-963f-f964320be408",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "created": "2021-11-02T20:37:32.302Z",
    "dbir_year": 2022,
    "event_chain": [
      {
        "action": "err",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "made top secret information publicly accessible"
      }
    ],
    "github": "17719",
    "master_id": "f0ea4ab0-f5c8-477a-b109-c3a38ca0d0dd",
    "modified": "2021-11-02T20:37:32.302Z",
    "timeline": {
      "notification": {
        "day": 2,
        "month": 6,
        "year": 2021
      }
    }
  },
  "reference": "https://www.popularmechanics.com/military/weapons/a36598369/air-force-personnel-exposed-nuclear-weapons-secrets-online/",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "U.S. Air Force airmen studying for service tests inadvertently leaked highly classified details about American nuclear weapons for the entire world to see, according to a new report. The airmen exposed the information—including which storage bunkers at European military bases likely held nuclear weapons, as well as secret signals to indicate duress—through sets of online flash cards.  The good news? Although the information could have theoretically helped someone stealing a nuke, built-in safety features would have prevented them from actually using the weapon. But still. According to a researcher at the open source intelligence group Bellingcat, Europe-based airmen who were charged with protecting six U.S. bases’ nuclear weapons uploaded secrets to flashcard learning apps online. The flashcards included classified information to help the airmen pass qualification tests. The bases included Aviano and Ghedi Air Bases in Italy, Incirlik Air Base (Turkey) Volkel Air Base (the Netherlands), Kleine Brogel (Belgium), and Büchel (Germany). According to the Bulletin of the Atomic Scientists, the six bases house a total of 100 B61-3 and B61-4 tactical nuclear bombs.  The B61-3 is an aircraft-delivered gravity bomb with an adjustable explosive yield, starting at just 300 tons of TNT. Other yields include 1.5 kilotons (1,500 tons of TNT), and go all the way up to 170 kilotons. For reference, the atomic bomb that exploded over Hiroshima, Japan in August 1945 had a yield of 16 kilotons. The leaked information reportedly included how many “vaults,” or nuclear storage bunkers, were located on bases. Additionally, the details revealed which vaults at one base were “hot” (likely storing a live nuclear weapon), and which were “cold” (empty). The flashcards also included locations of security cameras, unique identifiers on special security badges carried by base personnel, and even secret duress words. Other sensitive information on Europe-based tactical nuclear weapons also appeared on social media. In one case, a group Facebook photo from the Volkel-based 703rd Munitions Support Squadron allowed researchers to determine the exact location and name of the vault where the photo was taken.  Researchers were also able to identify the “bomb” in the photo as a dummy version of a B61 bomb. This strongly suggests the vault normally stored a dummy bomb—information that adversaries could use to deduce which vaults at the base held real bombs.  The B61s are the last nuclear gravity bombs that U.S. and NATO tactical aircraft carry. In the event of war, the bombs located at Volkel, for example, would be loaded onto Royal Netherlands Air Force F-16 fighter jets stationed at the base. Here's a 2018 test of the B61-12, the latest version of the long-serving bomb, involving a U.S. Air Force F-16:",
  "targeted": "NA",
  "timeline": {
    "incident": {
      "year": 2021
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "government": [
      "Federal"
    ],
    "industry": "928110",
    "region": [
      "019021"
    ],
    "victim_id": "United States Air Force"
  }
}