{
  "action": {
    "hacking": {
      "result": [
        "Exfiltrate",
        "Infiltrate"
      ],
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "internal": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "incident_id": "40e8c310-38cd-11ec-b42b-a7ad11fc87ee",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "No",
        "data_abuse": "Unknown"
      }
    },
    "created": "2021-10-29T20:52:21.507Z",
    "dbir_year": 2022,
    "event_chain": [
      {
        "action": "hak",
        "actor": "ext",
        "asset": "srv",
        "attribute": "cp",
        "summary": "external actor hacked into system via unknown means and exfiltrated data"
      }
    ],
    "github": "17790",
    "master_id": "f13a55d5-51ca-4f9d-8194-50983d0198b6",
    "modified": "2021-10-29T20:52:21.507Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 6,
        "year": 2021
      }
    }
  },
  "reference": "https://www.daily-times.com/story/news/local/farmington/2021/06/20/san-juan-regional-medical-center-reports-data-breach-network-hundrends-patients-affected/7744970002/ ; https://www.daily-times.com/story/news/local/farmington/2021/06/20/san-juan-regional-medical-center-reports-data-breach-network-hundrends-patients-affected/7744970002/",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "FARMINGTON — A Farmington hospital has reported a data breach to its network in Fall 2020 that impacted more than 500 patients whose personal information was taken.  The hospital said in a statement there is no evidence of any personal information being misused from the data breach.  San Juan Regional Medical Center sent out letters dated June 4 to patients stating a “recent data security incident” may have involved their personal information.  San Juan County COVID-19 vaccine tracker:45% of people fully vaccinated  The letter states on Sept. 8, 2020, the hospital identified unauthorized access to its computer network.  Patient account numbers, medical record numbers and medical diagnosis/medical treatment information was obtained.  “San Juan Regional Medical Center is committed to maintaining the privacy of personal information in their possession and have taken many precautions to safeguard it,” the hospital said in an emailed statement. The impacted information of more than 500 patients included:  Names Dates of birth Social Security numbers Driver’s license numbers Financial account numbers Health insurance information Medical information The information was taken from billing records or documents related to billing. The hospital’s electronic medical record system was not impacted.  Those billing records sometimes contain information tied to a patient’s treatment or medical diagnosis. The patient account number is an internal number that is used to match a patient with billing services. To date, we have no evidence that any of the personal information has been misused. The notification letters were sent to make individuals aware of the incident and provide guidance on what individuals can do to further protect themselves,” the hospital said in a statement.  More:State agency reports positive economic news for San Juan County  A third-party cybersecurity team of professionals investigated and completed an analysis of the attack. It was determined an “unauthorized individual” removed information from the network on Sept. 7 and 8, according to the letter.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "day": 7,
      "month": 9,
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "622110",
    "region": [
      "019021"
    ],
    "victim_id": "San Juan Medical Center"
  }
}