{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 90000000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 90000000,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F1918CB2-0855-48EF-AB60-DDBBD35038C9",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-02-13T04:31:43Z",
    "master_id": "F1918CB2-0855-48EF-AB60-DDBBD35038C9",
    "modified": "2014-05-10T00:58:19Z",
    "timeline": {
      "notification": {
        "month": 7,
        "year": 1984
      }
    }
  },
  "reference": "http://secureinfo.info/breaches/the-trw-hack",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "TRW Information services is/was a credit bureau that transmits over telephone lines such information as Credit histories, employment records, bankruptcies, loan delinquencies and Social Security Numbers. These services were used by more than 24,000 subscribers, including bank and department stores and can be reached from more than 35,000 locations.  Way back in July 1984, a is a global credit information group, TRW (now Experian); was hacked into. A total of 90 million records were hacked into. All of this was possible due to a secret password that got leaked out along with manual on the systems operation.  Computer buffs (as they were known in those days) using home terminals broke into TRW Information Services computers holding credit histories of 90 million people.  TRW Information services is/was a credit bureau that transmits over telephone lines such information as Credit histories, employment records, bankruptcies, loan delinquencies and Social Security Numbers. These services were used by more than 24,000 subscribers, including bank and department stores and can be reached from more than 35,000 locations.  The TRW systems were hacked into after hackers got hold of a secret password and a manual on the systems operation. The password was leaked out way in 1983 but TRW officials were not notified until July 1984. TRW officials admitted that although the break-in allowed users to read confidential files, those users would not be able to change the files. Changes were submitted monthly on tape and the files are not altered through the on-line computer systems.  TRW Officials said that the password and the manual were obtained from a Sears Roebuck store in Sacramneto that subscribes to the TRW system. Hackers eventually posted the code number on an electronic Bulletin Board which many computer users with the right equipment can read by using a telephone. It has been a common knowledge for months among many computer community that the TRW files could be entered easily and credit records read.  The breach was first reported by Newsday, which quoted unnamed computer hacker as saying the TRW system was hacked not only to read credit records, but also to  expedite credit card fraud by finding out whether a person whose credit card was stolen had a large card limit. TRW said the leaked password was changed and that no other codes were believed to be available to hackers. The Newsday story, however, quoted sources who said that other code that provide access to other TRW files are still circulating.",
  "timeline": {
    "incident": {
      "year": 1984
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "561450",
    "region": [
      "019021"
    ],
    "victim_id": "TRW"
  }
}