{
  "action": {
    "error": {
      "variety": [
        "Publishing error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Student"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F1CC9E84-8866-456D-8932-EBB56C9BFC2B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-07-23T22:40:52Z",
    "master_id": "F1CC9E84-8866-456D-8932-EBB56C9BFC2B",
    "modified": "2015-07-23T22:40:52Z",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "http://www.pogowasright.org/horrific-privacy-breach-by-tewksbury-public-schools/; http://www.pogowasright.org/massachusetts-dese-finds-tewksbury-breach-violated-state-law/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Tewksbury Public Schools face angry parental backlash following the release of private student information online last week. A document included in a 222-page School Committee packet remained online for the better part of a week, before being taken down Monday.  Awareness of the data, which details private information for the out of district placements of 83 students and rates their parents according to their cooperativeness with the district, raised outrage on social media over the weekend.  []  The seven-page memo from Rick Pelletier, Director of Student Services, to the Superintendent was included in the School Committee packet as part of its budget justification package last week. The memo includes a spreadsheet that listed all the students with out of district placements  and also included a ranking on parental cooperativeness. The amount of data included could indicate a violation of state and federal law.  The list, which replaces student names with numbers, remains in alphabetical order. Information included the students current grade, the out-of-district school, the last school attended, the year the student began attending the new school, information on whether or not the decision was made by the IEP team, a legal settlement (typically kept strictly confidential), or if the student moved in from another town, and miscellaneous detail such as the involvement of the Department of Children and Families, passage of MCAS assessments, and more.  The office of Student Services also published its rating of parents according to their cooperativeness with the district. Parents rated a 1 are cooperative, 2 somewhat cooperative, and those rated 3 are not cooperative.  The Town Crier could easily identify seven families included in the list, and was contacted by others that could identify more families based on the material in the sheet.",
  "timeline": {
    "discovery": {
      "unit": "Weeks",
      "value": 1
    },
    "incident": {
      "day": 4,
      "month": 4,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "611110",
    "region": [
      "019021"
    ],
    "state": "MA",
    "victim_id": "Tewksbury Public Schools"
  }
}