{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Other"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 8,
          "variety": "Payment"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F220A4DA-92B1-4948-B1FD-5E7161A3680F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes"
      }
    },
    "created": "2015-03-03T23:21:46Z",
    "github": "1157",
    "master_id": "F220A4DA-92B1-4948-B1FD-5E7161A3680F",
    "modified": "2015-03-03T23:21:46Z",
    "timeline": {
      "notification": {
        "day": 27,
        "month": 11,
        "year": 2013
      }
    }
  },
  "reference": "http://www.oag.state.md.us/idtheft/Breach%20Notices/itu-234942%20(1).pdf; http://www.phiprivacy.net/md-walgreens-employee-prosecuted-for-misusing-customers-credit-card-numbers/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On November 27, they reported to the the Maryland Attorney Generals office that a pharmacy employee had been accessing misusing customers credit card numbers. Eight Maryland residents were affected. Walgreens learned of the breach on November 4, terminated the employee, and referred the matter to law enforcement. The employee is being prosecuted.  You can read their notification to the state here (pdf).  Walgreens offered affected customers free credit monitoring services.  You can read their notification to customers here (pdf). They gave affected customers some good advice as to how to protect themselves. Their key points (and Im emphasizing some of the ones we dont see that often or often enough):  1. Monitor your insurance benefits. Ask your insurer for a listing of benefits paid out under your policy.  2. Check your prescription records. If you suspect youre a victim of medical ID fraud, get a copy of your records from your pharmacy.  3. Place an initial fraud alert on your credit reports.  4. File a complaint with the Federal Trade Commission (FTC).  5. Contact your Attorney General.  6. Correct inaccurate medical records. If you find errors in your medical files, have them corrected immediately. The federal law lets patients correct medical records created only by the medical provider or insurer that now maintains your information. You may need to contact all of your medical/health providers. If necessary, we will contact your insurance company on your behalf.   7. File a police report.  Good job on the notification, Walgreens!",
  "timeline": {
    "incident": {
      "day": 4,
      "month": 11,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "446110",
    "region": [
      "019021"
    ],
    "state": "MD",
    "victim_id": "Walgreen Co"
  }
}