{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "discovery_notes": "\"These things have been sitting in there 30 years,\" the man who found the documents said.  Davis Hospital moved out of the old building on West End Avenue and into a new building more than 30 years ago. ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "BE2357B2-B5DC-4343-9407-CF8A85E9423B",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-19T23:06:00Z",
    "dbir_year": 2016,
    "github": "5722",
    "master_id": "F282D3C3-0515-436B-A52E-3E307EA4BF82",
    "modified": "2016-08-19T23:10:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 23,
        "month": 4,
        "year": 2015
      }
    }
  },
  "reference": "http://www.wsoctv.com/news/news/local/medical-records-abandoned-more-30-years-statesvill/nk2pZ/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Channel 9 News investigated hundreds of medical records abandoned inside a vacant hospital. Those documents found inside the old Davis Hospital in Statesville contained Social Security numbers, names, and even the dates that patients were born.  The pictures given to Channel 9 show the inside of the old hospital.  They show what appears to be hundreds of medical records scattered all over the building.   \"These things have been sitting in there 30 years,\" the man who found the documents said.  He didn't want to show his face on camera, but said he heard rumors about the documents and went inside to see for himself.  \"We were appalled. We were furious, because our families used that hospital as long as I can remember,\" he said.  Davis Hospital moved out of the old building on West End Avenue and into a new building more than 30 years ago.   Thursday, a spokesperson for the hospital said back then the hospital was operated by an unrelated organization. She said hospital administrators were unaware of the documents, but promised to, \"secure, evaluate and appropriately handle them.\"  We went to the home of one former patient.  She was surprised when we told her one of her records was still in the hospital.  \"I'm going call that hospital main office and say that it needs to be cleaned up, properly disposed of,\" said Kathleen Prevette.  The statement from Davis Regional Medical Center is listed below:   Davis Regional Medical Center learned earlier today that files have been discovered in the hospital's former location. We understand that this may cause concern for the community and are working quickly to understand and assess the situation.  The hospital moved to its current location on Mocksville Road more than thirty years ago when operated by a wholly unrelated organization. While the history and contents of the files remains unknown to the current administration of Davis Regional, we are equipped to secure, evaluate and appropriately handle them and are working diligently to contact the building's owner in order to extend an offer to retrieve them.",
  "timeline": {
    "containment": {
      "unit": "Years",
      "value": 30.0
    },
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "NC",
    "victim_id": "Davis Hospital"
  }
}