{
  "action": {
    "error": {
      "variety": [
        "Disposal error"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 47,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 47,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Found documents"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F29D5AD5-2A91-4FFC-A529-36B595EF9AC0",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-07T23:00:54Z",
    "github": "5510",
    "master_id": "F29D5AD5-2A91-4FFC-A529-36B595EF9AC0",
    "modified": "2015-03-07T23:00:54Z",
    "timeline": {
      "notification": {
        "day": 18,
        "month": 6,
        "year": 2014
      }
    }
  },
  "reference": "http://www.ydr.com/local/ci_25980746/private-medical-records-found-at-public-dumpster-manchester; http://www.ydr.com/local/ci_25988934",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Stanley Hill was dropping off some personal items at the York County Solid Waste Authority incinerator Memorial Day weekend when he noticed bundles of documents strewn across the ground and filling a nearby dumpster.  The Shrewsbury Township resident stopped to pick one up and found a stack of personal medical records from a local doctor's office.  \"It shocked me,\" he said. \"Who would think it's OK to dump them there?\"  Hill said he had worked for Johns Hopkins University where he spent some time implementing HIPAA regulations in computer software. He immediately felt he had to protect the files.  He wanted to alert the public, so he gathered up records from the ground  47 files  and gave them to the York Daily Record.  \"I wasn't sure what to do at first,\" he said. \"I didn't know if I should take them to the police. I finally thought, this is what news agencies are for.\"  The York Daily Record contacted the Pennsylvania Department of State, which then asked for the files. The Daily Record gave them to an investigator. The department will review the documents as the first step in an investigation, according to Ron Ruman, press secretary with the state.  It is not known who delivered the local medical records found at the authority's dumpster, or how they got there.  The files bear the names of the York Academy of Surgery and Dr. R. Dale McCormick.  They contain personal medical information, doctors' notes, social security numbers and insurance information.  Some of the surgeries occurred at Memorial Hospital, according to the records. But a hospital spokesman said the records did not belong to Memorial.  Jason McSherry, community relations and marketing spokesman at the hospital, said York Academy of Surgery was a private practice.  \"It is normal practice for hospitals to securely share patient records related to care provided by the hospital with independent physicians on the medical staff to support the delivery of care to their patients,\" McSherry said. \"Once records have been provided to physicians, it is their responsibility to dispose of those records in a secure manner.\"  Ruman said McCormick has an active osteopathic medical license.  Calls made to the practice on Eastern Boulevard in Springettsbury Township rang unanswered, and the office appeared vacant. Neighbors said they didn't know the last time they'd seen someone there.  Other attempts to locate the doctor or the practice were unsuccessful.  Rachel Seeger with the U.S. Department of Health and Human Services, which handles HIPAA regulations, said it was the first they had heard of the incident and were unable to comment.  Ruman said he could not recall similar cases. Most of the cases the Department of State deals with involve patients who want access to paperwork after an office has closed.  According to the Health and Human Services website, medical officers \"are not permitted to simply abandon\" patient information or \"dispose of it in dumpsters or other containers that are accessible by the public or other unauthorized persons. However, the Privacy and Security Rules do not require a particular disposal method.\"  Doctors are told to review their own policies and determine what steps are \"reasonable to safeguard\" patients.  The only time they may be dumped in trash receptacles is if the size of the files requires they be put in locked dumpsters accessible only to authorized people, according to the website.  Ruman added that the state requires offices to keep medical records for seven years, and that doctors are responsible for protecting patient information, but that the state does not regulate how the records must be destroyed.  Ellen O'Connor with the York County Solid Waste Authority said the area where Hill found the files is a public disposal location. The incinerator is on Blackbridge Road in Manchester Township.  Anyone can go there to dump waste, but O'Connor found it odd that someone \"would choose that level to get rid of documents.\"  The waste authority has a confidential destruction program with most medical offices. In those cases, a representative from the office brings the files and either tosses them in the incinerator themselves, or watches someone do it, and then gets a certificate of their destruction.  By the time O'Connor was contacted for this story June 9, anything in those dumpsters would have been destroyed, and cleaning crews would have picked up debris on the ground, she said.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "PA",
    "victim_id": "York Academy of Surgery"
  }
}