{
  "action": {
    "error": {
      "variety": [
        "Misconfiguration"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "partner": {
      "country": [
        "Unknown",
        "US"
      ],
      "industry": "5415",
      "motive": [
        "Unknown",
        "NA"
      ],
      "notes": "IOS Health Systems",
      "region": [
        "019021"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "hosting": [
      "External - unknown environment"
    ],
    "management": [
      "External"
    ],
    "ownership": [
      "Partner"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 2075,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2075,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Law enforcement"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "46AB95DA-9B34-4162-9163-933BC18D0E73",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-08-24T22:49:00Z",
    "dbir_year": 2016,
    "github": "6674",
    "master_id": "F5383BB4-CA4F-4FB3-93D9-83B897DCBD6D",
    "modified": "2016-08-24T23:26:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 16,
        "month": 9,
        "year": 2015
      }
    }
  },
  "reference": "http://www.databreaches.net/oh-so-thats-what-happened-sunday-edition/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "On May 18, 2013, OCR received an anonymous complaint alleging that the protected health information (PHI) of the patients of the covered entity (CE), Dr. Daniel Sheldon, M.D., P.A., was accessible on the internet via Google.  OCR confirmed the allegations when it identified web search results containing private medical records from a website associated with the practice.  Following an investigation by OCR, the practice submitted a breach notification to HHS on September 16, 2015, in which it reported that the PHI of approximately 2,075 patients was potentially viewable online, including addresses, dates of birth, names, and clinical information.  In response to the incident, the CE contacted its electronic medical record (\"EMR\") hosting company, IOS Health Systems (\"IOS\"), which immediately secured the information and conducted an internal investigation.  IOS changed the file locations of the practice's EMR records, renamed the file structures, obfuscated file directories, conducted standard security inspections, and began an audit trail review to determine any unauthorized access to the CE's records.  Additionally, the CE ensured that users did not share any documents or links via non-secure methods, changed all passwords for all users, confirmed username and password confidentiality policies with all employees, ensured proper antivirus and spyware applications were installed, and verified that its firewall was properly configured with the latest version of security upgrades.  In response to OCR's investigation, the practice provided evidence that provided breach notification to HHS, affected individuals and the media, and offered identity theft protection services.  It also terminated its relationship with its EMR system hosting company, IOS, and entered into a revised business associate agreement with a new EMR hosting company.  Finally, the CE created new policies regarding its breach notification procedures.",
  "timeline": {
    "incident": {
      "day": 18,
      "month": 5,
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "62111",
    "region": [
      "019021"
    ],
    "state": "FL",
    "victim_id": "Daniel A. Sheldon, M.D., P.A."
  }
}