{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Carelessness"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 2
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "F5400104-0E28-4E57-98D5-CC1FCA1595AF",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "created": "2014-02-21T04:07:15Z",
    "master_id": "F5400104-0E28-4E57-98D5-CC1FCA1595AF",
    "modified": "2014-07-30T19:07:19Z"
  },
  "reference": "http://vcdb.org/pdf/va-security.pdf",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "An employee from the Field Office was contacted by a VA employee. Her personnel health folder was sent to him but not requested. He contacted said employee and mailed her folder to her. She brought it to the attention of the Information Security Officer (ISO) and Privacy Officer (PO). It contained a couple of pages of another employee's information in her folder as well as her information.  The Albany facility mailed a paper employee health record to a VA facility in Ohio in error. A member of the Ohio facility HR staff telephoned the employee whose\nrecord they received and made the decision to mail the paper record directly back to the employee. The employee in question works for a VA Program Office out of Albany and that was the reason the record was at the Albany facility. When the paper record was received by the employee, she found that there were documents filed in the record pertaining to her husband (same last name)who is an employee of the VAMC in Albany (including SSN). She brought the paper record in to report the incident, but would not relinquish the record. The PO and ISO are dealing with that issue and investigating to determine if the proper procedure was followed and if changes need made based on this incident.",
  "timeline": {
    "incident": {
      "day": 7,
      "month": 3,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Over 100000",
    "industry": "923140",
    "region": [
      "019021"
    ],
    "state": "NY",
    "victim_id": "United States Department of Veterans Affairs"
  }
}