{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Personal vehicle"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "U - Laptop"
      },
      {
        "variety": "U - Desktop or laptop"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 3500,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_total": 4500,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F57AB301-0D09-4AD2-82BA-5332EB6DAE6B",
  "notes": "This GH record contains two breach incidents from the same company in a matter of weeks.  This covers the second of the two breach incidents.",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-02T23:38:42Z",
    "github": "1135",
    "master_id": "F57AB301-0D09-4AD2-82BA-5332EB6DAE6B",
    "modified": "2015-03-02T23:38:42Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.phiprivacy.net/two-laptops-with-phi-stolen-from-uhs-pruitt-employees-cars-in-a-two-week-period/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "In the process of researching this breach, I discovered a press release from UHS-Pruitt that seemed to contradict the media notice above. Then I realized the press release was from a UHS-Pruitt affiliate, UniHealth SOURCE, and it was reporting a second breach that also involved a laptop theft.  The December 6th  press release (pdf) reads, in part:  UniHealth SOURCE, a provider of case management services in the Georgia Service Options Using Resources in a Community Environment (SOURCE) Medicaid waiver program, is committed to our clients privacy and compliance with all applicable federal and state regulations. The purpose of this notice is to identify a recent incident involving the theft of a computer laptop belonging to one of our employees. The laptop contained very limited information about current and former clients: specifically, the first and last name and, in some cases, potential diagnoses. The laptop did not contain any other identifying information, such as Social Security numbers or dates of birth, which could be used by an identity thief to financially exploit our clients. Although the laptop did contain the names of approximately 4,500 current and former clients of UniHealth SOURCE, UniHealth Select, and Blue Ridge Community Based Services, the level of financial risk to these individuals appears to be very low.  On October 8, 2013, the employees laptop was stolen from her car at her home. The theft was reported to the police, and we continue to cooperate fully with the investigation. The computer laptop was used by the employee to access and maintain certain patient information for the purpose of quality assurance audits for health care services provided by the above-referenced offices. Upon discovery of the theft, all access through the employees stolen laptop to computer applications, such as electronic medical records, was cut off immediately. Nevertheless, we determined that the above-described patient information was stored locally on the computers hard drive. We have not received any indication that such information stored on the computer has been accessed.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621999",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 2,
      "victim_id": [
        "UniHealth Select",
        " Blue Ridge Community Based Services"
      ]
    },
    "state": "GA",
    "victim_id": "UniHealth SOURCE"
  }
}