{
  "action": {
    "physical": {
      "variety": [
        "Tampering",
        "Disabled controls"
      ],
      "vector": [
        "Victim public area"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "notes": "Lewys Martin",
      "region": [
        "019021",
        "150154",
        "142145",
        "150155",
        "150151"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "T - ATM"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Bank"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Hardware tampering"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F673E491-3C16-43B6-AA3A-673B8EFF88A5",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2014-08-24T04:40:00Z",
    "github": "4040",
    "master_id": "F673E491-3C16-43B6-AA3A-673B8EFF88A5",
    "modified": "2014-08-24T04:40:00Z",
    "timeline": {
      "notification": {
        "day": 10,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://www.boorowanewsonline.com.au/story/2408418/locals-at-loss-after-suspected-card-skimming/?cs=545; http://www.dailyadvertiser.com.au/story/2423363/bank-alert-after-reports-of-boorowa-atm-skimming-device/?cs=148",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "According to local police, reports have been received relating to a possible card skimming device being used on the ATM at the Boorowa branch of the Bendigo Bank.  Senior Constable Randall Obrien warns the community to protect themselves by covering their PIN numbers when using any ATM.  The Bank has received several reports from customers relating to suspect withdrawals from accounts.   The matter is currently under investigation by the Banks Fraud section as well as police but it is understood that customers cards may have been compromised several weeks ago. Please check bank statements and records and if any possibly fraudulent transactions are observed, let the bank know immediately.   Police have indicated that the skimming device is no longer attached to the machine, and it is safe to use.  Bendigo Bank has released the following statement:  We believe a skimming device may have been placed on the Boorowa Bendigo Bank ATM in early June.  Our bank constantly monitors our customers accounts for suspicious activity, and we have been in contact with those who have had their security compromised.  We encourage all customers to regularly monitor their accounts and contact us if they see any unauthorised transactions.  Impacted customers will not experience any financial loss as a result of this skimming event.  We encourage our customers to take the following steps to protect themselves from skimming:  - Ensure nobody observes your PIN being entered into an ATM  - If you notice suspicious behaviour near an ATM, do not proceed with your transaction  - When using an ATM, cover the keypad when entering your PIN  - Keep an eye out for people looking over your shoulder  - Notify us immediately if your card or PIN has been lost, stolen or compromised  More advice is also available on our website www.bendigobank.com.au",
  "timeline": {
    "incident": {
      "month": 6,
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "AU"
    ],
    "employee_count": "1001 to 10000",
    "industry": "522110",
    "region": [
      "009053"
    ],
    "victim_id": "Bendigo Bank"
  }
}