{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        },
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Employee",
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F6AFE976-6043-4762-906C-49F74C8BA94B",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-01T22:27:22Z",
    "github": "5465",
    "master_id": "F6AFE976-6043-4762-906C-49F74C8BA94B",
    "modified": "2015-03-01T22:27:22Z",
    "timeline": {
      "notification": {
        "day": 28,
        "month": 2,
        "year": 2015
      }
    }
  },
  "reference": "http://foreignaffairs.co.nz/2015/02/28/dental-practice-owner-charged-with-health-care-fraud-and-identity-theft/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Nazanien Ebrahimi, a/k/a Nancy Ebrahimi, 32, of Fairfax County, Virginia, was indicted by a federal grand jury on February 26, 2015, on charges of wire fraud, health care fraud, aggravated identity theft, and making false statements relating to health care matters. Dana J. Boente, U.S. Attorney for the Eastern District of Virginia; and Andrew G. McCabe, Assistant Director in Charge of the FBIs Washington Field Office, made the announcement after Ebrahimis initial appearance today in front of U.S. Magistrate Judge John F. Anderson. If convicted, Ebrahimi faces a maximum penalty of 20 years in prison on each wire fraud count, 10 years in prison on each health care fraud count, a mandatory two-year consecutive sentence for each of the aggravated identity theft counts, and five years in prison on each count of making a false claim regarding health care matters. The maximum statutory sentence is prescribed by Congress and is provided here for informational purposes, as the sentencing of the defendant will be determined by the court based on the advisory Sentencing Guidelines and other statutory factors. Criminal indictments are only charges and not evidence of guilt. A defendant is presumed to be innocent until and unless proven guilty. According to allegations in the indictment, Ebrahimi, a law school graduate, owned and controlled Dental Arts Group, which purported to provide administrative and consulting services to dental practices. Through her control of Dental Arts Group, Ebrahimi allegedly carried out a scheme to steal the identities of various individuals, including other dentists, and use their identities without their knowledge to open merchant accounts with consumer dental financing programs, including CareCredit. To gain access to these programs, Ebrahimi submitted false and misleading enrollment applications. Once the fraudulent CareCredit merchant accounts were opened, Ebrahimi allegedly billed patients for charges that were inflated, never authorized, or never approved. For example, under one CareCredit merchant account that Ebrahimi opened without the victims knowledge, patients disputed nearly 50 percent of the total amount Ebrahimi charged for purported dental services. At the time, the dispute rate for all other CareCredit dental merchants was less than 1 percent. Furthermore, Ebrahimi allegedly submitted false CareCredit charge slips that purported to bear the signatures of patients. The indictment further alleges that Ebrahimi defrauded Humana, a private health insurer, by submitting false and inflated insurance claims for dental services that were never rendered. Ebrahimi allegedly deposited the profits earned from her scheme in various bank accounts that she controlled. Finally, the indictment alleges that Ebrahimi manufactured, or attempted to manufacture, and destroy various patient records. This case is being investigated by the FBIs Washington Field Office. Special Assistant U.S. Attorney Kevin Lowell and Assistant U.S. Attorney Uzo Asonye are prosecuting the case. A copy of this press release may be found on the website of the U.S. Attorneys Office for the Eastern District of Virginia. Related court documents and information may be found on the website of the District Court for the Eastern District of Virginia or on PACER by searching for Case No. 1:15-cr-57. - See more at: http://foreignaffairs.co.nz/2015/02/28/dental-practice-owner-charged-with-health-care-fraud-and-identity-theft/#sthash.ThU0DAC2.dpuf",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621210",
    "region": [
      "019021"
    ],
    "state": "VA",
    "victim_id": "Dental Arts Group"
  }
}