{
  "action": {
    "misuse": {
      "variety": [
        "Possession abuse",
        "Unapproved hardware"
      ],
      "vector": [
        "Physical access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Fun"
      ],
      "variety": [
        "Unknown",
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "P - Customer"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "iso_currency_code": "USD",
    "loss": [
      {
        "amount": 190000000,
        "variety": "Legal and regulatory"
      }
    ],
    "notes": "Settlement of class action lawsuit;",
    "overall_amount": 190000000,
    "overall_rating": "Unknown"
  },
  "incident_id": "F76B3EDB-4602-4E86-801A-5506E6DF3FBC",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2015-03-09T22:35:10Z",
    "github": "2079",
    "master_id": "F76B3EDB-4602-4E86-801A-5506E6DF3FBC",
    "modified": "2015-03-09T22:35:10Z",
    "timeline": {
      "notification": {
        "month": 2,
        "year": 2013
      }
    }
  },
  "reference": "http://www.washingtonpost.com/local/johns-hopkins-doctor-found-dead-amid-claims-he-secretly-taped-patients/2013/02/19/10dd022a-7aa0-11e2-a044-676856536b40_story.html; http://www.phiprivacy.net/johns-hopkins-settles-privacy-breach-lawsuit-for-190m/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Back in February 2013, we learned of a horrific privacy breach in which a gynecologist had been secretly recording his female patients.  His conduct had been reported to the hospital by a female co-worker and he was fired. The files were found in his home after he committed suicide. In March of 2013, some of his patients filed a potential class action lawsuit.  Today, Justin Fenton of the Baltimore Sun reports that Johns Hopkins Hospital has reached a proposed settlement for a lawsuit filed last fall. The settlement involves $190million.  As Fenton notes, the settlement, if approved, might be the largest of its kind:  The settlement may be the largest of its kind. A class-action suit involving a Delaware pediatrician convicted of recording assaults on hundreds of children led to a $120 million settlement in 2012. That same year, a Connecticut hospital settled for about $50 million with 150 victims of an endocrinologist who used a medical study as a pretense to take obscene photographs of children.  []  In court papers, plaintiffs also contended that Levy engaged in doctor-patient boundary violations during the course of his patients treatment, including an excessive number of unnecessary pelvic exams and engaging in inappropriate physical contact. Some said Levy practiced without medical professionals on hand as observers, a routine hospital practice for the safety of patients and doctors.  Hopkins said it had identified more than 12,500 potential victims.  Read more on Baltimore Sun. Associated Press provides additional coverage.  Somewhat surprisingly, this incident does not seem to be recorded at all in HHSs public breach tool. Its therefore possible that OCR is still investigating this incident and that Johns Hopkins could be facing other consequences apart from the lawsuit.",
  "timeline": {
    "incident": {
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "621491",
    "region": [
      "019021"
    ],
    "state": "MD",
    "victim_id": "JOHNS HOPKINS"
  }
}