{
  "action": {
    "physical": {
      "variety": [
        "Theft"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "internal": {
      "variety": [
        "Reported by employee"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F8BD28A1-4609-4310-A75E-742CB14919E8",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2014-11-19T19:22:00Z",
    "github": "4721",
    "master_id": "F8BD28A1-4609-4310-A75E-742CB14919E8",
    "modified": "2014-11-19T19:22:00Z",
    "timeline": {
      "notification": {
        "year": 2014
      }
    }
  },
  "reference": "http://www.woodstocksentinelreview.com/2014/09/24/vehicle-break-in-results-in-theft-of-sensitive-oxford-county-public-health-information",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Oxford County public health is apologetic after sensitive information was stolen from a car belonging to a health inspector working on call earlier this month.  An on-call bag containing a book of handwritten notes dating back about two years was stolen during a vehicle break-in in London on Sept. 16.  The health inspector did not realize the bag was taken until about three days later.  Lynn Beath, director of public health and emergency services, said its unknown at this time how much personal information or how many people this breach of privacy may have affected.  Were working quickly and we offer our sincere apology to anyone affected. We are definitely learning from this incident, she said during a phone interview Wednesday afternoon following the release of a statement about the incident.  Were really hoping whoever saw the bag, it was a computer bag, saw nothing of value in it and has thrown it away.  Beath explained the handwritten notes in the stolen book pertained to a variety of public health-related topics, with the majority of entries not about specific people or cases.  The book is used by on-call inspectors to quickly jot down information while on the phone after hours.  Were required under Health Protection Ontario public health standards to be accessible to the public 24/7, she said.  Calls come in for reasons including water quality issues, animal bites, health hazards, environmental health hazards and infectious diseases, among other topics.  Infectious disease calls, for example, come in if a break out of mumps occurs. A person from a laboratory or a hospital would call and provide limited data so someone could follow up.  In cases where personal health information was written, there could be any range of data to birth date, name, contact information and potential diagnosis, she said.  The bulk of the calls and entries do not relate to personal information.  Public health is now working to backtrack the data to determine the information that might be in the book.  We have notified our partners that this has happened. Its difficult to backtrack, as this book was only used to take brief notes after hours but that might not be in any other paperwork that the original call came in after hours, she said.  Public health immediately changed its policies after the breach. Now staff must turn the book in with all documentation immediately the day following their on-call shift. Staff must also ensure the book is in their possession at all times or in a locked vehicle. At night, the book must be taken inside.  Public health is working with the Office of the Information and Privacy Commissioner of Ontario to ensure proper steps are taken.  Over recent years Oxford County and public health has developed strict policies for electronic information, including software encryption on all computers that handle health information and restrictions on how laptop computers are transported.  We will continue to work to ensure this situation doesnt happen again, she said.  Information and updates, including how to contact a public health staff member, are available at www.oxfordcounty.ca/health or by calling 211.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "CA"
    ],
    "employee_count": "Unknown",
    "industry": "923120",
    "region": [
      "019021"
    ],
    "victim_id": "Oxford County Department of Public Health"
  }
}