{
  "action": {
    "misuse": {
      "result": [
        "Exfiltrate"
      ],
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown"
      ],
      "variety": [
        "Executive"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "NA"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Internal"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Victim organization"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "unknown": true
  },
  "incident_id": "d2d4f030-7509-11ee-8da1-4f2f8c80e63f",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "created": "2023-10-28T03:45:54.740Z",
    "dbir_year": 2024,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "Internal actor shares data inappropriately."
      }
    ],
    "github": "19654",
    "master_id": "60bcf409-4755-4730-9344-02481eb5f745",
    "modified": "2023-10-28T04:12:25.441Z"
  },
  "reference": "https://koreajoongangdaily.joins.com/2023/03/23/business/industry/korea-samsung-biologics-lotte-biologics/20230323150204568.html",
  "schema_name": "vcdb",
  "schema_version": "1.3.7",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Prosecutors indicted a 39-year-old Lotte Biologics employee on Thursday on charges of stealing trade secrets from Samsung Biologics.   The Incheon District Prosecutors’ Office indicted the employee in relation to having stolen trade secrets from Samsung Biologics including some documents like standard operating procedures (SOP) in June last year before he moved to Lotte Biologics.   Samsung Biologics in August sued four of its employees who are suspected of leaking critical trade secrets to Lotte Biologics. One of the four was found guilty and was indicted without detention,” prosecutors said. “But the other three were cleared of the suspicions.”   Samsung and Lotte have been in a prolonged dispute regarding trade secret theft.  Samsung Biologics in May last year applied for an injunction for the infringement of trade secrets by three employees who had moved to Lotte Biologics.   The Incheon District Court, in response, issued an injunction against the infringement of trade secrets filed by Samsung Biologics, preventing leaked business secrets of Samsung to be used by Lotte Biologics.   Established on June 7 as a biopharmaceutical subsidiary of Lotte, Lotte Biologics entered the contract development and manufacturing organization (CMO) business by purchasing a Bristol-Myers Squibb plant in Syracuse, New York for $160 million.   Samsung Biologics is the country’s largest CMO, which refers to companies that provide drug manufacturing services on a contract basis. In terms of capacity, Samsung is the world’s largest.   Lotte Biologics CEO Richard Lee served as the head of the drug product business unit at Samsung Biologics before joining Lotte.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "month": 3,
      "year": 2023
    }
  },
  "victim": {
    "country": [
      "KR"
    ],
    "employee_count": "1001 to 10000",
    "government": [
      "NA"
    ],
    "industry": "541",
    "region": [
      "142030"
    ],
    "victim_id": "Samsung Biologics"
  }
}