{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 8,
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 8,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F91FA5AC-CDE1-4167-80EA-2C8891EBD7D6",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-25T22:39:17Z",
    "github": "4028",
    "master_id": "F91FA5AC-CDE1-4167-80EA-2C8891EBD7D6",
    "modified": "2015-03-25T22:39:17Z",
    "timeline": {
      "notification": {
        "day": 9,
        "month": 7,
        "year": 2014
      }
    }
  },
  "reference": "http://ico.org.uk/news/latest_news/2014/data-breach-at-welsh-health-board-after-patient-details-sent-to-wrong-address-09072014",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Information Commissioners Office (ICO) has found Betsi Cadwaladr University Health Board in breach of the Data Protection Act after sensitive information was sent to the wrong address.  The information was disclosed when eight letters about patients were sent to one of the people affected in July 2013. The letters should have been sent to a GPs surgery. Six of the letters included sensitive medical information relating to the patients treatment.  An ICO investigation found that the employee responsible for the mistake hadnt received any form of data protection training. While the health board had introduced mandatory data protection training for all staff in April 2013, by February 2014 only 6.5% of staff had received it. The health board informed the ICO that it did not anticipate providing the training to all of their staff until April 2015.  ICO Assistant Commissioner for Wales, Anne Jones, said:  We accept mistakes can happen, but organisations must make sure employees handling sensitive personal information are given the necessary training to carry out their role. Betsi Cadwaladr University Health Board failed to do this.  The health board has now signed an undertaking committing the organisation to improving the training provided to its employees. This includes prioritising staff who manage sensitive information as part of their core role, or who work in a lead information governance role within the organisation by ensuring theyve received data protection training by 30 September 2014. The health board will also make sure their staff complete refresher training every two years.  These improvements will significantly reduce the risks of a future breach occurring and help to keep patients information secure.\" ",
  "timeline": {
    "incident": {
      "month": 7,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "GB"
    ],
    "employee_count": "10001 to 25000",
    "industry": "621999",
    "region": [
      "150154"
    ],
    "victim_id": "Betsi Cadwaladr University Health Board"
  }
}