{
  "action": {
    "hacking": {
      "variety": [
        "Unknown"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Unknown"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "availability": {
      "variety": [
        "Loss"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "amount": 405000,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 405000,
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "F9E8EC3C-632C-41C8-837D-CB49FDE0D19F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Yes",
        "credit_monitoring_years": 1
      }
    },
    "created": "2014-05-03T00:55:00Z",
    "github": "1519",
    "master_id": "F9E8EC3C-632C-41C8-837D-CB49FDE0D19F",
    "modified": "2014-05-03T00:55:00Z",
    "timeline": {
      "notification": {
        "day": 4,
        "month": 2,
        "year": 2014
      }
    }
  },
  "reference": "http://www.securityweek.com/hackers-break-server-st-joseph-health-system-putting-405000-risk; http://www.informationweek.com/healthcare/security-and-privacy/texas-hospital-discloses-huge-breach-/d/d-id/1113724; http://www.phiprivacy.net/tx-st-joseph-health-system-confirms-hacking-incident-affecting-405000-patients-employees-and-beneficiaries/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "St. Joseph Health System (SJHS), a Bryan, Texas-based not-for-profit health care provider, said on Tuesday that between Dec. 16 and Dec. 18, 2013, the organization experienced a data security attack which exposed patient and employee data stored on server.  According to the provider of health services, attacker(s) hacked into a server and accessed patient and employee data files from St. Joseph Regional Health Center, Burleson St. Joseph Health Center, Madison St. Joseph Health Center, Grimes St. Joseph Health Center and St. Joseph Rehabilitation Center.  The data accessible to attackers included a combination of names, social security numbers, dates of birth, and possibly addresses, the organization said. For the affected patients, medical information was also accessible, and for some employees, bank account information was exposed.  The attackers appeared to be operating from IP addresses in China and elsewhere, the organization said.  As soon as the incident was discovered, SJHS took the affected server offline and launched a thorough forensics investigation with national security and computer forensics experts, a statement explained. The investigation, which is ongoing, confirmed that approximately 405,000 former and current patients', employees' and some employees' beneficiaries' information was accessible to the unauthorized parties.  While it is possible that some information was taken, the forensics investigation has been unable to confirm this, the statement continued. SJHS does not believe any of our former/current patients', employees' or their beneficiaries' information is at further risk because of this incident.  Affected individuals whose information was accessible are receiving notification letters by mail in the coming days providing them information on this incident.  For individuals who may have been affected by the incident, SJHS said it would provide a confidential call center to handle questions related to the breach, along with free identity protection services for one year for affected patients and employees.",
  "timeline": {
    "incident": {
      "day": 16,
      "month": 12,
      "year": 2013
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "TX",
    "victim_id": "St. Joseph Health System"
  }
}