{
  "action": {
    "malware": {
      "variety": [
        "Ransomware"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "external": {
      "country": [
        "Unknown"
      ],
      "motive": [
        "Financial"
      ],
      "region": [
        "000000"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Unknown."
  },
  "attribute": {
    "availability": {
      "variety": [
        "Interruption"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Potentially",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "variety": [
        "Modify data",
        "Software installation"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Actor disclosure"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "E332BA9E-D36B-4757-AF31-0121FEFA1F56",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-07-25T17:34:00Z",
    "dbir_year": 2017,
    "github": "7444",
    "master_id": "FA50AF76-A711-486F-9C77-AD6C6120DBE4",
    "modified": "2016-07-25T18:06:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "day": 22,
        "month": 3,
        "year": 2016
      }
    }
  },
  "reference": "http://khn.org/news/hackers-take-aim-at-two-more-california-hospitals/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "Hackers demanded a ransom from two more Southern California hospitals last week and federal authorities are investigating the case.  Prime Healthcare Services Inc., a fast-growing national hospital chain, said the attackers infiltrated computer servers on Friday at two of its California hospitals, Chino Valley Medical Center in Chino and Desert Valley Hospital in Victorville.  The company said the cyberattack had not affected patient safety or compromised records on patients or staff.  Two sources familiar with the investigation said the hackers had demanded a ransom to unlock the hospital computer systems, similar to what happened last month at Hollywood Presbyterian Medical Center in Los Angeles. Hollywood Presbyterian said it paid $17,000 in bitcoin to hackers to regain access to the institution's computers.  Fred Ortega, a spokesman for Prime Healthcare, declined to comment on whether Prime received a ransom demand or paid any money, citing the ongoing investigation.  \"This is similar to challenges hospitals across the country are facing, and we have taken extraordinary steps to protect and expeditiously find a resolution to this disruption,\" Ortega said. \"The concern now is to let law enforcement do their thing and find the culprit.\"  FBI spokeswoman Laura Eimiller said Tuesday \"we are investigating a compromise of the network at these locations.\" She declined to discuss specifics of the case. The FBI also has been investigating the attack at Hollywood Presbyterian.  Ortega said the two hospitals affected remain operational and steps are being taken to restore their computer systems to full functionality. He said some IT systems were shut down by hospital staff as a preventive measure so malicious software didn't spread further.  hacker-computer-code-e1458648376542The company said it's working with data security experts and the California Department of Public Health on the matter.  Prime Healthcare, based in Ontario, Calif., has acquired struggling hospitals across the country and has become one of the nation's largest health systems. It runs 42 hospitals in 14 states. The company is led by its outspoken chairman and chief executive, Dr. Prem Reddy.  A series of high-profile data breaches in the past year have raised fresh questions about the ability of hospitals, health insurers and other medical providers to safeguard the vast troves of electronic medical records and other sensitive data they are stockpiling on millions of Americans.",
  "timeline": {
    "incident": {
      "month": 3,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "622110",
    "region": [
      "019021"
    ],
    "state": "CA",
    "victim_id": "Prime Healthcare Services Inc."
  }
}