{
  "action": {
    "misuse": {
      "variety": [
        "Privilege abuse"
      ],
      "vector": [
        "LAN access"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Unknown",
        "Financial"
      ],
      "variety": [
        "End-user"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Database"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Medical"
        }
      ],
      "data_disclosure": "Yes",
      "data_victim": [
        "Patient"
      ],
      "state": [
        "Unknown"
      ]
    },
    "integrity": {
      "notes": "Pharmacist used actual patient data to create fraudulent requests for funding from a charity that helps the terminally ill pay for their meds.",
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "discovery_method": {
    "unknown": true
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FB7D29FB-8188-4F59-AA10-2B58A9138EF7",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown",
        "data_abuse": "Yes"
      }
    },
    "created": "2016-08-29T20:06:00Z",
    "dbir_year": 2016,
    "github": "8166",
    "master_id": "FB7D29FB-8188-4F59-AA10-2B58A9138EF7",
    "modified": "2016-08-29T20:17:00Z",
    "sub_source": "phidbr",
    "timeline": {
      "notification": {
        "year": 2015
      }
    }
  },
  "reference": "https://www.databreaches.net/former-pharmacy-owner-sentenced-to-prison-for-stealing-from-charity/; http://www.kentucky.com/news/state/article53823565.html",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former Lexington pharmacy owner stole more than $1 million from a charity through fraudulent requests for assistance with patients' medication costs, a federal grand jury charged Friday.  The grand jury indicted Adam K. Sloan on multiple charges of wire fraud, identify theft and money laundering.  The most serious charges carry a maximum prison term of 20 years.  Sloan allegedly stole from a non-profit organization called Chronic Disease Fund, which did business as Good Days from CDF, according to the indictment.  The charity, based in Plano, Texas, and now called Good Days, helps people with cancer and chronic diseases such as diabetes pay for their medication, according to Good Days' website and the indictment.  In most cases, the charity pays patients' out-of-pocket costs for their medicine directly to their pharmacies or doctors, according to its 2014 tax return.  The alleged fraud started when Sloan worked at Bluegrass Pharmacy of Lexington LLC, where he was co-owner from October 2010 through June 2015, the indictment said.  Sloan allegedly used the names, Social Security numbers and other information of real patients to apply for funding from Good Days to help them, but used false diagnoses and prescriptions.  When Good Days approved the applications and sent money through an online portal, Sloan withdrew the money and put it in his bank account, the indictment charged.  The pharmacy did not dispense medications to the people whose names Sloan used.  Sloan left the pharmacy in mid-2015, but submitted more funding applications to Good Days using fictitious names, the indictment said.  Sloan allegedly submitted 260 applications between January 2011 and November 2015.  The grand jury indicted Jennifer L. Houska, who worked at the pharmacy during part of that time, for allegedly helping Sloan submit false fraudulent applications.  Houska was involved in about 26 fraudulent applications, the indictment said.  Sloan could not be reached for comment Friday. The director of Good Days did not return a message seeking comment.  The charity provided financial help for 99,269 people in 2014 and ended the year with net assets of $218 million, according to the most recent tax return on its website.  A judge issued summonses for Sloan and Houska to make an initial court appearance Feb. 8.",
  "timeline": {
    "incident": {
      "year": 2015
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "446110",
    "region": [
      "019021"
    ],
    "secondary": {
      "amount": 1,
      "victim_id": [
        "Chronic Disease Fund"
      ]
    },
    "state": "KY",
    "victim_id": "Bluegrass Pharmacy of Lexington LLC"
  }
}