{
  "action": {
    "misuse": {
      "result": [
        "Other"
      ],
      "variety": [
        "Data mishandling"
      ],
      "vector": [
        "Web application"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "Financial"
      ],
      "variety": [
        "Manager"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "S - Web application"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "role": [
      "IT"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "amount": 120,
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 120,
      "data_victim": [
        "Student"
      ]
    },
    "integrity": {
      "variety": [
        "Fraudulent transaction"
      ]
    }
  },
  "confidence": "High",
  "discovery_method": {
    "external": {
      "variety": [
        "Unknown"
      ]
    }
  },
  "incident_id": "636ac800-35c3-11ec-be76-613d00a742ca",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "Hylender",
    "attribute": {
      "confidentiality": {
        "data_abuse": "Yes"
      }
    },
    "created": "2021-10-26T01:37:02.931Z",
    "dbir_year": 2022,
    "event_chain": [
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "internal actor mishandled data "
      },
      {
        "action": "mis",
        "actor": "int",
        "asset": "srv",
        "attribute": "cp",
        "summary": "internal actor initiated fraudulent transaction"
      }
    ],
    "github": "18004",
    "master_id": "fd98798a-de94-408d-8a25-e373df07d36b",
    "modified": "2021-10-26T01:37:02.931Z",
    "timeline": {
      "notification": {
        "day": 11,
        "month": 8,
        "year": 2021
      }
    }
  },
  "reference": "https://www.enewscourier.com/news/local_news/stealing-from-the-state-ex-superintendent-to-be-sentenced-in-march/article_1c062980-fae7-11eb-ac37-3bc0bd8e1f6b.html",
  "schema_version": "1.3.5",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "A former Limestone County Schools official and two others who pleaded guilty to federal crimes earlier this year will have to wait until next March for sentencing, records show.  Former LCS Superintendent Tom Sisk's case was originally set for sentencing July 29, but the decision was made to postpone the hearing until March 31, 2022. Also set for sentencing that day are retired educator Gregory Corkren and former football coach David \"Webb\" Tutt, who joined Sisk in pleading guilty in April to their roles in a multiyear scheme to obtain funding using fraudulent school enrollment figures.  The other three indicted in the case are Trey Holladay, former Athens City Schools superintendent; Deborah Holladay, his wife and former ACS educator; and Rick Carter, who served as the ACS director of innovative programs until he was placed on administrative leave in February.  Together, the six used their roles within the public education system or as small business owners to foster a scheme in which private school students were enrolled as ACS or LCS virtual students, in most cases without the students' or their parents' knowledge. The increase in enrollment then allowed the school districts to receive additional funding from the state.  Meanwhile, Corkren's company received nearly $2 million from ACS and LCS for \"student services,\" records show. According to the indictment and Corkren's plea agreement, that money was then passed along to other members in the scheme in the form of payments to their companies, payments for vehicle repairs and, in one case, a gift-wrapped shoebox with cash inside.  For their roles, Sisk, Corkren and Tutt were each charged with one count of conspiring to commit mail and wire fraud. Corkren faced an additional charge of aggravated identity theft. Each has pleaded guilty and remains out on bond until sentencing.  Trial for the Holladays and Carter is set for Feb. 7, 2022, nearly two months before the sentencing hearing. Each is charged with one count of conspiracy to commit mail/wire fraud. In addition, Trey Holladay faces 88 counts of wire fraud and 35 counts of aggravated identity theft; Deborah Holladay faces six counts of wire fraud; and Carter faces 86 counts of wire fraud and 34 counts of aggravated identity theft.",
  "targeted": "Opportunistic",
  "timeline": {
    "incident": {
      "year": 2020
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "government": [
      "Local"
    ],
    "industry": "611110",
    "region": [
      "019021"
    ],
    "state": "GA",
    "victim_id": "Athens City Schools"
  }
}