{
  "action": {
    "error": {
      "variety": [
        "Misdelivery"
      ],
      "vector": [
        "Unknown"
      ]
    }
  },
  "actor": {
    "internal": {
      "motive": [
        "NA"
      ],
      "variety": [
        "Unknown"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ]
  },
  "attribute": {
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        }
      ],
      "data_disclosure": "Yes",
      "data_total": 1078,
      "data_victim": [
        "Customer"
      ],
      "state": [
        "Stored unencrypted"
      ]
    }
  },
  "discovery_method": {
    "external": {
      "variety": [
        "Customer"
      ]
    }
  },
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FE96934D-AC0A-40F2-81AD-D33DBDFA2C3F",
  "plus": {
    "analysis_status": "First pass",
    "analyst": "swidup",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2015-03-03T21:45:16Z",
    "github": "1376",
    "master_id": "FE96934D-AC0A-40F2-81AD-D33DBDFA2C3F",
    "modified": "2015-03-03T21:45:16Z",
    "timeline": {
      "notification": {
        "day": 20,
        "month": 1,
        "year": 2014
      }
    }
  },
  "reference": "http://www.abc2news.com/dpp/news/state/medicaid-mailing-mishap-leaks-personal-information; http://www.phiprivacy.net/md-medicaid-mailing-mishap-leaks-personal-information-state-blames-health-exchange-contractor/",
  "schema_version": "1.3.4",
  "security_incident": "Confirmed",
  "source_id": "vcdb",
  "summary": "The Maryland Health Benefit Exchange has another problem on their hands after hundreds of Medicaid enrollment packages were mistakenly mailed to the wrong addresses.  The Maryland Department of Health and Mental Hygiene explained they were first alerted to the problem on Friday. A customer called an enrollment broker saying they had received the wrong Medicaid packet.  The enrollment packets include the customer's name, date of birth, and Medicaid identification number, according to state health officials.  An investigation has revealed the mailing error affected nearly 400 households and 1,078 people.  While the state contends the people affected make up less than 1 percent of Marylanders enrolled in the program at the beginning of the year, they are putting the blame on Noridian.  Noridian is the prime contractor for the Maryland Health Benefit Exchange. The state said the company experienced a programming error leaking the personal information.  The information wrongly mailed to hundreds of addresses did not include social security numbers, financial information, or medical information, explained the health department in a release emailed on Sunday.  The state is also clear that there was no security breach by an outside entity.  Enrollment packages have stopped being mailed and staff has been working all weekend to fix the problem.  The state plans on notifying ever customer affected by the programming error and send the correct packages sometime this week.  Anyone who received Medicaid enrollment packages with wrong information is asked to call the customer service center at 1-855-642-8572.",
  "timeline": {
    "incident": {
      "year": 2014
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "Unknown",
    "industry": "92312",
    "region": [
      "019021"
    ],
    "state": "MD",
    "victim_id": "Maryland Health Benefit Exchange"
  }
}