{
  "action": {
    "physical": {
      "notes": "The computers are in a room of cubicles near the main compound. LaVoy Finicum, a member of the occupying group's security team, accidentally led OPB into the area. Finicum says the group plans to turn the office into a media center that would eventually house reporters.  There are four desks in the office, two on each side. Three of the computers were turned on, and in screen saver mode. Papers in the room were strewn about in a disorderly manner.  After Finicum realized he shouldn't have allowed OPB to access the room, he quickly picked up lists of names and Social Security numbers by the computers, and hid government employee ID cards that were previously in plain sight.  Shortly after, one of the militant leaders, Ryan Bundy, walked into the room.  When asked about the computers, Bundy emphatically denied any of the work spaces had been touched since the occupation.    \"No, we haven't touched a single personal item. We haven't touched any of the computers, we haven't tried to log on _ we haven't done anything. We're not here to hurt people,\" Bundy said, \"not even the people who work here.\"  The unidentified militant seen here drove the federally-owned vehicle on the right while at the Malheur National Wildlife Refuge. He left the area after being photographed.  The unidentified militant seen here drove the federally-owned vehicle on the right while at the Malheur National Wildlife Refuge. He left the area after being photographed.  John Sepulvado/OPB Along with possibly accessing the computers, militants at the compound are using government vehicles and equipment to operate and fortify defenses.  When reached Friday, FBI spokeswoman Beth Anne Steele declined to officially comment on any activity ongoing at the refuge. ",
      "variety": [
        "Bypassed controls",
        "Disabled controls"
      ],
      "vector": [
        "Victim grounds"
      ]
    },
    "unknown": {}
  },
  "actor": {
    "external": {
      "country": [
        "Unknown",
        "US"
      ],
      "motive": [
        "Unknown"
      ],
      "notes": "The Federal Bureau of Investigation is looking into whether militants at the Malheur National Wildlife Refuge have accessed government computers during their occupation.  OPB observed militants interacting with computers in the compound that can only be accessed with employee ID badges. The armed men also appear to have gone through materials in an office building used by federal employees. ",
      "region": [
        "019021"
      ],
      "variety": [
        "Unknown",
        "Activist"
      ]
    }
  },
  "asset": {
    "assets": [
      {
        "variety": "Unknown"
      },
      {
        "variety": "M - Documents"
      }
    ],
    "cloud": [
      "Unknown"
    ],
    "notes": "Following enumerations present before veris 1.3.3 removed: asset.governance.Personally owned."
  },
  "attribute": {
    "availability": {
      "notes": "Still ongoing occupation since Jan 2 at the time of the article.",
      "variety": [
        "Interruption"
      ]
    },
    "confidentiality": {
      "data": [
        {
          "variety": "Personal"
        },
        {
          "variety": "Unknown"
        }
      ],
      "data_disclosure": "Potentially",
      "state": [
        "Unknown"
      ]
    }
  },
  "discovery_method": {
    "other": true
  },
  "discovery_notes": "The computers are in a room of cubicles near the main compound. LaVoy Finicum, a member of the occupying group's security team, accidentally led OPB into the area. There are four desks in the office, two on each side. Three of the computers were turned on, and in screen saver mode. Papers in the room were strewn about in a disorderly manner.  After Finicum realized he shouldn't have allowed OPB to access the room, he quickly picked up lists of names and Social Security numbers by the computers, and hid government employee ID cards that were previously in plain sight. ",
  "impact": {
    "overall_rating": "Unknown"
  },
  "incident_id": "FEA842E3-0E12-4522-B6EE-82A98A41D835",
  "plus": {
    "analysis_status": "Finalized",
    "analyst": "nicolasvillatte",
    "attribute": {
      "confidentiality": {
        "credit_monitoring": "Unknown"
      }
    },
    "created": "2016-01-13T15:02:00Z",
    "dbir_year": 2016,
    "github": "6996",
    "master_id": "FEA842E3-0E12-4522-B6EE-82A98A41D835",
    "modified": "2016-01-13T15:02:00Z",
    "timeline": {
      "notification": {
        "day": 8,
        "month": 1,
        "year": 2016
      }
    }
  },
  "reference": "http://www.opb.org/news/series/burns-oregon-standoff-bundy-militia-news-updates/militants-have-accessed-government-computers-at-refuge/;",
  "schema_version": "1.3.4",
  "security_incident": "Suspected",
  "source_id": "vcdb",
  "summary": "Militants May Have Accessed Government Computers At Refuge  by John Sepulvado OPB | Jan. 8, 2016 6:30 p.m. | Updated: Jan. 9, 2016 11:32 a.m. Ryan Bundy, one of the leaders of the armed militants who have taken over the Malheur National Wildlife Refuge, says his group has not accessed government computers on the site.  Ryan Bundy, one of the leaders of the armed militants who have taken over the Malheur National Wildlife Refuge, says his group has not accessed government computers on the site.  OPB The Federal Bureau of Investigation is looking into whether militants at the Malheur National Wildlife Refuge have accessed government computers during their occupation.  OPB observed militants interacting with computers in the compound that can only be accessed with employee ID badges. The armed men also appear to have gone through materials in an office building used by federal employees.  This comes as militants rejected leaving the facility Friday, which they've occupied illegally since Jan. 2.  The computers are in a room of cubicles near the main compound. LaVoy Finicum, a member of the occupying group's security team, accidentally led OPB into the area.  Inside The Occupied Malheur National Wildlife Refuge Building  On Jan. 2, a group of protesters in town supporting the Hammonds _ father and son ranchers convicted of arson who are now imprisoned _ broke into the Malheur National Wildlife Refuge building and began occupying the space. OPB reporter Amanda Peacher has been inside federal buildings taken over by Ammon Bundy and about two-dozen self-styled militiamen. Use the interactive map to better understand how the group is using the buildings within the wildlife refuge.   Map data: Leaflet | Esri, DigitalGlobe, GeoEye, i-cubed, USDA, USGS, AEX, Getmapping, Aerogrid, IGN, IGP, swisstopo, and the GIS User Community/OPB   Finicum says the group plans to turn the office into a media center that would eventually house reporters.  There are four desks in the office, two on each side. Three of the computers were turned on, and in screen saver mode. Papers in the room were strewn about in a disorderly manner.  After Finicum realized he shouldn't have allowed OPB to access the room, he quickly picked up lists of names and Social Security numbers by the computers, and hid government employee ID cards that were previously in plain sight.  Shortly after, one of the militant leaders, Ryan Bundy, walked into the room.  When asked about the computers, Bundy emphatically denied any of the work spaces had been touched since the occupation.    \"No, we haven't touched a single personal item. We haven't touched any of the computers, we haven't tried to log on _ we haven't done anything. We're not here to hurt people,\" Bundy said, \"not even the people who work here.\"  The unidentified militant seen here drove the federally-owned vehicle on the right while at the Malheur National Wildlife Refuge. He left the area after being photographed.  The unidentified militant seen here drove the federally-owned vehicle on the right while at the Malheur National Wildlife Refuge. He left the area after being photographed.  John Sepulvado/OPB Along with possibly accessing the computers, militants at the compound are using government vehicles and equipment to operate and fortify defenses.  When reached Friday, FBI spokeswoman Beth Anne Steele declined to officially comment on any activity ongoing at the refuge.  However, law enforcement officials are concerned refuge employees could potentially be harmed by members of the group. Prior to the occupation, federal employees and family members of local law enforcement had received anonymous threats.  Harney County Sheriff David Ward said at a community meeting Wednesday that his deputies and own family members had been followed home, photographed, and had personal property damaged in recent months.  In an interview Friday, Ward said he was concerned about the welfare of the employees who work at the refuge. However, he said he hasn't confirmed militants have indeed accessed any personnel data.    \"With what information we do have, we're doing everything we can to make sure we keep our citizens and those employees safe,\" Ward said.  U.S. Fish and Wildlife Service spokesman Jason Holm also declined to confirm whether the computers had been used. But he did say the agency has taken a full inventory of what was left inside the refuge before the militants seized it.  \"We are cognizant that the individuals in the refuge would have access to files, and things like refuge equipment,\" Holm said. \"We're working with the FBI to mitigate any risk (to employees).\"  There are 16 full-time and one part-time employee who work at the refuge, according to Holm.  \"We are taking all appropriate security precautions,\" Holm said when asked about employee safety.  Reporters Ryan Haas and Conrad Wilson contributed to this report.",
  "timeline": {
    "incident": {
      "day": 2,
      "month": 1,
      "year": 2016
    }
  },
  "victim": {
    "country": [
      "US"
    ],
    "employee_count": "11 to 100",
    "industry": "924120",
    "locations_affected": 1,
    "region": [
      "019021"
    ],
    "state": "OR",
    "victim_id": "FISH AND WILDLIFE SERVICE, UNITED STATES"
  }
}